{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2022-speech-on-the-nhs-workforce/",
    "title": "Daisy Cooper – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Daisy Cooper, the Liberal Democrat MP for St Albans, in the House of Commons on 6 December 2022.",
    "content": [
        "Let us imagine what this debate could have been. If the former Prime Minister—the former former Prime Minister, I should say—had accepted the workforce amendment to the Health and Care Bill 13 months ago, this debate could have been so different. The Government could have crunched the numbers, NHS frontline workers would know that the cavalry was coming, and patients would be able to see light at the end of the tunnel. Instead, here we are as Members of Parliament with a roll-call of horror stories, because somehow, in 2022, waiting more than 12 hours for an ambulance is the new normal. How on earth has it come to this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that there are workforce problems in every part of our health and social care sector and every corner of our country, whether general practice, dentistry, pharmacies, midwifery, nursing—all are overstretched and understaffed. But it is midwives who send me their most distressed emails, because they often train for their dream job, only to be plagued by nightmares that they have not done enough to help new mothers and their babies in their time of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just last week I spoke with paramedics and other ambulance staff as I took a three-hour ride out with my local ambulance service. At 7 o’clock in the morning we were called to see the first patient. That patient had been waiting at home, on the floor, since 6 pm the night before—13 hours. Before we could get to see that patient, we were called to a more urgent call. When we finally got to the hospital with that second patient, the paramedics checked the list of patients who had arrived at the hospital. They were distressed that they had not been able to get to that first call, and wanted to make sure that another ambulance had done so. They were exhausted. They said that in a 12-hour shift they may get only one 20-minute break. They were exhausted because there are not enough staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For most of my constituents, day in, day out, access to their GP really matters, and too many of them are struggling. That is no wonder, because the Government said they had a target of recruiting 6,000 more GPs, but they have admitted within three years that they will fail to meet that target. It is frustrating for patients, but it is also dangerous for GPs and their staff. This summer we heard reports from Walton-on-Thames in Surrey, where police had been called to a GP surgery because people were making threats of physical violence. That is surely unacceptable. Where is the urgent drive to recruit and retain our GPs?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How on earth will we retain and motivate highly trained professionals when our hospitals are on the verge of collapse? Up and down the country there are hospitals in dire need of repair. In Eastbourne—I see the hon. Member for Eastbourne (Caroline Ansell) is in her place—there have been concerns for a long time about whether the hospital may or may not be coming. It was recently reported by some staff that they had been told—allegedly—that a new hospital was even a bare-faced lie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Caroline Ansell (Eastbourne) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Lady for advising me ahead of the debate that she might mention the hospital in my constituency. I am not sure of her particular interest in Eastbourne, although it was named by Time Out as its place to visit in 2023. For the benefit of those in my constituency who may be following this debate, am I pleased to share that, in relation to the workforce—the matter before us today—there has been a 25% increase in full-time staff over the past 10 years. That is a 10-year increase in nurses and midwives, a 10-year increase in doctors and dentists, and a 10-year increase in allied health professionals. They also report £20 million—[Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. It is important to have fairly short interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Caroline Ansell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Madam Deputy Speaker. Is the hon. Lady therefore pleased and relieved to hear that, despite staff concerns that there would not be a new hospital, there has been a run of incredibly positive meetings and we are assured that, in the words of the chief executive, “once-in-a-generation” investment is coming?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Daisy Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady asks about my particular interest, and she will be aware that as the Liberal Democrat spokesperson for health and social care I have asked the Government on 10 occasions about releasing funds for my local trust, and other hospital trusts across the UK, for the new hospital programme that the Conservatives promised in 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other hospital trusts are deeply concerned about the lack of progress on the new hospital programme. In Sutton, for example, St Helier Hospital was built before world war two. My own trust, West Hertfordshire Teaching Hospitals NHS Trust, which covers St Albans, Watford and Hemel Hempstead, has buildings that are life-expired. I have been there a number of times and seen the extraordinary work by professionals in my local hospital trust. We had the first virtual ward during the pandemic, and we have two robotics suites. We also have a lift that breaks down right next to the ward that treats children who are ill. When that lift breaks down, ambulances have to be stationed outside one side of the hospital so that they can drive around to the other side. This is completely unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister confirm that all of those hospitals right across the UK—wherever they may be—will get the funding they were promised under the new hospital programme and that there will not be delays and penny-pinching? A Conservative Member no longer in his place asked where we would train all of the planned thousands more doctors and nurses. If there is any penny-pinching on the size of our new hospitals, they certainly will not get trained in our area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our NHS and social care need people, tech, beds and buildings. There is no silver bullet to solving all of the issues in our NHS and social care, but getting some proper workforce planning in place would be the closest thing to that. That is why my Liberal Democrat colleagues and I are happy to support the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}