{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2023-speech-on-the-illegal-migration-bill/",
    "title": "Yvette Cooper – 2023 Speech on the Illegal Migration Bill",
    "post_date": "March 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 7 March 2023.",
    "content": [
        "A record 45,000 people crossed the channel on dangerous small boats last year, up from just 280 four years ago. In that short time, the Government have allowed criminal gangs to take hold along the channel and along our border. At the same time, convictions of people smugglers have halved; Home Office asylum decisions have collapsed, down 40%; the backlog and costly, inappropriate hotel use have soared; removals of unsuccessful asylum seekers are down 80% on the last Labour Government; and legal family reunion visas for refugees are down 40%. That is deeply damaging chaos, and there is no point in Ministers trying to blame anyone else for it. They have been in power for 13 years. The asylum system is broken, and they broke it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need serious action to stop dangerous boat crossings, which are putting lives at risk and undermining border security. That is why Labour has put forward plans for a cross-border police unit, for fast-track decisions and returns to clear the backlog and end hotel use, and for a new agreement with France and other countries. Instead, today’s statement is groundhog day. The Home Secretary has said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Anyone who arrives illegally will be deemed inadmissible and either returned to the country they arrived from or a safe third country.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "[Hon. Members: “Hear, hear.”] Only that was not this Home Secretary: it was the last one. And that was not about this Bill: it was about the last one, passed only a year ago and which did not work. As part of last year’s Bill, the Home Office considered 18,000 people as inadmissible for the asylum system because they had travelled through safe third countries, but because it had no return agreements in place, just 21 of them were returned. That is 0.1%. The other 99.9% just carried on, often in hotels, at an extra cost of £500 million, and it did not deter anyone. Even more boats arrived.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is different this time? The Government still do not have any return agreements in place. The Home Secretary has admitted that Rwanda is “failing”, and even if it gets going it will take only a few hundred people. What will happen to the other 99% under the Bill? She says that she will detain them all, perhaps for 28 days. Can she tell us how many detention centres the Government will need in total and how much they will cost? Even if she does that, what will happen when people leave 28-day detention? Will she make people destitute, so that they just wander the streets in total chaos? They will include torture victims, Afghan interpreters and families with children. Or will she put them into indefinite taxpayer-funded accommodation? Never returned anywhere because the Government do not have agreements with Europe in place, never given sanctuary, never having their case resolved—just forever in asylum accommodation and hotels. She may not call it the asylum system, but thousands of people are still going to be in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What will the Bill mean for the promises we made to the Afghan interpreters who served our country but who were too late to make the last flight out of Kabul as the tyranny was closing in upon them? The Government told them to flee and find another way here, and they told us to tell people that as well. But the resettlement scheme is not helping them and, if they finally arrive in this country this afternoon, perhaps by travelling through Ireland to get here, they will only ever be illegal in the eyes of a Government who relied on the sacrifices they made for us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government were serious, they would be working internationally to get a proper new agreement in place with France and Europe, including return agreements, properly controlled and managed legal routes such as family reunion, and reform of resettlement. Instead, this Bill makes that harder, unilaterally choosing to decide no asylum cases at all, but expecting every other country to carry on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government were serious, they would be working with Labour on our plan for a major new cross-border policing unit to go after the criminal gangs. Instead, the deputy chairman of the Conservative party, the hon. Member for Ashfield (Lee Anderson) said yesterday that we should not go after the gangs because they have existed for “thousands of years”. That is the disgraceful Tory attitude that has let the gangs off of the hook and let them take hold. One smuggler told Sky News yesterday that three quarters of the smugglers live in Britain, but barely any of them are being prosecuted and the Government still have not found the hundreds of children missing from asylum hotels who have been picked up by criminal gangs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government could be setting out a serious plan today. We would work with them on it, and so would everyone across the country. Instead, it is just more chaos. The Government say “no ifs, no buts”, but we all know that they will spend the next year if-ing and but-ing and looking for someone else to blame when it all goes wrong. Enough is enough. We cannot afford any more of this—slogans and not solutions, government by gimmick, ramping up the rhetoric on refugees and picking fights simply to have someone else to blame when things go wrong. This Bill is not a solution. It is a con that risks making the chaos worse. Britain deserves better than this chaos. Britain is better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Lady for her remarks, but—forgive me—after five minutes of hysteria, histrionics and criticism, I am still not clear: I have no idea what Labour’s plan is. I will assume that the shadow Home Secretary is still committed to scrapping our Rwanda partnership, as she said last year, and I will assume that the Leader of the Opposition still wants to close immigration removal centres, as he promised during his leadership campaign. The shadow Home Secretary talks about safe and legal routes; I wonder what number Labour would cap that at. Would it be 500,000? A million? Five million? She should be honest with the House and with the British people: what she really means is unlimited safe and legal routes—open borders by the back door.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady says get serious, so let us look at the facts. The British people want to stop the boats. It is one of the five promises the Prime Minister made to the British people, but stopping the boats did not even feature in the Leader of the Opposition’s five big missions. Is it because he does not care or because he does not know what to do? We all know why, and I think the British people know why: it is because, deep down, the Leader of the Opposition does not want to stop the boats and he thinks it is bigoted to say we have got too much illegal migration abusing our system. It is because Labour MPs would prefer to write letters stopping the removal of foreign national offenders. It is because the Labour party would prefer to vote against our measures to penalise foreign national offenders and to streamline our asylum system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those are the facts. Labour is against deterring people who would come here illegally, against detaining people who come here illegally and against deporting people who are here illegally. That means that Labour is for this situation getting worse and worse. Perhaps that is fine for the Leader of the Opposition and most of those on the Labour Front Bench, but it is not their schools, their GPs or their public services, housing and hotels filling up with illegal migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps that is why, even before seeing the Bill and engaging on the substance, Labour has already said it will not support its passage through Parliament. Is the Leader of the Opposition committing that the Labour Lords will block it? The British people want to stop the boats. The Conservative Government have a plan to stop the boats. This Prime Minister will stop the boats. If the people want closed minds and open borders, they can rely on Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}