{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Yvette Cooper – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary and Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 8 November 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That, given the exceptional security concerns raised regarding the Rt Hon Member for Fareham serving as Secretary of State for the Home Department, this House:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(1) orders that there be laid before this House, within ten sitting days, a return of the following papers:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(a) any risk assessment of the Rt Hon Member for Fareham by the Cabinet Office or the Prime Minister’s Office relating to her appointment\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(b) any document held by the Cabinet Office, the Home Office or the Prime Minister’s Office containing or related to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(i) any security breaches by the Rt Hon Member for Fareham\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(ii) any leak inquiries regarding the Rt Hon Member for Fareham, including during her time as Home Secretary and Attorney General\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(c) the minutes of, submissions relevant to and electronic communications relating to, any meeting within the Cabinet Office or the Prime Minister’s Office at which the appointment of the Rt Hon Member for Fareham, or advice relating to that appointment, was discussed in a form which may contain redactions, but such redactions shall be solely for the purposes of national security; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "(2) recommends that where material is laid before the House in a redacted form, the Government should at the same time provide unredacted copies of such material to the Intelligence and Security Committee of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is 15 days since the Prime Minister appointed his new Cabinet, and 14 days since it was reported that he had been advised not to reappoint certain Ministers, including the Home Secretary and, it was rumoured, the Minister without Portfolio, the right hon. Member for South Staffordshire (Sir Gavin Williamson), to their posts on the grounds of standards and of security. Fourteen days in which it has been reported that the Home Secretary breached Home Office security arrangements not just once but seven times; that she may have also broken insider trading rules; that as Attorney General she was investigated several times by leak inquiries; that she ignored legal advice on Manston, contrary to her statement to Parliament; and that she failed to take the action needed to solve the dangerous overcrowding at Manston, leaving her successor and predecessor to pick up the pieces, and that she may well have run up a huge legal liability for the taxpayer as a result, breaching the ministerial code again in the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has also been reported that the Minister with Portfolio sent abusive texts to the then Government Chief Whip, that the Prime Minister was told about this and knew the former Chief Whip had put in a formal complaint, and that there are other complaints against the Minister without Portfolio including, most seriously, words used towards a civil servant about slitting his throat or jumping out of windows—words that it is reported the Minister with Portfolio has not denied using.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is in the space of two weeks. Many people have been appalled by these appointments, and serious doubts have been raised by many Conservative Members who believe standards need to be maintained. The Prime Minister promised us that this would be a break from his predecessors, from the favours-for-mates culture of the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) and from the chaos of the right hon. Member for South West Norfolk (Elizabeth Truss). Instead, the opposite has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People have been appointed to senior jobs in the Cabinet, running the country, not because they can do the job or because they will maintain the high standards and security that the Government need but because of dodgy political deals. Here is what we know: the Home Secretary breached the ministerial code, sent Government documents not only to her private email but to other people outside Government who were not authorised to receive them, including a Back-Bench Member, his spouse, and someone else entirely by accident. She was forced to resign and then, six days later, she was reappointed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That, in itself, is extremely hard for people outside the Conservative party to understand. For a police officer who breached their code of ethics or who was responsible for security lapses to the point of being forced to resign, or for a civil servant, public appointee or company employee who was found to have broken their employment code or security rules to the point of being required to resign, the idea that they could be reappointed to that same job just six days later is unthinkable—the idea that somehow, because they had apologised in the meantime, six days off is just fine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have had letters from upset civil servants who have seen colleagues make lesser misdemeanours and lose their jobs, yet seen the Home Secretary, the woman in charge of national security, hold on to hers. Does my right hon. Friend agree that this shows that there is one rule for the Home Secretary and one rule for everybody else?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is exactly right on that. It is worse, as the Government do believe that standards on ethics and security should be upheld throughout the public sector or across the economy, just not, it would seem, in the Cabinet—not in the post responsible for upholding the law and for maintaining our security. It really is one rule for them and another for everyone else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gareth Johnson (Dartford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am hearing what the right hon. Lady is saying, but is this motion not an obvious attempt to divert attention away from the fact that the Labour party simply does not have any alternatives or policies in home affairs, or any other area for that matter? This is a simple, naked attempt to play the man not the ball—or in this case, the woman not the ball.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Labour party has set out a whole series of policies, both on what needs to be done to get neighbourhood police back on the beat—I am afraid that the hon. Gentleman’s party has cut 6,000 neighbourhood police from our streets over the last five years—and with the measures to set out a National Crime Agency unit to take on the criminal gangs who, unfortunately, the Conservative party has allowed to proliferate and set up a multimillion-pound criminal industry in the channel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is also a responsibility on the Government to maintain standards, including security standards. It is not just about what happened before the Home Secretary’s breach; since she was reappointed, a Home Office review has found that she had, in fact, sent Government documents to her personal IT seven times in six weeks, which is quite a rate. There have also been reports that when she was Attorney General she was involved in not one but several leak inquiries, including one involving briefing to a newspaper about a security service case. Notably, that briefing was later quoted in court against the Government and made it harder for them to get the injunction they were seeking. Another case involved the leaking of legal advice on the Northern Ireland protocol and another involved the early leaking of a court judgment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has also been reported that both the Cabinet Office and the Cabinet Secretary advised against this appointment. Obviously, this is serious. The Home Secretary is in charge of security and has to show leadership on this issue. She has to be trusted by the intelligence and security agencies, and by senior police officers, not to be careless with information. She has to show that she takes security and standards seriously, because that is what she has to expect of others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So this is an exceptional situation, which is why we have laid this motion. If the Prime Minister does have confidence in the Home Secretary not to be careless with public safety or with issues around security, he should release the facts. What other security lapses by the Home Secretary was the Prime Minister informed about before he reappointed her? Did he ask whether there had been other lapses in the Home Office or as Attorney General before he reappointed her? What information was he given about the other reported leak inquiries and whether she might have had a role in them? Was he advised against reappointing the Home Secretary on security and standards grounds? If the advice and the information he was given was all fine, tell us, show us. If it was not, start explaining why on earth the security and public safety of our country is put in careless hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Talking about “careless hands” is an appropriate way of starting this intervention, because before 2019 the then Leader of the Opposition, the right hon. Member for Islington North (Jeremy Corbyn), actually cast doubt on our security services by questioning the intelligence on the Salisbury poisoning. Did every Labour MP not try to make him Prime Minister of this country? Is the real threat to our national security not Members on the Labour Benches?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members will know that, at the time of the Skripal crisis, I disagreed with some of the words used by the right hon. Member for Islington North, and I was very clear about that in this House and about the importance of backing our security services. However, I would say to the hon. Member that I have a lot more concerns about his right hon. Friend the Member for Uxbridge and South Ruislip, who, at the height of the Skripal crisis, chose to go to a place called the Russian Mountain, to a villa in Italy, where he met an ex-KGB agent without his officials. He took a guest, but he did not report who that guest was. He did not report the meeting with the ex-KGB agent to the Department when he returned, nor can he remember whether any Government business was discussed. I suggest to the hon. Member that he should be extremely worried about his right hon. Friend’s careless approach to security and to our national security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I have allowed a bit of ding-dong there, but please can we now focus on the motion before the House today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This motion provides for redactions if there are any national security concerns about the content of the information requested, and it provides for unredacted information to be sent to the Intelligence and Security Committee instead, so there can be no security objections to this motion—quite the opposite. If Conservative Members care about credibility and security, they should support the motion now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not rather more fundamental than that? If a constituent comes to me with something important and I have to sort out the problem, it is crucial that that remains confidential. If I break that trust, I will be letting my constituent down, and also damaging democracy itself, because we must trust our politicians. Is not that really what is at stake here?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member is right that there are standards that have to be followed. When the issues are around important Government business, it is a problem when somebody has breached those standards to the point of effectively being sacked and then is reappointed just six days later. That is what people across the country will not understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Catherine McKinnell (Newcastle upon Tyne North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I apologise for interrupting my right hon. Friend. She is making an excellent speech. This is an incredibly important debate. Is not the problem that the standards being observed in the Government have just sunk too low? Reappointing somebody six days after such serious security breaches brings into question the level at which the Government think it appropriate to guard our national security. The response of Members on the Conservative Benches today suggests that they do not take it seriously either, and that needs to change urgently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right. There has been a real sense over many years now that the respect for standards in public life from the Government and the Conservative party has been deteriorating and has been undermining standards in our important institutions. The Prime Minister promised us that there would be something different. Instead, what we have is more of the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Cabinet Office has already recognised that the Home Secretary broke sections 2.1 and 2.14 of the ministerial code. There are further serious concerns that she may have broken it a third time and also ignored legal advice that the Home Office was breaking the law. Yesterday morning, her successor and predecessor, now the Secretary of State for Business, Energy and Industrial Strategy, said that he had had clear advice—legal and policy advice—about dangerous overcrowding at Manston, about being in breach of the law, and about the need to take emergency measures, which he then took. We have deep concerns about how the Government could have allowed this situation to develop in the first place, why they badly failed to crack down on the criminal gangs that have proliferated in the channel and why they allowed Home Office decision making to collapse, so that only half the number of decisions are being taken each year compared with six years ago and only 4% of last year’s small boat arrivals had their claims determined, so that there is now a huge backlog of cases that has led to overcrowding and the last-minute use of costly hotels in inappropriate locations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, there is also a serious question whether the Home Secretary has just made things worse by ignoring legal advice and allowing dangerous overcrowding, leading to even more last-minute inappropriate procurement and running up substantial legal liabilities when she should have an alternative plan to cut the backlog and cut hotel use instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Plaid Cymru supports this motion. The context here is the reappointment of the Home Secretary, and the appointment of a Minister without Portfolio despite bullying allegations against him—and all that after one Prime Minister was brought down by scandals and another due to ineptitude. Is it not the problem not just those specific individuals, but the fact that the very systems of accountability here in Westminster are fundamentally unfit for purpose, save for maintaining the thinnest pretence of competency from this Tory Government?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady makes an important point, because the standards in our public life and public institutions have depended on people respecting them and on people across public life believing in them and taking them immensely seriously. That is why it is so corrosive when, bit by bit, they are undermined, and why it is so damaging when a new Prime Minister who promised us he would be so different from his predecessors is simply reinforcing the same problems and the same damaging situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Affairs Committee has just returned from a visit to Manston this morning. We heard that the numbers have reduced from over 4,000 at the end of October to just over 1,200 today. What perplexes the members of the Committee is that we do not understand how the number of people could reach 4,000 in a facility designed for only 1,600. How was that allowed to happen? I am very interested in what my right hon. Friend says about Manston and about getting some answers; we very much hope that the Home Secretary will come to the Home Affairs Committee to give those answers shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend makes a very important point. I hope the Select Committee will be able to get answers, because if the then Home Secretary, now the Business Secretary, the right hon. Member for Welwyn Hatfield (Grant Shapps), was clear on 20 October that overcrowding was getting worse and that emergency measures were needed to stop the Home Office breaking the law, why on earth did the current, and former, Home Secretary fail to act in her meeting on 19 October, just the day before—a meeting on Manston that she told us about in her resignation letter to my right hon. Friend?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been reported that the Home Secretary was warned in the middle of September about the deteriorating circumstances, the fact that things were going to get worse and the high risk of successful legal challenge because the Home Office was breaking the law. She was warned on 1 October and again on 4 October, but she still failed to take the emergency measures that her successor was forced to take. She told the House:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I have never ignored legal advice.”—[Official Report, 31 October 2022; Vol. 721, c. 639.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The advice made clear what the law said and how things would get worse unless she acted, so what on earth is her definition of the word “ignored”? The definition I looked up says, “To disregard intentionally”, and that appears to be exactly what she did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Home Secretary wants to claim it was not intentional, but somehow accidental—that she just did not really have a clue what the consequences were of her inaction—I think that makes things worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tom Hunt (Ipswich) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If my memory serves me correctly, the right hon. Lady brought an urgent question to this place about a year ago opposing the use of Napier army barracks for those who enter this country illegally. She has just said she also opposes costly hotels. Just where would she accommodate those who have entered our country illegally?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps the hon. Gentleman will recall that what happened at Napier was that the Government ended up with a huge outbreak of more than 200 covid cases, at the height of a covid crisis, because they were failing to follow basic public health rules and requirements. To be honest, it was an incident that the Home Office again does not seem to have learned from, as we have had outbreaks of diphtheria, MRSA and scabies at Manston. Frankly, if the Home Office and the Government want to solve this properly, they need to address the total collapse in decision making, with just 14,000 decisions being made a year, which is half the number being decided just five or six years ago. That huge backlog has increased as a result of Government legislation that has added to the bureaucracy and made those delays much worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Meg Hillier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The backlog is a hugely significant issue. Among my heavy case load, I have a surgeon who cannot move hospitals because he cannot get his visa turned around, families who are separated and spouses who cannot live together. That is the real human impact. We are turning our back on good people who want to work and live in this country because they are caught in the backlog as a result of the Home Secretary’s actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just before the shadow Home Secretary responds, I say to Members on both sides of the House that this is quite a specific motion on the papers relating to the Home Secretary. It is not a general debate on the Home Secretary or other Government Ministers, so please be mindful of that in any interventions from either side of the House, so that we can focus on what this motion is about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The issue is about whether or not the Home Secretary is continuing to breach the ministerial code. We know that on 19 October she had already broken the ministerial code twice, and she may have done so again in a subsequent meeting, also on 19 October. How many times can a Minister break the ministerial code in a single day and still be reappointed six days later?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Andy Slaughter (Hammersmith) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend notes that the Home Secretary says that she did not ignore the law, but she does not say that she followed the law or complied with the law. Yesterday, a Minister appeared to be saying that the Home Secretary chose to break the law in one way, rather than another way, which was to put people out destitute on to the streets of Kent. Is that not almost an admission that there has been lawbreaking in this case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The important point here is that Ministers have a responsibility for public safety, security and meeting and upholding standards. Part of the reason we are seeking this information and these facts about the decisions that were made is to find out whether any of these issues and concerns that have been raised in the Home Office were raised with the Prime Minister at the time, or whether the way in which the Home Secretary had behaved was raising concerns within the Cabinet Office and with the Cabinet Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On what occasions during the previous Labour Government did the Government release legal advice they were given? In particular, did Tony Blair release the advice given to him on the Iraq war?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is rewinding 12 years. We have had 12 years with a Conservative Government in place, and we have been very clear that this is about exceptional circumstances. He will know that a similar motion was supported by this House about Members of the other place, similarly in exceptional circumstances. We have also been clear that if there are any security concerns around the advice or information given to the Prime Minister, that should be shared instead with the Intelligence and Security Committee—that is the responsible way to do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rushanara Ali (Bethnal Green and Bow) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As someone who spent a few years working as an official in the Home Office, I am all too aware of how important it is to protect our national security. Is it not the case that the Government failing to provide the report to the Intelligence and Security Committee indicates that this Government are not serious about national security?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the problem. We have these reports in the papers and the allegations that have been made, and we must bear in mind that this is not simply about the security lapses that the Home Secretary herself has recognised and admitted to; it is also about reports of further leak investigations during her time as Attorney General. We are simply asking for factual information about whether or not these were raised as concerns and whether or not this was an issue of concern for the Cabinet Office and the Cabinet Secretary when the Prime Minister made his reappointment decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This goes to a wider problem about the way in which the Prime Minister appears to have been taking his decisions. The Government have confirmed that the Prime Minister knew about the complaint from the former Chief Whip, the right hon. Member for Aldridge-Brownhills (Wendy Morton), against the Cabinet Office Minister, the Minister without Portfolio, the right hon. Member for South Staffordshire (Sir Gavin Williamson), which also involves very serious allegations, including about the use of language. We should remember, too, that that Cabinet Office Minister was previously sacked from the Government by the right hon. Member for Maidenhead (Mrs May) for leaking information from the National Security Council. He has now been reappointed to the Cabinet Office—the very office that is responsible for supporting the National Security Council and leading on cyber-security. This matters—maintaining standards, maintaining the ministerial code and showing leadership on security matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is not the reason that we have to ask for these papers to be laid before the House and put in the public domain that, time and again, those on the Government Benches have shown that they lack any judgment on national security, probity and integrity? They had a Prime Minister who had to resign in scandal, and there have been numerous scandals and leaks and a dangerous lack of regard for national security. In normal times, the Prime Minister would be able to see these documents, and they would not need to be presented to the House because this would have been dealt with, but these are not normal times, because the Conservative party has shown that it does not regard national security in the same way that we do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes a really important point: national security matters for all of us. This is a time when the national security threats that our country faces have changed. We face new threats from hostile states who wish to do our democracy harm. We face cyber threats from those who want to undermine our national interest. Cabinet Ministers are the custodians of that national interest, and we need all of them to take that seriously and not be careless about the risks that we face and the impact of a lack of leadership on these kinds of issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, the reality is that we have had a series of Conservative Prime Ministers who have not taken these issues seriously. The right hon. Member for Uxbridge and South Ruislip (Boris Johnson), at the height of the Skripal crisis, as I said earlier, wandered off to a Russian villa in Italy, met an ex-KGB agent, took an unknown guest, did not report it to officials and still cannot remember whether Government business was discussed. The right hon. Member for South West Norfolk (Elizabeth Truss) was accused of using her private phone for sensitive Government business, and the right hon. Member for Richmond (Yorks) (Rishi Sunak) has defended them all, reappointing as his Home Secretary someone his own Back Benchers refer to as “leaky”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If this is all nonsense, then Government Members should support the motion and show us that there is not a problem—show us that the Prime Minister does take this incredibly seriously, has asked the right questions and has got the right reassurances. He has only been in post two weeks, and already we have this chaos. He said he wants to stand up for integrity, so enforce the ministerial code. He said he wants professionalism, so appoint people who can do the job. He said he wants accountability, so support this motion and show some accountability to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}