{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Daisy Cooper – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Daisy Cooper, the Liberal Democrat MP for St Albans, in the House of Commons on 9 September 2022.",
    "content": [
        "Throughout her extraordinary reign, Her late Majesty Queen Elizabeth II was a beacon of stability, duty and selflessness. Many of my constituents in St Albans will find it impossible to imagine Britain’s public life without her. On a personal level, I met the Queen a number of times when I worked in Commonwealth affairs trying to advance democracy and human rights. The Queen was not just a constant; a few times a year, for Commonwealth Heads Of Government meetings, Commonwealth youth meetings and the annual multi-faith, interfaith Commonwealth Day service and reception, she was literally part of the day job. The Queen and the Commonwealth—the only modern intergovernmental organisation like it—were inseparable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Each year, we Commonwealth Secretariat staffers loved celebrating the diversity of the Commonwealth on Commonwealth Day, but it was sometimes slightly surreal. The annual Commonwealth Day reception at the secretariat was rumoured to be the only event in the Queen’s diary where she did not know who she was going to meet. There was no official line-up—it was all organic and not organised—and there was no protocol on ordering people and guests by rank or into different rooms. As a result, it was not unusual to see the Queen greeting a disorganised throng of diplomats and high commissioners—often with their husbands and wives—who were jostling to a backdrop of Fijian dancers in coconut bras, Ghanian acrobats and British pop stars from the 1980s all jockeying for position to get a glimpse of the Queen or to shake her hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On one day, I was tasked with taking a group of dignitaries to Buckingham Palace for an audience with Her Majesty. One such dignitary had just got a new smartphone and was particularly keen on telling all the other group members about its merits in spectacular detail. When we arrived at the Palace, we were all told, quite rightly, to turn our phones to silent and to put them away, but, during our polite conversation with the Queen, this person tried to persuade Her Majesty that she should get a phone just like his. He proceeded to take it out of his pocket and started to press buttons. He thrust it under her nose and plucked up the courage to say, “Your Majesty, I think you should get a phone like mine.” We all stood in stunned silence. She just said, “Who do you expect me to text?” It was fantastic—he blushed like a schoolboy. That one-liner was wildly refreshing, and the rest of the group were incredibly grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So many people who met the Queen have many memories and stories to share, including many of my constituents. Many of them will remember the three occasions when the Queen visited St Albans cathedral and abbey, where a book of condolence is now open. The Queen’s passing feels like the end of an era, but on behalf of myself and my constituents in St Albans, I extend my thoughts and prayers to the royal family. Rest in peace, Your Majesty, and thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}