{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Yvette Cooper – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 12 April 2021.",
    "content": [
        "I join speakers from across the House and the country in paying tribute and respect to His Royal Highness The Prince Philip, Duke of Edinburgh, and in conveying heartfelt sympathies and condolences from all our constituents—from people across Normanton, Pontefract, Castleford and Knottingley—to Her Majesty the Queen, to all the royal family and to all Prince Philip’s friends and family, who are grieving now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "His has been a remarkable life through a remarkable century: from royal to refugee to royal once more; a naval officer while our world was at war; a champion of science, industry and the environment in the peace; and always a public servant. Every one of us across the country, whether we ever met him or not, could not fail to see the steadfast sense of duty, commitment and devotion that he showed to the Queen and to our country. Their marriage and partnership endured through seven remarkable decades. The role of the monarch, even one as well loved and respected as our Queen truly is, can still so easily become a lonely one, yet for so many decades Prince Philip provided the steadfast support, devotion and comfort that has supported our Queen, and our country owes him thanks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The great age at which Prince Philip remarkably kept working—well into his 90s—is astonishing. Just six years ago, already well into his 90s, he came to the opening of West Yorkshire police’s new training centre at Carr Lane in Wakefield, where he described himself as the world’s most experienced plaque opener. He was not wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Millions of people will remember him not for those royal visits, many as they were, but for the adventures he led them through with the Duke of Edinburgh’s Award. On a miserable wet Friday evening close to Easter, in the middle of the 1980s and somewhere in the middle of nowhere, and like millions of teenagers before or since, I climbed out of the school minibus to set off across a muddy field in bucketing rain. Our sleeping bags were soggy by the time we arrived at our campsite, and it poured all night, but the sun shone in the morning, and we loved it. The fact that so many millions of young people across the country and across the generations have done the same thing in the Duke of Edinburgh’s name shows how it has stood the test of time. The expeditions that instilled teamwork, leadership and resilience; the chance to learn new skills; the encouragement of physical activity; the responsibility to take up volunteering and to do duty to others—those elements were things that he himself loved and believed in as ways to build young people’s confidence and opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Subsequent Governments talked often of and tried to set up versions of national citizen services for young people, but it was the Duke of Edinburgh, back in the 1950s, who actually set up one. It has endured and reached out: a quarter of the young people who started the scheme last year faced some kind of financial hardship or needed support, and so many young people from all corners of the country have had the chance to take part, including students in Normanton, Pontefract, Castleford and Knottingley today. New College Pontefract students describe their experiences as bringing them great pride, teaching them about dedication and hard work and building confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Prince Philip resisted the idea of the Duke of Edinburgh scheme being seen as his legacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“No, no…it’s there for people to use”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "he said, yet it feels more important, with more potential and significance on his passing, even than it did more than 60 years ago. When young people have had such a tough time this year, when they have too often been held back or been stuck inside or unable to reach out or spread their wings, the Duke of Edinburgh scheme feels more apt than ever. It is a great legacy, and we now must make sure it keeps reaching more and more young people, so that Prince Philip can keep reaching new generations, just as he did all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}