{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2020-speech-on-security-in-the-middle-east/",
    "title": "Jeremy Corbyn – 2020 Speech on Security in the Middle East",
    "post_date": "January 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 7 January 2020.",
    "content": [
        "I thank the Secretary of State for the advance copy of his statement. Could he tell us where the Prime Minister is, and what he is doing that is so much more important than addressing Parliament on the assassination of Iranian General Qasem Soleimani, an extremely dangerous and aggressive act that risks starting yet another deadly war in the middle east?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Friday, I sent the Prime Minister a letter posing a series of questions. He has not answered any of them. Instead, today he is hiding behind his Defence Secretary. Is it not the truth that he is scared to stand up to President Trump because he has hitched his wagon to the prospect of a toxic Trump trade deal? At this highly dangerous moment, we find the Government giving cover and even expressing sympathy for what is widely regarded as an illegal act, because they are so determined to keep in with President Trump. This assassination puts British troops and civilians, as well as the people of the region, in danger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Secretary of State will confirm, I have long spoken out against the Iranian Government’s human rights record, including when he and I visited Iran together in 2014. This is not a question of Soleimani’s actions or record in the region. Whatever the record of any state official, the principle and the law is that we do not go around assassinating foreign leaders. Without the clear demonstration of an immediate threat, it is illegal. So do the Government regard the assassination as legal under international law? If so, how? Do the lawyers in the Foreign Office and the Ministry of Defence regard it as legal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Secretary of State really believes that this was an act of self-defence, what evidence has he or the Prime Minister seen of an imminent attack on the US? The Secretary of State says that the United States is confident that attacks were imminent, but US officials have been quoted in the press as saying that the evidence was “razor thin”. How would the Secretary of State describe it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the past few days, the US President has threatened to target Iranian cultural sites, and to attack Iran in a manner that is—I quote him directly—“disproportionate”. Both actions would be war crimes, yet the Government still seem unable to condemn such threats. On Sunday, the Foreign Secretary said that the onus was entirely on Iran to de-escalate. I wonder whether, if Iran had assassinated an American general, the British Government would be telling Washington that the onus was entirely on the US to de-escalate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We talk about this as a conflict between the US and Iran, but the worst consequences are likely to be felt by Iraq, a country on the brink of further terrible violence and instability. President Trump has threatened Iraq with\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“sanctions like they’ve never seen before”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "after its elected—yes, elected—Parliament voted to ask US and other foreign forces to leave their country. He has said he will not withdraw entirely unless the US is compensated for the “extraordinarily expensive air base” that was actually built by Saddam Hussein in the 1980s. The Prime Minister—when he finally resurfaced from his trip—said that he was committed to the sovereignty of Iraq, so will the Secretary of State confirm that this Government will respect Iraqi sovereignty if the Iraqi Government ask all foreign forces, including British forces, to leave?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that the British Government were not consulted by the Trump Administration in advance, despite there being obvious British interests at stake. Let me also ask what the Government are doing to secure the release of Nazanin Zaghari-Ratcliffe and other dual nationals ​who are currently in detention in Iran. This must be an utterly terrifying time both for them individually and for their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not in anyone’s interests for this to escalate to an all-out war. All sides should exercise maximum restraint and allow for meaningful dialogue, led by the UN Secretary-General’s office. To prevent war, we need a strong plan for diplomacy, so are the Government in contact with the UN Secretary-General? And let us not forget that there was a diplomatic plan: the Iran nuclear deal. It was working, until President Trump came along and tried to rip it up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time and time again over the last two decades, the political and military establishments have made the wrong call on military interventions in the middle east. Many of us opposed the invasion of Iraq in 2003 and the failed invasion of Afghanistan, and I opposed the bombing of Libya in 2011. Have we learnt nothing from those events? This House must rule out plunging our country into yet another devastating war at the behest of another state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}