{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-speech-on-the-missile-incident-in-poland/",
    "title": "Jeremy Corbyn – 2022 Speech on the Missile Incident in Poland",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 16 November 2022.",
    "content": [
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Foreign Secretary for his statement. We all, obviously and correctly, totally condemn the Russian invasion, the war against Ukraine and the illegal occupation, as we condemn illegal occupations everywhere else. Possibly more than 200,000 people have already died in this conflict, and with the current trajectory, tragically, there are going to be many more deaths of Ukrainians and, indeed, Russian conscripts. There are going to be devastated families all around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hear everything that the Foreign Secretary has said, but he did not say anything about the possible role of the United Nations or any other world body in trying to bring about a process that could at least halt this conflict, restore the status quo in terms of land areas, and try to bring about an early end to this war. Otherwise, we are going to have hundreds of thousands more dead as a result of what is, of course, the totally wrong occupation of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remind the right hon. Gentleman that calls for halting the war were not emanating from Moscow when the Russians felt that they were on the front foot. They were not calling to halt the war when those tanks were surrounding Kyiv; nor were they calling to halt the war when they thought that President Zelensky’s Government would collapse. I find it interesting that calls to halt the war are coming from certain places now that Russia is on the back foot and losing territory in the east and south of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important to make the point that ceasing a conflict is not in itself a neutral act. The Ukrainians have been attacked and murdered, their cities damaged, and their critical national infrastructure put beyond use. It is incredibly important that the message is sent—both to President Putin and to other potential aggressors around the world—that those who start conflicts such as this have to be prepared for the consequences of the nation defending itself and its friends around the world helping it to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately, of course, we want this war to come to an end. We would prefer for it to come to an end quickly, but it has to come to an end on terms that are acceptable to the Ukrainian people, and only the Ukrainian people can decide when that time is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}