{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-to-commons-on-queens-90-birthday/",
    "title": "Jeremy Corbyn – 2016 Speech to Commons on Queen’s 90 Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Prime Minister, in the House of Commons on 21 April 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to second the Humble Address. Many people across the country today will be wishing Her Majesty a very happy 90th birthday, and we on the Labour Benches send our warmest greetings to add to them. May I say, as a relatively young whippersnapper, that I am fully in favour of our country having leaders of a finer vintage?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, we are talking about a highly respected individual who is 90. Whatever differing views people across this country have about the institution, the vast majority share an opinion that Her Majesty has served this country, and has overwhelming support in doing so, with a clear sense of public service and public duty, as the Prime Minister has indicated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty has carried out that duty with great warmth. My dear friend Mildred Gordon, the former Member for Bow and Poplar, who recently died aged 92 and whose funeral is tomorrow, met the Queen at the opening of the docklands light railway. The Queen asked Mildred how she was getting on as a newly elected MP, and Mildred replied, with the devastating honesty with which she replied to everything, by saying that she felt she had very little power to help her constituents. The Queen took her on one side and said, with her customary wit:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Once they find out you lot can’t help them, they all write to me”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty was born less than a month before the general strike. A first daughter, who would later unexpectedly become heir to the throne, she was born two years before all women in Britain got the vote, as the Prime Minister pointed out. Her childhood was during the mass poverty of the long slump of the 1930s and she had her teenage years during the brutal carnage of the second world war. At war’s end, she experienced people’s joy first hand, as the young princess walked through the streets of London; I am pleased that this morning Radio 4 replayed that very moving oral history of our time and lives—indeed, of before the time of most of us in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty became Queen at just 25, following the death of her father, and has reigned for nearly 64 years. She is the longest reigning monarch in our history. In that time, our country has become a better and more civilised place. We have enacted equality legislation, ended colonialism and created the national health service, the welfare state and the Open University. As Head of the Commonwealth, she has been a defender of that incredible multicultural global institution. We are all very grateful for the way in which she has stood up for the Commonwealth; she has visited every Commonwealth country, I think. The Prime Minister was quite right to draw attention to her historic visit to Ireland in 2011, and her speaking in the Irish language at the reception held for her in Dublin during that visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I am welcoming two nonagenarians from my constituency to Parliament. Both have a link with the celebrations that we are conducting today. They are Iris Monaghan and George Durack. Iris was born in what is now the Republic of Ireland, but was then part of Britain. She came to London in 1951, before the coronation, and was a Crown civil servant in the Inland Revenue. She has helped to collect taxes since 1951, keeping us all in the state to which we are accustomed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "George fought in the second world war, serving in the 1st Battalion of the Rifle Brigade, attached to the 7th Armoured Division. He had a daily close affinity with Her Majesty throughout his working life, as he worked for the Royal Mail, delivering Her Majesty’s head through letterboxes all over north London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, I was present at the graduation of a 91-year-old constituent who has just completed her third degree—a master’s no less—at Birkbeck, University of London. That proves that it is never too late to take up a new career and learn something else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is their generation—that of the Queen and of my parents—that defeated the horrors of fascism in Europe, endured the privations of the post-war era and built a more civilised and equal Britain. We have much to be grateful to them for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the day of her coronation in 1953, Her Majesty was driven through Upper Street in my borough. But her crowning achievement in Islington was to come some years later—you will enjoy this, Mr Speaker. In 2006, she was due to open the new Emirates Stadium in my constituency, but had to pull out due to an injury. Unfortunately, that is a fate that has afflicted far too many of Arsenal’s squad in subsequent years, so we must congratulate her on her prescience. My hon. Friend the Member for Hornsey and Wood Green (Catherine West) was then leader of Islington Council. As the Queen could not attend the opening, the whole squad was invited to Buckingham Palace to meet her, and my hon. Friend accompanied them. We know that the Queen is absolutely above politics. She may be above football, too, but many locals harbour a quiet, secret view that she is actually privately a gooner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In her reign, the Queen has seen off 12 Prime Ministers. I recently attended my first state dinner; she has received over 100 state visits, and, as the Prime Minister indicated, visited well over 100 countries on our behalf. I admire her energy and wish her well in her continuing and outstanding commitment to public life. I wish her a very happy 90th birthday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}