{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-during-debate-on-loyal-address/",
    "title": "Jeremy Corbyn – 2016 Speech During Debate on Loyal Address",
    "post_date": "May 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 18 May 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased that we have dispensed with the Outlawries Bill, which will ensure that we have civility and freedom of speech in this Chamber. I intend to adhere to the civility part of it; it is up to others to decide on the freedom of speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "July will mark the centenary of the battle of the Somme, an episode of needless carnage and horror. This week marked the centenary of the Sykes-Picot agreement, in which Britain and France divided up the Ottoman empire into spheres of influence, arbitrarily establishing borders that have been the cause of many conflicts ever since. Those two events should remind us in this House of two things: first, the decisions that we take have consequences, and secondly, it is our armed forces that face the consequences of failed foreign and military policy. Our duty to our armed forces is to avoid the political mistakes that lead to their being sent unnecessarily into harm’s way. As the hon. Member for Bracknell (Dr Lee) pointed out, the effects of war go on for the whole lifetime of those who take part in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By tradition, at the beginning of each parliamentary Session, we commemorate the Members of the House we have lost in the last year. In October, we lost Michael Meacher. He was, as all who met him knew, a decent, hard-working, passionate and profound man. He represented his constituency with diligence and distinction for 45 years. He was a brilliant Environment Minister, a lifelong campaigner against injustice and poverty, and a brilliant champion of the rights of this House and of Parliament. We remember Michael for all those things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Harry Harpham sadly had only a few months to serve this House. He represented his constituency and the concerns of the steel industry in Sheffield with incredible diligence. My hon. Friend the Member for Sheffield, Brightside and Hillsborough (Gill Furniss), who now represents the constituency, told me at his passing:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We have admired the bravery and courage he showed in his life, which was formed during the miners’ strike and carried him forward for the rest of his life.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Harry and Michael were incredibly decent and honourable men who were absolutely dedicated to serving their communities and standing up for strong socialist principles. We commemorate them both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the mover and seconder of the Queen’s Speech motion. It is a job I have never had to do myself—it is one of those powers of patronage. First, I congratulate the right hon. Member for Meriden (Mrs Spelman) on her excellent speech, which I attribute to the excellent training she received early in her career. It is possible that many members of her own party are unaware that sister Spelman, or comrade Spelman, was, like me, a full-time union official before entering Parliament. While industrial strife raged across the country during the early 1980s—I was part of it—[Hon. Members: “Was?”] They are just too fast, Mr Speaker. While that was happening, the right hon. Lady was travelling the whole country defending sugar beet workers from disreputable and exploitative bosses. At least, that is what I think the National Farmers Union was doing at that time. Alas, time changes things, and she and I now sing from a slightly different hymn sheet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Talking of which, I understand that the right hon. Lady has been a stalwart of the parliamentary choir for many years. Perhaps she will find time to give me some singing lessons. Given her background, perhaps together we could sing “The Red Flag” as a duet. [An Hon. Member: “Or the national anthem.”] We will sing from the widest hymn sheet, don’t you worry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady has an excellent reputation for her outstanding work in international development, both in opposition and then in government. She steered her party—some might ungraciously say kicking and screaming—into delivering the pledge that 0.7% of our GDP would be spent on international aid. I pay a huge tribute to her for the way in which she championed the rights of women and young girls in the developing world. She stood up for their needs and their rights and ensured that our aid budget, correctly, went disproportionately to help them, and I thank her for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think that underneath it all, the right hon. Lady is a bit of a closet radical, actually—so we will talk later. After some research, I can exclusively reveal to the House the roots of her radicalism. Her constituency includes the town of Dorridge, and the waters of Dorridge are very important. In the early 18th century—long before she was elected, I should add—her constituency was a nest of rebellion and sedition, led by a local landowner, George Frederick Muntz. A refugee, Muntz was one of the founders of the Birmingham Political Union, an organisation that was pivotal in the introduction of the 1832 Reform Act. The union later became part of the Chartist movement, to which we trace the origins of socialism in this country and the Labour party. Naturally, I hugely admire the Birmingham Political Union for what it did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A member of the parliamentary choir, the right hon. Member for Meriden was in fine voice today, and I am sure the whole House will join me in thanking her for her speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the seconder of the Loyal Address, the hon. Member for Bracknell. Before joining the House, he worked as a doctor. Today, he has lanced the myth that doctors are bad communicators. In his maiden speech, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I am often asked why I…moved away from being a doctor to being a Member of Parliament. To my mind, people who come in here should want to make this country a better place.”—[Official Report, 16 June 2010; Vol. 511, c. 913.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman and I come from absolutely opposite sides of the political spectrum, but we are both sincere in sharing the same goal: to make our country a better place for those who live here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Researching the hon. Gentleman’s career, I thought I had uncovered yet more evidence of the deep fractures that exist within the Government today. I was informed that he was a leading member of an organisation known as the Grumblers. However, we have been into this in some detail, and further research indicated that this was not another group of malcontents on the Government Back Benches—that is already full—but a cricket club of which he would have us believe he is a leading light. I did not want to leave any of that research undone, so I approached the club to get a sense of the hon. Gentleman’s character before making today’s speech. **[Laughter.]** Yes, it’s definitely coming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House will be eternally grateful for the words of Mr Anton Joiner, the chairman of the Old Grumblers cricket club, for his insightful and helpful response to my request. If I may quote from Mr Joiner’s letter, the House will be all the better informed. He wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Dear Sir,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are glad you have established contact with our team, as we are desperately seeking recovery of several seasons’ overdue match fees by our hon. Friend. Please communicate our willingness to waive penalty interest in return for prompt payment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The letter goes on:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“In an undistinguished and tragically all too long career as a top order batsman, the good doctor managed an average of just 11.2 runs with the bat. His efforts with the ball yielded a solitary wicket—that of a French farmer’s wife during a tour match in Brittany in 2008.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman’s generosity knew no bounds:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“As a Doctor, Mr Lee advised on numerous sporting injuries to club players. The misdiagnosis of many led to a string of unnecessary early retirements and an acute player availability crisis, from which the team has only recently recovered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Captain of the Old Grumblers Cricket Club, I rarely had to handle as obstinate and disruptive a character as the Doctor, who stubbornly refused to stand in any conventional field placement and very openly demonstrated a disdain for team sport, command structures… Presumably this led him to the logical career choice of Tory backbencher.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The letter concludes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Please pass on my regards…and the attached invoice.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I very much hope that the hon. Gentleman is a good sport as I understand that he is an equally distinguished rugby player, but those stories were beyond my research capabilities and must be saved for another occasion. I thank him for his more acceptable exploits in the House today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Opposition will judge the Government’s legislative programme against three tests. Will it deliver a more equal society, an economy that works for everyone and a society in which there is opportunity for all? Sadly, it appears that many proposals in the Queen’s Speech militate against those aims, as have the proposals in previous years. Still this Government do not seem to understand that cuts have consequences. When they cut adult social care, it has an impact on national health service accident and emergency departments. When they saddle young people with more debt, it impedes their ability to buy a home or start a family. When they fail to build housing and cap housing benefit, homelessness and the number of families in temporary accommodation increase. When they slash local authorities’ budgets, leisure centres, libraries and children’s centres close. When they close fire stations and cut firefighters’ jobs, response times increase and more people are in danger of dying in fires.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This austerity is a political choice, not an economic necessity. It is a wrong choice for our country, made by a Government with the wrong priorities. Women have been hit hardest by the cuts. More than 80% of cuts fall disproportionately on women. As the Women’s Budget Group has pointed out, all the cuts mean that opportunities for women are systematically reduced and diminished in our society. The Government are failing to deliver an economy that meets the needs and aspirations of the people who sent us here—a Government who are consistently failing to meet their own economic targets. They have failed on the deficit, failed on the debt, failed on productivity and failed to rebalance the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once again, the northern powerhouse was announced—if only the rhetoric matched the reality. In March we discovered that the northern powerhouse has 97% of its senior staff based in London—a northern powerhouse outsourced to the capital. For all the Chancellor’s rhetoric, there has been systematic under-investment in the north, and only 1% of projects in the Government’s infrastructure pipeline are currently in construction in the north-east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much could be said in a similar vein about housing. The Government claim to aspire to build 1 million new homes, but housebuilding has sunk to its lowest level since the 1920s. So out of touch are those on the Government Benches that they think that £450,000 is what people can afford for a starter home. The announcement again today about Britain’s digital infrastructure is welcome. Perhaps this time it will become a reality—I hope it does. Perhaps the Chancellor—sadly, he is not here today—is a convert to our fiscal rule. It is a rational rule, backed by leading economists, which allows for borrowing on capital spending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I point out to the Prime Minister that whether on the northern powerhouse, building homes or investing in digital infrastructure, simply saying things does not make them happen. It takes commitment to fund them. This Government are failing to deliver even on their own proposals, although often that is for the better. The Prime Minister said two weeks ago:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We are going to have academies for all, and it will be in the Queen’s Speech”.—[Official Report, 27 April 2016; Vol. 608, c. 1423.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just a fortnight later, there is no sign of that. Parents, governors, pupils, teachers and headteachers will be relieved to get final confirmation today that the wrong-headed proposals to impose forced academisation have finally been dumped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have been forced to back down on a number of issues in recent months: on tax credits, the Saudi prison deal, police cuts, cuts to personal independence payments for disabled people, the solar tax, the tampon tax, freedom of information, Sunday trading, and aspects of the Trade Union Bill and the Housing and Planning Act 2016. To call that “disarray” would be generous, and that is without discussing the resultant black hole in the Government’s finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps the most worrying proposal of all is the decision to try to redefine poverty and deprivation. Apparently, it is all about instability, addiction and debt—all things that can be blamed on individuals about whom Governments like to moralise. Well, no! It is about 1 million people in our country using food banks, record levels of in-work poverty and the fact that absolute child poverty, after housing costs, is up by half a million. Poverty is up in disabled households on the same basis. Homelessness has gone up every year since the Prime Minister took office, and 100,000 children spent last Christmas in temporary, insecure accommodation. The causes of that are cuts to welfare benefits, cuts to employment and support allowance, the bedroom tax, the benefit cap, wages being too low, insecure jobs, and housing—whether to rent or to buy—being too expensive. We will not tackle poverty by moving the goalposts. Poverty and inequality are collective failures of our society as a whole, not individual failures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On current form, much of what Her Majesty announced today will not require her signature. I very much hope that the Government’s proposals announced today to consign into ever deeper debt those seeking to learn will be rejected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope there will be a cross-party consensus on one element of the Government’s proposals—**[Interruption.]** The hon. Member of all people should understand what I am about to say. I am talking about the proposal to repeal the Human Rights Act, which was introduced at the very start of the Labour Government. It brought the European convention on human rights into British law, thus empowering British citizens and giving rights to everybody in our society. We will defend our Human Rights Act as we defend the human rights of everyone in this country, and indeed all those who benefit from the European convention on human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand—this is quite bizarre—that the Home Secretary is the driving force behind tearing up the Human Rights Act and leaving the convention, which is strange because she has very strong European credentials. What it shows is this: whether we are in or out of the EU, the main obstacle holding back the people of this country is not the EU, but the Conservative Government—a Conservative Government who are displaying a very worrying authoritarian streak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The primacy of the House of Commons is not in doubt. We are committed to replacing the House of Lords with a democratic Chamber, but we will scrutinise sceptically any proposals that seek to weaken the ability to hold the Government to account, as the other place rightly does. Democracy requires accountability for the decisions that are made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The national health service is in record deficit, yet there is no legislation in the Queen’s Speech to improve it. Perhaps the Prime Minister can belatedly adopt the central medical principle of first doing no harm. Unfortunately, pending legislation will affect the NHS—the decision last year to cut nurses’ bursaries. Will the Prime Minister confirm that that decision will be put to the House and voted on in this Chamber? It is opposed by all the unions involved in the NHS and the royal colleges representing nurses and midwives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The move to dissuade people from taking up nursing is all the more bizarre coming as it does at a time when the Government are planning to train nurses to take on more responsibilities from doctors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcome the Government’s proposals to support driverless cars in our society, but can they address a Secretary of State for Health who appears to be asleep at the wheel in control of the NHS?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With regard to the sugar tax, we have made it clear previously that we will look favourably on proposals to tackle childhood obesity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcome the Government’s U-turn on forced academisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will continue my speech, if I may, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As with schools, we would like to see all Ministers being good or even outstanding, but they need the freedom to listen to the public and the people who understand services best, so we look forward to scrutinising the surviving proposals in the Government’s education Bill to ensure that they are better thought through. Just as we have opposed the increase in unqualified teachers in our classrooms, we hope that the Government will get to grips with the £800 million being spent annually on supply teachers because of the recruitment and retention crisis in schools. With school budgets scheduled—**[Interruption.]** We just agreed to behave with civility in this Chamber. Some Government Members have very short memories. **[Interruption.]**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Jacob Rees-Mogg (North East Somerset) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a point of order, Mr Speaker, am I not right in thinking that it is a customary courtesy in this House for people, though they do not have to, to give way in speeches that last over 20 minutes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The essence of the hon. Gentleman’s point was encapsulated in that first sentence: customary, but it is not required. There is no obligation. Members may want the right hon. Gentleman to give way, but he is not obliged to do so. I gently say to the hon. Members for Winchester (Steve Brine) and for Sherwood (Mark Spencer) that they can have a go, but if the right hon. Gentleman does not want to give way they will not advance their cause by shouting. That, in itself, is uncivil, of which the hon. Member for North East Somerset (Mr Rees-Mogg) is never guilty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "School budgets are scheduled to receive their biggest real-terms cut since the 1970s. Education is actually quite important in our society. The Government can therefore ill afford to be spending so much on supply teachers. We have to move away from agency Britain. We will look at the proposals for a national funding formula that would encourage the Government to look, for example, at the school meals and breakfast policies that have been introduced in Labour Wales, which help young people in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcome moves to speed up adoption. That is in the interests of both children and those families committed to adoption, but the priority has to always be the welfare and safety of the child. But at a time when social services and children’s services are being slashed, we have to ask whether the funding will match that desire. We should also put on record—I am sure all of us can agree on this—our thanks to all those families who foster, adopt and give children the very best lives they possibly can. They are heroes in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Students today are in more debt than ever. I make it clear to the Prime Minister that he will not get any support from the Labour Benches on raising tuition fees. The Government are penalising students, announcing the abolition of maintenance grants last year and now announcing that fees will be raised even further. This is a tax on learning—as the Chancellor of the Exchequer called it in 2003—from a Government that cut taxes on capital gains. What message does that send about the economy they want to create? It is that wealth generates more wealth with minimal tax—that and effort and hard work land you in a lifetime of debt, with no support while you make that effort. What an insult to the aspirations of young people wanting an education. We are deeply concerned too about the implications of a free market, free-for-all in higher education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have committed to more apprenticeships. We welcome that if it means more high quality apprenticeships and if it inspires young women to become engineers and young men to become carers. Apprenticeships give opportunities to every young person in our society. But they should not be seen by any employer as a means of circumventing paying a decent wage, while offering little training. We all hear too many cases of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will scrutinise carefully proposals to give prison governors more freedom. It seems the policies of this Government have been to give greater freedoms to prisoners. That is the consequence of overcrowding prisons and cutting one third of dedicated prison officer positions. We welcome proposals to give greater time for education and reform and to reduce reoffending rates. When I was a member of the Justice Committee, I visited young offender institutions in Denmark and Norway. Their approach works. **[Interruption.]** The prison crisis is one that does not require laughter to solve its problems. The approach adopted in those two Scandinavian countries requires more funding and more staff, but it has a very good effect on reoffending rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is, equally, an urgent need to invest in the care of prisoners suffering from mental health conditions. The alarming rise in the number of prison suicides in recent years means that two prisoners every week are taking their own lives, which is a truly horrifying statistic but only part of the disarray in our prisons. Last year, emergency services were called out 26,600 times, or every 20 minutes on average, to incidents in UK prisons. The tide of violent attacks in prisons is rising and has to be addressed. That is the House’s responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many more of our public services are under threat. The Land Registry is threatened with privatisation—a move considered and then rejected in the last two Parliaments. Those Governments listened to the concerns of public and expert opinion. I hope and trust that this Government will consult and come to the same conclusion and that, rather than selling off the family silver, they will retain the Land Registry in public ownership and administration.  \nWe are very clear that the BBC is a valued national institution, but its success is anathema to this ideological Government. Labour will continue to stand up for the licence fee payer and will fight any further Government attacks on the BBC and its independence. Whether it is the NHS, good and outstanding schools, the east coast main line in public operation or the BBC, the Government just cannot stand the threat of a good example of popular, successful public services. We will stand up for them against the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Opposition have long highlighted the injustice of the unequal funding allocations to local authorities. I hope that a local government finance Bill will provide an opportunity to address the disgraceful situation in which the poorest areas, mainly in the inner cities of this country, suffer by far the greatest cuts to expenditure. The cuts imposed on local authorities have had a devastating impact on services for both young and old. Just this week, despite the protestations of some local residents, Oxfordshire Council, the Prime Minister’s favourite county council, announced that it was closing half of its children’s centres. In the past five years, £4.5 billion has been cut from the adult social care budget, which has taken away dignity from elderly and disabled people. Again, the effects of those massive cuts in the adult social care budget fall disproportionately on women in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will scrutinise very carefully the devolution of business rates, which, if not handled correctly, has the potential to exacerbate inequalities between areas of this country. We have a deeply unbalanced economy, and we will oppose plans that widen regional inequalities, rather than narrow them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a positive note, we wholeheartedly welcome moves to devolve powers to re-regulate bus services, and we will look to expand those provisions more widely. Whole areas of the country, particularly in rural Britain, have no bus services at all, and they should be provided with them, particularly where people do not have access to their own cars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are very sceptical about competition in the water industry, which actually goes against the trend in much of the rest of Europe, which is of re-municipalising water and giving it back to communities—a Government committed to devolution might consider that, but this Government want competition. Perhaps we can have competition in reservoirs, pumping stations and mains pipes. We could even have three standpipes on every corner. Imagine the vision of Tory Britain: one for Evian, one for Perrier and one for Malvern water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christopher Pincher (Tamworth) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, I will not give way. We have no objection—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I am well aware that there are Members who want to intervene, and it is perfectly reasonable of them to want to intervene. Equally, there is no obligation on the Leader of the Opposition to give way. **[Interruption.]** Order. Somebody mutters from a sedentary position, “Too long.” The hon. Gentleman is entitled to his opinion; I am telling the House what the factual position is, however uncomfortable, which is that the right hon. Gentleman is in order. What is not in order is for Members to shout and barrack, in total violation of what has been set out at the start of our proceedings. I urge Members who may be irritated to behave with dignity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jake Berry (Rossendale and Darwen) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, I am not going to give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have no objection to reviewing the franchise with regard to overseas citizens, but I hope the Government will take this point seriously and will be minded not only to look at those who have lived abroad for several decades, but to look at 16 and 17-year-olds in this country—old enough to marry, old enough to work, old enough to join the Army and rightly allowed to vote in the Scottish referendum, but not able to vote in our elections. There is something perverse in a Government enfranchising thousands of people who have not lived in Britain for years when they are disfranchising hundreds of thousands of British residents through their individual voter registration plan. That is why, as part of the EU referendum campaign, many of us are spending a lot of time encouraging young people to ensure that they are registered to vote. It is their future that is at stake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone in this House understands the risks posed by terrorism. This city, London, has experienced it before, as have other cities here and around the world. We will of course support strong measures to give the police and security services the resources they need, but we will also support checks and balances to ensure that powers are used appropriately. We would welcome any proposals from the Government to reform the Prevent strategy and instead to emphasise the value of community-led work to prevent young people from being drawn into extremism in any form.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In foreign policy, we must put our promotion of human rights at the centre. We cannot continue to turn a blind eye and, worse, sell arms to those countries that abuse human rights either within or beyond their borders. I welcome the forthcoming visit of President Santos of Colombia and I look forward to meeting him to discuss human rights in what is hopefully on its way to becoming a post-conflict society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s legislative programme spoke of “humanitarian challenges”. We are grateful to Lord Dubs for taking on the challenge of making the Government more humanitarian. Just a few weeks previously, this Prime Minister was referring to refugees fleeing persecution as “a bunch of migrants” and “a swarm”. I have to say this: those words were wrong. I hope the Prime Minister will think again about them and recognise, as everyone should, that refugees are simply human beings, just like any of us in this Chamber, who are trying to survive in a very dangerous and very cruel world. We need to solve their problems with humanity, not with that kind of language.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All parts of the House will have been heartened by the increased turnout in the elections for police and crime commissioners—particularly welcome in Cheshire, Gwent, Humberside and Leicestershire—and we welcome any moves that will give them the powers to improve accountability for their communities. Our police forces mostly do an excellent job, but the recent Hillsborough inquest and the results of it showed that they must never be above scrutiny, to ensure that they do their jobs properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We Opposition Members know that decent public services are necessary for a good society, but also that they depend on tax revenues. We welcome any measures designed properly to tackle tax avoidance and evasion, but this Government’s record on this subject is one of continuous failure. Just a month ago, the Prime Minister welcomed here EU proposals on country-by-country tax transparency, but on 26 April Conservative MEPs yet again voted against these same proposals. Did they not get the memo from the Prime Minister? That same Prime Minister continues to allow UK tax havens not to issue public registers of beneficial ownership and he opposes wholesale the introduction of beneficial ownership registers for offshore trusts. People expect companies that trade in this country and people who live in this country to pay their tax in this country—it funds our public services. Aggressive tax avoidance and tax evasion are an attack on our NHS, on our schools, on care for elderly and disabled people and on our social security system that prevents poverty, homelessness and destitution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Speaker, if you want to deliver a more equal society, an economy that works for everyone and a society in which there is opportunity for all, it takes an active Government, not the driverless car heading in the wrong direction that we have with the present Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}