{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-comments-on-brexit/",
    "title": "Jeremy Corbyn – 2019 Comments on Brexit",
    "post_date": "January 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 21 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for giving me an advance copy of her statement. I join her in condemning the car bomb attack we have seen in Londonderry at the weekend, and I commend the emergency services and local community for their response. The huge achievement of the Good Friday agreement in reducing violence in Northern Ireland must never be taken for granted. It was an historic step forward, and we cannot take it for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government still appear not to have come to terms with the scale of the defeat in this House last week. The Prime Minister seems to be going through ​the motions of accepting the result, but in reality she is in deep denial. The logic of that decisive defeat is that the Prime Minister must change her red lines, because her current deal is undeliverable, so can she be clear and explicit with the House—which of her red lines is she prepared to move on?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister’s invitation to talks has been exposed as a PR sham. Every Opposition party politician came out of those meetings with the same response. Contrary to what the Prime Minister has just said, there was no flexibility and there were no negotiations—nothing has changed. [Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. The Prime Minister was heard and, when there was noise, I called for it stop. The same must apply to the Leader of the Opposition. No one in this Chamber will shout the right hon. Gentleman down. They need not bother trying, because they are wasting their breath.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker. However, I do welcome the commitment that the fee for EU citizens to apply for settled status will be waived.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister was fond of saying that this is the best possible deal on the table and that it is the only possible deal. However, our EU negotiating partners have been clear, saying that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“unanimously, the European Council have always said that if the United Kingdom chooses to shift its red lines in the future… to go beyond a simple free trade agreement… then the European Union will be immediately ready… to give a favourable response.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House voted to hold the referendum and to trigger article 50. There is a clear majority in this House to support a deal in principle and to respect the referendum result, but that requires the Prime Minister to face reality and accept that her deal has been comprehensively defeated. Instead, we now understand that the Prime Minister is going back to Europe to seek concessions on the backstop. What is the difference between legal assurances and concessions? What makes her think that what she tried to renegotiate in December will succeed in January? This really does feel like groundhog day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first thing the Prime Minister must do is recognise the clear majority in this House against leaving without a deal. She must rule out no deal and stop the colossal waste of public money planning for that outcome. Questions must also be asked of the Chancellor. He reassured businesses that no deal would be ruled out by the Commons, yet he sanctioned £4.2 billion to be spent on an option that he believes will be ruled out. Last week, the Foreign Secretary said that it was “very unrealistic” to believe that the House of Commons would not find a way to block no deal. Will the Prime Minister meet with her Chancellor and Foreign Secretary to see whether they can convince her to do what is in her power and rule out no deal? If she will not do that now, will she confirm to the House that, if an amendment passes that rules out no deal, she will implement that instruction? The Prime Minister agreed the backstop because of her pledge to the people of Northern Ireland to avoid a hard border, but no deal would mean a hard border in Ireland and would break the Prime Minister’s commitment. Is she seriously willing to accept a hard border?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today heralds the start of a democratic process whereby this House will debate the amendments that will determine how we navigate Brexit. Of course, the Government ​tried to block us ever getting to this stage. They wanted no democratic scrutiny whatsoever. Labour has set out a proposal—I believe there may be a majority in this House for this—for a new comprehensive customs union with the EU that would include a say and a strong single market deal that would deliver frictionless trade and ensure no race to the bottom on workers’ rights or any other of the important regulations and protections that we currently have. As we have said consistently from the beginning, we will back amendments that seek to rule out the disaster of no deal and, as we have said, we will not rule out the option of a public vote. No more phoney talks. Parliament will debate and decide, and this time I hope and expect the Government to listen to this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}