{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-comments-on-withdrawal-agreement/",
    "title": "Jeremy Corbyn – 2019 Comments on Withdrawal Agreement",
    "post_date": "January 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Jeremy Corbyn, the Leader of the Opposition, on the Brexit Withdrawal Agreement on 7 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker, for granting this urgent question. With less than three months until we reach the article 50 deadline, there can be no more hiding and no more running away. This issue will define Britain’s future and should not be decided by the internal machinations of the Conservative party. This House and this country deserve much better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A month ago, the Prime Minister shamefully pulled the meaningful vote, promising to do everything possible to secure assurances from the EU on the temporary nature of the backstop. Now the time has come for the Prime Minister to tell the House exactly what legal assurances she has been given by EU leaders. She achieved nothing at the December summit, but now surely she has plenty to update us on. Although I am delighted to see the Brexit Secretary here today, it is the Prime Minister who should be here to answer these questions. She suggested that a breakthrough had been secured last week. She is not here because she is busy promoting “Project Fear.” It is all hot air.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There also seems to be confusion about exactly what the Prime Minister is demanding from EU leaders. The Leader of the House promised “legal reassurances”, but yesterday the Prime Minister told the BBC:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We’re not asking for anything new”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can the Secretary of State clear this up and tell the House exactly what is being requested, because this morning Ministers in his own Department did not seem to have a clue? When asked what the PM was demanding, the Brexit Minister had to concede that he did not know, but he reassured the whole world by saying that he was “an important person”, so that is all right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fear that the reason so many members of the Cabinet are in the dark is that there is nothing to know. If that is the case, what guarantees do we have from the Secretary of State that, faced with yet another humiliating defeat, the Prime Minister will not just run away? Can he do what the Prime Minister should be doing here today by confirming the timetable for the meaningful vote and providing what we have not received so far: a cast-iron promise that it will not be reneged on yet again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are trying to run down the clock in an attempt to blackmail this House and the country into supporting a botched deal. The Prime Minister has refused to work with the majority over the past few months, in a desperate attempt to spark life into what is actually a Frankenstein’s monster of a deal. Now we are told that, if we do not support the deal, the Government are prepared to push our whole economy off the cliff edge. To prove this, preparations for no deal are now under way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Transport Secretary, who has a PhD in incompetence in running Ministries, has awarded a shipping contract to a company that does not have any ships. Even today, we see the farce of lorries being lined up to stage a fake traffic jam in Kent to pretend to the EU that the Government are ready for a no deal—a stunt that the Road Haulage Association describes as “window dressing” and that one of the drivers describes as a “complete waste of time.” The Government are fooling nobody. These shambolic preparations are too little, too late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reality is that there is no majority in this House to support no deal. Why will the Government not face up to this truth and stop wasting our time and our money? The Prime Minister should be here updating MPs on what progress she has achieved, if any. Instead, she is continuing her approach, as before Christmas, of ducking scrutiny and dodging accountability. We will hold this Government to account for their incompetence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}