{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-speech-on-international-human-rights-day/",
    "title": "Jeremy Corbyn – 2022 Speech on International Human Rights Day",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in Westminster Hall, the House of Commons, on 8 December 2022.",
    "content": [
        "I congratulate the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) on securing today’s debate and on the speech that she made earlier and her remarks about the parliamentary human rights group, which I have been a member of since I was first elected. It is a genuinely independent human rights group and has done a fantastic amount of work over the years. Long may it continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is wonderful to have a debate here in Westminster Hall on a Thursday afternoon, but why is the debate not on the Floor of the House? Why is it not in Government time? Why is there not a Foreign Office report on human rights, as there was every year from 2003 onwards? It is simply unacceptable that a Government who claim to fully adhere to all UN human rights protocols cannot do a report on our own activities and views on issues facing different countries around the world—things that are extremely important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to put this debate within the framework of the human rights law that we have. We put into law the Human Rights Act 1998, which then put into UK case law the judgments of the European Court of Human Rights, as well as the European convention on human rights, which was already recognised and, as the hon. Member for Rhondda (Chris Bryant) pointed out, was written by UK barristers and judges in 1948.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have constantly objected to the European Court of Human Rights—its administration and its judgments—and got very excited about an interim judgment that prevented an unnamed asylum seeker being removed to Rwanda, where he had never sought to go, anyway. That was then used to start a huge campaign about why we should withdraw from the European Court of Human Rights and the European convention on human rights. As the hon. Member for Rhondda correctly pointed out, if we withdraw from those, we then withdraw from the Council of Europe because there is no basis for being in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The function of the Council of Europe relates fundamentally to human rights. It monitors the election of judges to the court. Everyone accepts there are inefficiencies within that legal system—I am sure there is no part of the British legal system that has any inefficiency in it whatever. The important point is that we are adherents to the European Court and the European convention on human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I assure the right hon. Gentleman, from my own years in legal practice, that if he wants to find inefficiencies in a legal system, he does not have to go all the way to Strasbourg to find them. The point is that the Human Rights Act did all the things that the right hon. Gentleman mentioned, but it did more than that, or we have subsequently used it to do more than that. We have hardwired it into the devolution settlement for Scotland and Wales, and also into the Good Friday agreement and the devolution set-up for Northern Ireland. How can that hardwiring be undone without damaging the institutions that are protected when the Human Rights Act is invoked?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman’s points are absolutely correct. The 1998 Act enshrined the laws I have mentioned, but it also created a culture of human rights that has developed in Wales, Scotland and Northern Ireland through foreign policy and in many other attitudes. When the Minister responds to the debate, I hope she will make it very clear that there is no question of a British Bill of Rights or a Bill of Rights that undermines the principles of the United Nations’ universal declaration of human rights, the European convention on human rights or the European Court of Human Rights. If we go away from that, then what future is there for human rights in this country? Who are we to lecture anybody, anywhere around the world, on abuses of human rights if we have walked away from the very conventions that we are supposed to be adhering to in the first place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The arguments used to oppose the interim judgment made by the European Court of Human Rights was that the asylum seekers were “illegal”. Let me be absolutely clear and put it on record that there is no such thing as an illegal asylum seeker. The legal right to seek asylum is set out in international law and in UK law, as we should understand and respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, I was at the Committee on Migration, Refugees and Displaced Persons of the Council of Europe. It was a lengthy but fascinating meeting that was very well attended by people from all over the member states of the Council of Europe. There were two significant reports, one of which was about the situation facing refugees from Afghanistan. It looked at problems with Afghan refugees settling around Europe, the poverty in which they are living, the numbers now being pushed back from trying to enter Greece or other European countries—I will come to that in a moment— and the desperate poverty of people in Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There have been 21 years of war in Afghanistan. Billions of pounds and dollars have been spent on that particular war. We have left behind the chaos of a lack of human rights and respect for people, along with desperate poverty and hunger. I know it is not central to this debate, but we can do a lot better by the people of Afghanistan than ignoring the situation. Whatever one’s views on the Afghan war, we have responsibilities to those people and the poverty in which they have been left.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also had a very interesting report from the International Committee of the Red Cross on the question of asylum seekers. It put forward six policy recommendations, which I will refer to quickly because I am conscious that colleagues wish to speak. They are:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“National authorities and regional bodies should: Acknowledge the tragedy of missing migrants and address the problems their families face as a result of this situation. Put in place preventive measures such as ensuring that the respective legal frameworks are compatible with international law and adequately address the main humanitarian problems. Integrate the missing migrant issue into continental, regional and national policy and cooperation frameworks. Strengthen bilateral and multilateral cooperation in search efforts, including humanitarian rescue activities if migrants are in distress…Establish clear pathways to be followed in searching and identifying persons missing in the context of migration…Respond to the various needs of families and ensure institutional and legal frameworks that allow for an individual specific assessment and response.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those policy recommendations were important because the number of missing people around the world is increasing very fast. I was astonished to hear that far fewer than 20% of those who die in the Mediterranean or other seas around Europe are ever identified. That is life for some people. They live in poverty, under oppression, seek asylum somewhere else and die, unnamed in an ocean, while trying to get to a place of safety. On International Human Rights Day, of all days, can we not have a sense of humanity in our approach towards these people and the desperate situation in which they are forced to live at the present time?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pushbacks, which I believe to be not just illegal but immoral, are practised in a number of countries, and the argument often put forward, particularly by Conservative politicians, is that we should have almost a military response to people trying to cross the English channel. These are desperate people trying to get to a place of safety. We should bring them to a place of safety and look after them after that—let them contribute to our society. The cause of people seeking asylum has to be examined, because we cannot look at human rights in the abstract. The reality is that it is driven by war and the appalling invasion of Ukraine. Millions of people have sought refuge, and there has been a terrible loss of life, both of people in Ukraine and of conscripted Russian soldiers. Russian peace activists have also been arrested. Hopefully, there will be some kind of process to bring about a cessation of the fighting and a long-term solution to the issues that have led to the war in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are so many other wars that I would go on for far too long if I tried to mention all of them. I have already referred to Afghanistan, but the situation in Iraq is far from perfect. I still meet people who have sought asylum from Iraq, and I meet people from Libya who have sought asylum from that country. What is the connection between those three countries? All have had UK military involvement in their conflicts. The war in Yemen, to which the hon. Member for Rhondda (Chris Bryant) and others referred, is largely occasioned by huge supplies of American and British weaponry to Saudi Arabia, which uses them to oppress the people of Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then we have the occupations, which are always wrong in any context. They include the Israeli occupation of Palestine and the colonialisation of the West Bank through the settlement policy. Again, that leads people seeking safety to go somewhere else. The consequences of our inaction, or positive action in supplying arms to the aggressor in many cases, often lead to the problems that we are now concerned with and complaining about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Africa is often not mentioned in many debates, yet the reality of war in the Congo and other places is that it leads to huge displacements of people. It is occasioned by huge quantities of often small arms and lighter arms being sold to fuel those conflicts, and they are often funded by mineral interests and those who seek to gain land or power. We have to look very seriously at those issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My friend the hon. Member for Rhondda mentioned the situation in Colombia. I was in Colombia for the first round of the presidential election—I had been there before—and I talked to a lot of human rights groups, farmers groups, trade unions and academic groups. I did a seminar at the Catholic University while I was there. To the credit of President Petro, his new Government and Vice President Francia Márquez, they have started peace talks with the other guerrilla groups. They are trying to bring about a total peace accord, and they are proposing substantial land reform legislation. It is going to be very difficult, because there is an awful lot of opposition to what they are achieving from very powerful vested interests, and we have to wish them well in that process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that in this debate and future debates we look to our own culpability in all this. I have mentioned the wars, but we also need to think about the huge volume of arms sales that we are promoting and the way in which our embassies around the world have been turned into commercial operations for British companies in order to improve British exports. I can understand the need for that, but not at the expense of taking away the human rights advisers or, indeed, of no longer continuing the former policy, both within the EU and nationally, of having a human rights agenda in our overseas trade arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sometimes, however, one gets good news in a difficult situation, and yesterday there was a very interesting judgment in a court in Oaxaca, Mexico. I have been quite involved in supporting the case. A young woman called Claudia Uruchurtu was arrested while she took part in a demonstration in Oaxaca against the corruption of the mayor of her town. The mayor of the town of Nochixtlán was deemed to be corrupt, and she was part of the opposition to what the mayor was doing. At the end of the demonstration, she disappeared. Her body has never been found. She has never been located. Her family, who live in the UK, were obviously desperately worried about her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After a lot of action by good people in Mexico, including the British embassy and others, who did a great deal to support the family, the case was brought to court yesterday and the mayor was found guilty in the case of the disappearance of Claudia. The sentencing has not yet happened—we await that next week—but it is significant that in this one case of somebody’s disappearance under duress pressure, the perpetrator has been found guilty. That will give some hope to the families of the many, many others who disappeared in Mexico, of which there are at least 100,000 in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While one obviously condemns the disappearances and the abuse of human rights, one should pay tribute to the Government of President López Obrador for taking on these cases. It is creating a culture of respect for human rights and empowering the Ministry of the Interior to investigate historic abuses of human rights, including the disappearance of the 43 Ayotzinapa students some years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was news today that the Al Jazeera broadcasting channel is referring the case of the murder of Shireen Abu Akleh to the International Criminal Court. I wish the channel well in doing that. Shireen was shot in cold blood for no other reason than that she was filming Israeli soldiers oppressing Palestinian people. She is one of many journalists who have been injured or shot not only in the conflict in Palestine but in many other places around the world. We should recognise that there are all sorts of human rights defenders and they come in all shades. They can be journalists just as much as human rights defenders from voluntary human rights organisations. We should be doing all we can to speak up for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The issues abound in many other countries that I could refer to today. Briefly, I obviously concur with the remarks made about the women of Iran and their bravery in demanding human rights themselves, and there are others who want to see human rights throughout Iran. The British Government are also supporting people such as Mehran Raoof, who is a workers’ rights representative. We have to keep on demanding their release.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nazanin’s release was excellent news, but she was sadly one of a number. Human rights have to be universal. They do not mean going to war with somebody. They do mean engagement to try to achieve better human rights. The case of Alaa Abd El-Fattah, who is still in prison in Egypt, was taken up during COP27. COP27 is over, the greenwashing is finished, they have all left town and people have stopped talking about his case. He has family in this country. He deserves to be freed, and we should support his release.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have a very multicultural constituency, which I am very proud to represent in Parliament. It includes many people who come from all parts of Kurdistan—from Syria, Iran, Iraq and Turkey. The conditions facing Kurdish people in northern Syria are appalling, and the bombing that is now taking place against the Kurdistan Democratic party forces in Iran and Iraq and the problems that are going on in Turkey have to be recognised. Surely at the centre of all this is a failure to recognise the rights of people to their own self-determination and self-expression. The Kurdish people demand and deserve those rights. It is not good enough for us all just to go to Nowruz celebrations in March. We have to act all year round to ensure the Kurdish people get their place of safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rights are universal. Rights of workers are universal. The International Labour Organisation confirms that. I hope the Minister will be able to tell us that Britain is no longer going ahead with legislation that will be inimical to the International Labour Organisation and the various pieces of human rights legislation we have around the world that we should abide by. Workers’ rights are human rights, just as much as anybody else’s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to educate our young people not to see the Human Rights Act as a problem or something to make a light-hearted joke about on the radio or television or in newspaper attacks—“Somebody’s abusing the Human Rights Act”. It is there only because of the bravery of human rights defenders in this country and around the world. If we walk away from the European convention and human rights legislation, we will leave a terrible legacy for future generations. The hon. Member for Rhondda is right when he says that there has been a pushback against human rights around the world. Let us not be part of it; let us go in the opposite direction by defending and extending human rights. The next generation will thank us for that and benefit from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}