{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-parliamentary-question-on-damp-in-properties/",
    "title": "Jeremy Corbyn – 2022 Parliamentary Question on Damp in Properties",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 16 November 2022.",
    "content": [
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Secretary of State for his statement on this awful tragedy and for the way he made it. I hope this will lead to a step change in attitudes and policy towards the housing needs of people across the whole country. I totally agree with him when he says that everyone should have a decent, safe, secure, dry, warm place to live in—absolutely right. It is not happening in my constituency, or in many others, where I come across people living in overcrowded accommodation with damp and all the other issues that go with it. In the now very large private rented sector, tenants are often afraid to complain—they fear eviction if they complain—they have no certainty of a long-term residence. We need tough legislation on the private rented sector, we need more council housing built and we need an attitude from public health inspectors that goes down like a tonne of bricks on any landlord, whoever they are, who fails in their duties to maintain a safe, dry, warm and clean environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michael Gove**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman and I have disagreed on many things in this House, but I have to say that I agree with every single word he just said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}