{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Jeremy Corbyn – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 16 June 2022.",
    "content": [
        "I welcome this debate and the work done by many Members of Parliament to bring it forward and by the hon. Member for Leeds East (Richard Burgon) in particular to secure it. We had a debate in Government time in 2019, after the general election had been announced, and the Prime Minister spoke for the Government on the issue of Grenfell; it seems a bit strange that we now have to rely on Back-Bench Members to get a debate on the fifth anniversary of Grenfell. This debate should have been held in Government time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fire was obviously appalling in every conceivable way. I went to Grenfell the day after the fire and met many of the firefighters and others who had risked everything to try to save life. Their trauma was palpable, as was the trauma of police officers, local people and many other community groups that, as my friends have pointed out, came forward to help and support people and to provide food and comfort for them. The horror has not gone away. The trauma of losing loved ones—children, parents—has not gone away and will never go away. We should pay tribute to all those who did so much to help and provide support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In particular, we should pay tribute to the firefighters who risked everything to try to save life. I remember just like it was two minutes ago their telling me, “We work to save life; it is not our job to carry dead bodies out of buildings.” They knew they had to do it and they did it. I have been on a number of the silent walks, and it was interesting that at the walk on Tuesday evening the silence was broken, as we walked under the bridge in Ladbroke Grove, to cheer and applaud the firefighters for the work they have done. That was absolutely the right thing to do because the firefighters are the absolute heroes of the occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tuesday’s silent walk was silent, dignified and very respectful, and it was very moving, for that and many other reasons. But Ministers and local authorities should not take that silence as some kind of consent to what has happened. Underneath that silence there was a wave of anger through the crowd. Five years on, nobody has been prosecuted. Five years on, people are still suffering the trauma. Five years on, people feel they have not had the support that they should have had. The speeches at the end of the silent march indicated all that. People from Grenfell United spoke, but I think the most powerful speech was by Lowkey—he is from the area, in the area, of the area and part of the area—who gave the strong message that the people of Grenfell will not tolerate another five years of silent marches and waiting for something to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The only regulation that appears to have come out—the one that deals with those with disabilities—has not been properly implemented. Let me quote from an article written by Emma Dent Coad, the former Member of Parliament for Kensington. We should thank her for the huge amount of work that she did, just a few weeks after being elected to this place, to represent her people. Now, as a councillor and leader of the Labour group on Kensington and Chelsea London Borough Council, she is still doing great work. She wrote in Tribune that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the Fire Brigades Union have serious concerns about the government’s refusal to implement the Grenfell Tower Inquiry Phase 1 recommendations in relation to Personal Emergency Evacuation Plans”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "She went on to say that it appears that somebody thinks people with disabilities are “a nuisance” that would get in the way of dealing with a fire rescue. A disproportionate number of people with disabilities died in Grenfell Tower. Saving life has to be an absolute priority, and those with mobility problems should have the highest possible priority in being helped and saved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that, eventually, the inquiry will show the many failings of the Royal Borough of Kensington and Chelsea, but I hope it will also recognise the strength of the community support that, as other Members have pointed out, came from churches, synagogues, mosques and temples. All came and did everything they could to provide support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After Grenfell, there were concerns throughout the country about flammable cladding around buildings. I am sure that every Member of this House has been contacted by residents who live in high-rise blocks wishing to express their concerns. My own local authority immediately inspected every single block and building in the borough and took remedial action where it was required on local authority-owned property. Generally speaking, across the country the response of local government to the cladding dangers has been far better and far more efficient than that of the private sector, and has shown far more concern about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many people in this country are now either very frightened or very frustrated by the situation in which they find themselves. As the hon. Member for Leeds East pointed out, 10,000 buildings around the country have cladding that needs to be dealt with. Many people live in private sector leasehold or shared ownership properties and thought they had bought or moved into a place that was safe, but the regulations now indicate that it is not. As a result, they are being saddled with very large bills and cannot move on, move out or do anything else. The Government seem incapable, unable or unwilling to bring some comfort to those people’s lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have in my constituency many fairly new developments where the cladding has been deemed unsafe. It was not deemed unsafe when the buildings were constructed, but it now is. Let me quote a letter from residents who live in Drayton Park in my constituency:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We need your support to push the developer Galliard homes to carry out what they have recently pledged the government to do in terms of removing inflammable materials and providing us with the EWS1 fire safety certificate. They have not confirmed to us what exactly they are going to do”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The letter goes on to point out that the insurance costs for the whole building have increased from £81,084 in 2016-17—pre-Grenfell—to £233,367 in 2021-22 and now £403,000 for 2022-23. The fire insurance for the individual writing on behalf of the residents has gone up to £600 per year. He cannot afford that and he cannot afford to remortgage, either. He is not alone in feeling completely stuck because of the situation he is in through no fault of his own and which is not of his own making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the very least, we require Government action to deal with the issue of dangerous cladding on buildings and, if necessary, to pay for it and get the money back from the developers, the builders or the owners of the freehold, as appropriate. The worst thing is not to be able to give some comfort and security to people who live in those buildings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I spent some time in another building called Highbury Gardens, where the same issue has arisen. Many young people who moved in, bought leases on those flats and had children now want to move. They want a bigger place—they have more children and so on. That is all part of normal life, but those people are completely and utterly stuck. They cannot sub-let their flat. They cannot rent it. They cannot move. They cannot do anything, and this has gone on and on and on. Meanwhile, their insurance costs have become very, very high indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that this debate will serve as an opportunity. I look forward to the Minister’s reply in which he can bring both some news for us on the progress of the Grenfell inquiry and what will come out of that, and some comfort to those people living in blocks of flats where, apparently, there is dangerous cladding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will conclude by quoting from Emma Dent Coad’s article that was published in Tribune on the anniversary of Grenfell. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“While we suffer under a government with zero strategic vision, or indeed any vision whatsoever aside from its own survival, we must work towards a future where specialisms, professional organisations and industry do not compete, but work together positively. Only by listening to each other, between those categories”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "can we look at the failure of fire safety\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“and the ongoing neglect of people with disabilities and social housing residents”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Surely, if anything, Grenfell was a wake-up call to the two Britains that exist—those who have, and those who live in social housing that is badly maintained, not very well looked after and badly designed, who are the ones who have suffered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The silent walk for Grenfell shows the unity of a community of people of all backgrounds, all ethnic groups and all languages coming together, wanting to see real justice within our society. We owe it to them. I do not want to be here in five years’ time, on the 10th anniversary of Grenfell, and say that we are going through the same thing. I do not think that there will be silent walks for another five years. By that time, people will be extremely angry, and those walks will become extremely loud and very noisy. Do not underestimate the anger and the frustration of the people of Grenfell for the way that they were treated then and for what has happened to them since.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}