{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2018-letter-to-prime-minister-on-poverty/",
    "title": "Jeremy Corbyn – 2018 Letter to Prime Minister on Poverty",
    "post_date": "December 3, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the letter sent by Jeremy Corbyn, the Leader of the Opposition, to the Prime Minister on 28 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Dear Prime Minister,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While Brexit is understandably dominating the political agenda, I am writing to express my disappointment at the Government’s response to the report into poverty in the UK by the UN Special Rapporteur, Professor Philip Alston.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Professor Alston deserves our immense thanks for his work and for highlighting the shocking reality of modern Britain – the fifth largest economy in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, despite receiving the report more than one week ago, the only formal response from the Government has been supplied by the Work and Pensions Secretary, who expressed disappointment at the language used in the report. Is the Government’s position that it is more disappointed by the language used to describe the poverty in Britain than the alarming facts of poverty in Britain?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is no surprise that the rapporteur concluded that, “there is a striking and almost complete disconnect between what I heard from the Government and what I consistently heard from many people directly, across the country”. His conclusion comes just two years after another UN rapporteur found the Government’s welfare reforms and austerity policies had led to “grave and systematic violations” of disabled people’s rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Child poverty has increased by half a million since 2010. We now have over 4.1 million children living in poverty. Professor Alston concluded that levels of child poverty were “not just a disgrace, but a social calamity and an economic disaster”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is imperative that the Government ends the two-child policy in Universal Credit (and the accompanying and shameful ‘rape clause’). In government, Labour would also invest once again in the Sure Start programme and in providing free school meals to all primary school children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rough sleeping has more than doubled and the scale of rough sleepers dying on our streets shames any nation that claims to be civilised. This Christmas, over 120,000 children will be languishing in temporary accommodation, without a home to call their own. We have set out how this crisis can be tackled: we will make 8,000 homes available for those with a history of rough sleeping, we will build council housing on a scale not seen for more than three decades, and we will regulate the private rented sector to control rents – which have risen more than £1800 a year compared to 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With over one-fifth of the population (14 million people) living in poverty and 1.5 million destitute, this crisis cannot be ignored and neither can the Government delay taking action. Yesterday, a report by the Trussell Trust found that more people than ever will be reliant on food banks this Christmas, including nearly 600,000 children. Poverty has a debilitating effect on people’s life chances – it is shameful that life expectancy has stagnated and is now actually falling in some of Britain’s poorest communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most children living in poverty live in a working household. In-work poverty is at record levels due to low pay and insecure contracts. Labour believes we must tackle the scourge of low pay by increasing the minimum wage to the level of the real living wage (at least £10 per hour by 2020) and eliminating discriminatory youth rates. The only way to secure and sustain decent pay levels is through strong trade union and employment rights, which is why we would repeal the Trade Union Act and ban zero-hour contracts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UN report should be a wake-up call about the rising levels of poverty and destitution that exist in Britain today – this is a national emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Austerity was a political choice and the UN Special Rapporteur has laid out the consequences of your Government’s policies. These policies have hit disabled people, women and BAME communities particularly hard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many councils – the democratic local institutions there to support their communities – have seen their budgets slashed by 49% on average since 2010. These cuts have seen libraries, youth centres, and Sure Start centres close in their hundreds. Social services have been slashed and our dedicated public servants, from social workers to youth workers and police, are having to tackle more acute social problems with fewer resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Labour Party stands committed to tackling injustice and to reversing the shocking trends of rising poverty, rising homelessness and rising destitution. If the Government brings forward any or all of the following measures in legislation, we will expedite these through the House of Commons:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "• Ending the benefit freeze  \n• Scrapping the bedroom tax  \n• Stopping the roll-out of Universal Credit  \n• Ending the five-week wait for a first benefit payment  \n• Ending the two child cap and scrapping the rape clause  \n• Ending the punitive sanctions regime\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot stand by while our nation – the fifth richest in the world – is condemned by the United Nations for failing the most vulnerable in our society. The Government is failing to tackle the burning injustices faced by the poorest people in our country, but you can change that – and we are willing to help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would also be grateful if you could give the commitment of a date by which the Government will be responding in full to the recommendations in the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the public interest in this issue, I will be making this letter public. While this Government shames our nation by being condemned for its neglect of its poorest citizens, the next Labour government will be judged by how we reduce poverty, inequality and homelessness – as any government should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yours sincerely,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rt Hon Jeremy Corbyn MP  \nLeader of the Opposition\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}