{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-on-panama-papers/",
    "title": "Jeremy Corbyn – 2016 Speech on Panama Papers",
    "post_date": "April 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn in the House of Commons on 11 April 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for advance sight of his statement—it is absolutely a master class in the art of distraction. I am sure that he will join me in welcoming the outstanding journalism that went into exposing the scandal of destructive global tax avoidance that was revealed by ​the Panama papers. Those papers have driven home what many people have increasingly felt: that there is now one rule for the super-rich, and another for the rest. I am honestly not sure that the Prime Minister fully appreciates the anger that is out there over this injustice. How can it be right that street cleaners, teaching assistants and nurses work and pay their taxes, yet some at the top think that the rules simply do not apply to them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What has been revealed in the past week goes far beyond what the Prime Minister has called his “private matters”, and today he needs to answer six questions to the House, and—perhaps equally importantly—to the public as a whole. First, why did he choose not to declare his offshore tax haven investment in the House of Commons Register of Members’ Financial Interests, given that there is a requirement to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“provide information of any pecuniary interest”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "that might reasonably be thought to influence a Member’s actions? The Prime Minister said that he thinks he mishandled the events of the past week. Does he now realise how he mishandled his own non-declaration six years ago, when he decided not to register an offshore tax haven investment from which he has personally benefited?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, can he clarify to the House and to the public that when he sold his stake in Blairmore Holdings in 2010, he also disposed of another offshore investment at that time? In particular, were any of the £72,000 of shares that he sold held in offshore tax havens?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The “Ministerial Code” states that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Ministers must ensure that no conflict arises, or could reasonably be perceived to arise, between their public duties and their private interests, financial or otherwise,”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and that all Ministers\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“must provide…a full list…of all interests which might be thought to give rise to a conflict,”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "including close family interests. So did the Prime Minister provide the permanent secretary with an account of his offshore interests and if not, did he not realise that he had a clear obligation to do so, when part of his personal wealth was tied up in offshore tax havens and he was now making policy decisions that had a direct bearing on their operation? For example, in 2013 the Prime Minister wrote to the President of the European Council opposing central public registers of beneficial ownership of offshore trusts. So, thirdly, does the Prime Minister now accept that transparency of beneficial ownership must be extended to offshore trusts?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Panama-based law firm Mossack Fonseca registered more than 100,000 secret firms in the British Virgin Islands. It is a scandal that UK overseas territories registered over half the shell companies set up by Mossack Fonseca. The truth is that the UK is at the heart of the global tax avoidance industry. It is a national scandal and it has got to end. Last year, this Government opposed the EU Tax Commissioner Pierre Moscovici’s blacklist of 30 un-co-operative tax havens. That blacklist included the Cayman Islands and the British Virgin Islands. So my fourth question is: will the Prime Minister now stop blocking European Commission plans for a blacklist of tax havens? It turns out that Lord Blencathra, the former Conservative Home Office Minister, was ​absolutely right when he wrote to the Cayman Islands Government in 2014 to reassure them that our Prime Minister was making a “purely political gesture” about cracking down on tax havens at the G8. It was designed, he said, to be\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a false initiative which will divert other member states from pursuing their agenda.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last June, Treasury officials lobbied Brussels not to take action against Bermuda’s tax secrecy. According to the European Union’s transparency register, the tech giant Google has no fewer than 10 employees lobbying Brussels. Bermuda is the tax haven favoured by Google to channel billions in profits. Conservative MEPs have been instructed on six occasions since the beginning of last year to vote against action to clamp down on aggressive tax avoidance. This is a party incapable of taking serious, internationally co-ordinated action to tackle tax dodging. Across the country and on the Opposition side of the House, there is a thirst for decisive action against global tax avoidance scams that suck revenues out of our public services, while ordinary taxpayers have to foot the bill. It undermines public trust in business, politics and public life. It can and must be brought to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcome the Prime Minister’s announcement today about new measures to make companies liable for employees who facilitate tax cheating, but it is also too little, too late. In fact, it was announced by the former Chief Secretary to the Treasury a year ago. People want a Government who act on behalf of those who pay their taxes, not those who dodge their taxes in offshore tax havens. Yesterday, my hon Friend the shadow Chancellor set out a clear plan for transparency. He is a Member of this House who has spent all his time in Parliament exposing tax havens and tax avoidance. His paper included a call for an immediate public inquiry into the Panama papers revelations to establish the harm done to our tax revenues and to bring forward serious proposals for reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I say gently to the Prime Minister that a tax taskforce reporting to the Chancellor and the Home Secretary, both members of a party funded by donors implicated in the Panama leaks, will be neither independent nor credible. So will the Prime Minister back a credible and independent public inquiry into the abuses revealed by the leaks?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our task transparency plan called for a specialised tax enforcement unit to be properly resourced, which is key. Since 2010, there have been only 11 prosecutions over offshore tax evasion—a situation that the Public Accounts Committee described as “woefully inadequate”. Having slashed resources and cut 14,000 staff since 2010, will the Prime Minister today guarantee that resourcing to Her Majesty’s Revenue and Customs will increase in this Parliament?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We support real action to end the abuses that allow the wealthy to dodge the rules that the rest of us have to follow. We need to ensure that trust and fairness are restored to our tax system and our politics and to end the sense and the reality that there is one rule for the richest and another for everybody else. The Prime Minister has attacked tax dodging as immoral, but he clearly failed to give a full account of his own involvement in offshore tax havens until this week and to take essential action to clean up the system, while at the same time ​blocking wider efforts to do so. There are clear steps that can be taken to bring tax havens and tax dodging under control—**[Interruption.]**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. There is a Minister standing at the Bar shrieking in an absurd manner. He must calm himself and either take a medicament if required or leave the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I suggest that the Prime Minister’s record, particularly over the past week, shows that the public no longer have the trust in him to deal with these matters. Do he and Conservative Members realise why people are so angry? We have gone through six years—yes, six years—of crushing austerity, with families lining up at food banks to feed their children, disabled people losing their benefits, elderly care cut and slashed and living standards going down. Much of that could have been avoided if our country had not been ripped off by the super-rich refusing to pay their taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me say this to the Prime Minister: ordinary people in the country will simply not stand for this any more: they want real justice; they want the wealthy to pay their share of tax just as they have to pay when they work hard all the time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}