{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2015-comments-on-winning-in-2020/",
    "title": "Jeremy Corbyn – 2015 Comments on Winning in 2020",
    "post_date": "August 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the comments made by Jeremy Corbyn, the then Leader of the Labour Party, on 31 July 2015.",
    "content": [
        "Labour has many challenges to win in 2020. But the first challenge we must meet is for us as a party. We need to be united in our identity and our values – proud of what we stand for, and confident and credible that we can deliver a better society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To do that, we have to be a movement again. Our party was founded to stand up to injustice, but too often we have lost our way, ignored our supporters or been cowed by powerful commercial interests and the press.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We lose our way when we don’t listen to our people and our communities. Our local parties, trade unions branches, councillors, constituency MPs and members know their communities. They know the people and the issues they face. We need strong networks in every constituency, built from the bottom up, not dictated to from the top down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They are the people who will deliver our message. But because we are a movement they are also creators of our message too. Their wisdom, their insight is what will ensure we have the right policies to win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The more we exclude our people, the weaker we are. The more we involve them, the stronger we will be. So to win, our party must draw on its greatest strength: our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A movement mobilises people and the most overlooked group within the electorate is those who, at the 2015 election, didn’t vote – 34% of the electorate. They are more likely to be young, from an ethnic minority background and to be working class – as are the hundreds of thousands who are not registered to vote at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are the people who would benefit most from the sort of Labour government I know we all believe in: that stands up against discrimination, that reduces inequality and poverty, that creates a fairer society for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we had convinced just one in five of those who didn’t vote then today we might have a Labour government. And I know too that we can win back the trust and support of many of those who left us in 2015 for the Conservatives, UKIP, the Greens or SNP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The endorsement of my campaign by so many people and by so many of our affiliates is not an endorsement of me, but of an approach: one that stands up for our values in an inclusive, participatory and democratic way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Electing a leader in September 2015 won’t win us the election in May 2020. What we need to do is build a movement that involves people in setting out a shared vision for a more prosperous future for all. The election will then be ours for the taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If you share that vision then join my campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}