{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-in-tribute-to-jo-cox/",
    "title": "Jeremy Corbyn – 2016 Speech in Tribute to Jo Cox",
    "post_date": "June 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by Jeremy Corbyn, the Leader of the Opposition, on 20 June 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered the matter of tributes to Jo Cox.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last Thursday, Jo Cox was doing what all of us here do: representing and serving the people who elected her. We have lost one of our own, and our society as a whole has lost one of our very best. She had spent her life serving and campaigning for other people, whether as a worker for Oxfam or for the anti-slavery charity, the Freedom Fund, as a political activist and as a feminist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The horrific act that took Jo from us was an attack on democracy, and our whole country has been shocked and saddened by it, but in the days since the country has also learned something of the extraordinary humanity and compassion that drove her political activism and beliefs. Jo Cox did not just believe in loving her neighbour; she believed in loving her neighbour’s neighbour. She saw a world of neighbours and she believed that every life counted equally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a very moving tribute, Kate Allen, the director of Amnesty International, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Her campaigning on refugees, Syria and the rights of women and girls made her stand out as an MP who always put the lives of the most vulnerable at the heart of her work.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her former colleague at the Freedom Fund, Nick Grono, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Jo was a powerful champion for the world’s most vulnerable and marginalised.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "She spoke out in support of refugees, for the Palestinian people and against Islamophobia in this country. Her integrity and talent was known by everyone in this House, and by the community of Batley and Spen, which she proudly represented here for the past year. It was that community in Batley and Spen that brought her up, as well, of course, as her wonderful family, with whom we share their grief today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her community and the whole country has been united in grief and united in rejecting the well of hatred that killed her in what increasingly appears to have been an act of extreme political violence. We are filled with sorrow for her husband, Brendan, and young children. They will never see her again, but they can be so proud of everything she was, all she achieved and all she stood for, as we are, as are her parents, as is her sister and as are her whole wider family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Jo would have been 42 this Wednesday. She had much more to give, and much more that she would have achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to thank the heroes who tried to intervene. Bernard Kenny, a 77-year-old former miner, saw the need and ran to Jo’s aid. He was stabbed and taken to hospital. I am sure that the whole House will join me in wishing Mr Kenny a speedy and full recovery—**[Hon. Members: “Hear, hear.”]** Many shopkeepers and bystanders also tried to help, and administered first aid to Jo and Bernard, and there were also the police officers who made the arrest and the national health service paramedics who were on the scene so quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In her maiden speech last year, Jo said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Our communities have been deeply enhanced by immigration…While we celebrate our diversity, what surprises me time and time again as I travel around the constituency is that we are far more united and have far more in common with each other than things that divide us.”—[Official Report, 3 June 2015; Vol. 596, c. 674-75.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a kinder and gentler politics. This is not a factional party political point. We all have a responsibility in this House and beyond not to whip up hatred or sow division.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker, and thank you, Prime Minister, and Rose Hudson-Wilkin, our wonderful chaplain, for accompanying me to the vigil for Jo last Friday at the Priestley statue in the centre of the lovely town of Birstall. We—all of us—were moved by the unity and warmth of the crowd brought together in grief and solidarity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been very moved by the public outpourings since her death—the hundreds of letters and emails we have all received in solidarity with Jo’s family in their hour of grief—and by the outpouring of charitable donations to causes close to her heart, the White Helmets, HOPE not hate, and the Royal Voluntary Service. Last night, my hon. Friend the Member for Islington South and Finsbury (Emily Thornberry) and I held a vigil outside our town hall, one of hundreds of vigils attended by tens of thousands of people right across our land who are so shocked by what has happened and want to express that shock and grief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also want to thank the other parties in this House, which have offered their sympathy and support at this very difficult time. We are united in grief at her loss, and we must be aware that her killing is an attack on our democracy. It is an attack on our whole society. As my hon. Friend the Member for Wirral South (Alison McGovern) wrote recently,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Jo’s life was a demonstration against despair”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Jo’s tragic death, we can come together to change our politics, to tolerate a little more and condemn a little less. Jo’s grieving husband Brendan said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Jo believed in a better world and she fought for it every day of her life with an energy, and a zest for life that would exhaust most people.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, we remember Jo’s compassion and her passion to create a better world. In her honour, we recommit ourselves to that task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}