{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2018-speech-on-britain-after-brexit/",
    "title": "Jeremy Corbyn – 2018 Speech on Britain After Brexit",
    "post_date": "February 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, on 26 February 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you Rebecca for that introduction and thank you all for being here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s great to be speaking here in Coventry, which has long been at the core of Britain’s industrial heartland and is now set to be our next city of culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next month, the government will embark on the second and most crucial phase of negotiations to leave the European Union to set the terms of Britain’s relationship with the EU for the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are now 20 months on from the referendum that voted to leave and a year on from the triggering of Article 50.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the country is still in the dark about what this divided Conservative government actually wants out of Brexit. They can’t agree amongst themselves about what their priorities are or what future they want for Britain after Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They’ve got no shortage of soundbites and slogans of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Foreign Secretary says it will be “a liberal Brexit”, the Prime Minister says it will be a “red white and blue Brexit”, or on other days it’s a “bespoke economic partnership”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Brexit Secretary at least now promises it won’t be “a Mad Max-style dystopia”, which you might think was setting the bar a little bit low.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While the Trade Secretary can’t contain himself at the prospect of pushing Britain into a spiral of deregulation in rights and standards and the cabinet seems to have agreed at Chequers to leave the door open to that with their “ambitious managed divergence”, whatever that means.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the truth is we really don’t know much more about where they’re actually heading in these talks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While workers, businesses and everyone who voted in the referendum just want to know what the government’s approach to Brexit is likely to mean for their future and the future of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Opposition, we have been trying to hold this government to account. Our message has been consistent since the vote to leave 20 months ago. We respect the result of the referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our priority is to get the best deal for people’s jobs, living standards and the economy. We reject any race to the bottom in workers’ rights, environmental safeguards, consumer protections or food safety standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we’ve pushed the government to act to guarantee the rights of EU citizens living here and of UK citizens who have made their homes elsewhere in Europe; to ensure a transition period on the existing terms; to minimise disruption and avoid an economic cliff edge; to avoid any return to a hard border in Northern Ireland; and to guarantee Parliament a meaningful vote on the final deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Conservative government has dithered and delayed. Their divisions, their incompetence and their deregulation obsession risk putting jobs and living standards at risk as we leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an economy that has already been damaged by eight years of Conservative austerity, where wages are still lower today than they were a decade ago, where productivity lags dangerously behind the other major economies, where the government has failed to invest and modernise, where more people are living in poverty. And where closing the deficit, that was due to be eradicated by 2015, then 2016, then 2017, then 2020 has now had to be put back to 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After years of Tory bluster and, the Conservatives have been found out. They have no economic plan and they have no Brexit plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every so often they wheel out Boris Johnson to promise once more that they’ll cough up more money for the NHS after Brexit. But they’ve spent the last 8 years not giving more money to the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even while they’ve been able to find billions of pounds to cut taxes for the richest corporations, to cut capital gains tax for the super-rich elite and to scrap the 50% rate for the richest too, and found billions more to cut inheritance tax on the wealthiest estates and to slash the bank levy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet the NHS has been subjected to the longest financial squeeze in its history. This is a government that’s failed our NHS, pre-Brexit and during Brexit. And it certainly can’t be trusted with the NHS post-Brexit either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will give the NHS the resources it needs, because we will raise tax on the top 5% and big business, those with the broadest shoulders to pay. Not by making up numbers and parading them on the side of a bus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will use funds returned from Brussels after Brexit to invest in our public services and the jobs of the future, not tax cuts for the richest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, I want to set out Labour’s approach to Brexit in more detail. How we would do things differently, what our priorities are for the Brexit negotiations and the values that underpin them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first is our overriding mission: that whatever is negotiated must put people’s jobs and living standards first. The Brexit process must not leave our people and country worse off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are committed to building a more prosperous and a more equal Britain, in which every region benefits and no community is left behind, as we set out in our manifesto. And that is what underpins our approach to Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second is unity. Most people in our country, regardless of whether they voted leave of remain want better jobs, more investment, stronger rights and greater equality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we will not let those who want to sow divisions drive this process. No scapegoating of migrants, no setting one generation against another and no playing off the nations of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one should be willing to sacrifice the Good Friday Agreement, the basis for 20 years of relative peace, development and respect for diversity in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third is our global perspective. We are leaving the European Union but we are not leaving Europe. We are not throwing up protectionist barriers, closing the borders and barricading ourselves in. And we want a close and cooperative relationship with the whole of Europe after Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are internationalists. We know that our interests are bound up with millions of others across the world, whether that’s in order to tackle the huge challenge of climate change, build a more peaceful world or clamp down on the tax dodging elite, who think by bestriding the globe they can avoid paying their share for vital public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to address each of these principles today because together they define Labour’s approach to Brexit the Labour Party’s values and what the next Labour government will seek to deliver in office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So many of the areas that voted to Leave are the same areas that have lost out from years of chronic under-investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Areas where too many people are held back by a lack of opportunities, where people feel the system is rigged against them because they can’t get a decent secure job, can’t afford to buy a home, can’t get more hours or higher pay, can’t afford to retire or aren’t able to escape the spiral of debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour’s priority is to get the best Brexit deal for jobs and living standards to underpin our plans to upgrade the economy and invest in every community and region. To shift it away from the low pay, low skill, low investment economy it has become. And rebalance that investment across the whole country so that no longer will some regions get a mere one-sixth of the investment that goes to London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why Labour wants a Brexit for all our people. One that offers security to workers in the car industry worried about their future, hope to families struggling to pay the bills each month and opportunity to young people wanting a decent job and a home of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those are the people we are thinking of and working for. It is a different story around the away day table at Chequers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The government seems much more concerned about cutting deals with each other and for their friends and funders in the City.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour is looking for a Brexit that puts the working people first. Leaving the EU, whenever that exit date comes, risks delivering a shock to the UK economy unless the right plans and protections are in place to allow the kind of investment and economic transformation programme that the country needs and that Labour is committed to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For 45 years our economy has become increasingly linked into the European Union. Many of our laws and regulations are set and monitored by joint European authorities, from implementing rules on use of pesticides to assessing the levels of fluoride in our drinking water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The European Food Safety Authority plays a vital role in monitoring the substances used in manufacturing or growing our food using the latest scientific evidence to assess whether substances are likely to have harmful effects on human or animal health. While the European Chemicals Agency carries out the vital task of evaluating and authorising chemicals as safe for use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And many businesses have supply chains and production processes, interwoven throughout Europe. Take the UK car industry, which supports 169,000 manufacturing jobs, 52,000 of which are here in the West Midlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we look at the example of one of Britain’s most iconic brands in this sector, the Mini, we begin to see how reliant our automotive industry is on a frictionless, interwoven supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A mini will cross the Channel three times in a 2,000-mile journey before the finished car rolls off the production line. Starting in Oxford it will be shipped to France to be fitted for key components before being brought back to BMW’s Hams Hall plant in Warwickshire where it is drilled and milled into shape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once this process is complete the mini will be sent to Munich to be fitted with its engine, before ending its journey back at the mini plant in Oxford for final assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If that car is to be sold on the continent then many of its components will have crossed the Channel four times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The sheer complexity of these issues demand that we are practical and serious about this next stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to pay tribute to Keir Starmer and Rebecca Long-Bailey, Barry Gardiner and Emily Thornberry, who are grappling with these issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They are a serious and united team. Now you know I don’t do personal but let me simply say this: that is in some contrast to their opposite numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It makes no sense for the UK to abandon EU agencies and tariff-free trading rules that have served us well, supporting our industrial sectors, protecting workers and consumers and safeguarding the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If that means negotiating to support individual EU agencies, rather than paying more to duplicate those agencies here then that should be an option, not something ruled out because of phoney jingoistic posturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we will want to remain a part of agencies like Euratom, regulating nuclear materials in energy and health sectors and programmes like Erasmus that give students opportunities to study across Europe, because they serve our interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are leaving the European Union but we will still be working with European partners in the economic interests of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When 44% of our exports are to EU countries and 50% of our imports come from the EU, then it is in both our interests for that trade to remain tariff-free.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would damage businesses that export to Europe and the jobs that depend on those exports for there to be the additional costs of tariffs and it would damage consumers here, already failed by stagnant wages and rising housing costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we will remain close to the European Union, that’s obvious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every country, whether it’s Turkey, Switzerland, or Norway that is geographically close to the EU, without being an EU member state has some sort of close relationship to the EU. Some more advantageous than others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Britain will need a bespoke, negotiated relationship of its own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During the transition period, Labour would seek to remain in a customs union with the EU and within the single market. That means we would abide by the existing rules of both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is so the government, businesses and workers only have to make one adjustment, from the current situation to the final terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour spelled out the need for a stable transition period last summer. Both the TUC and CBI agree. We thought the government had accepted that case but they now seem to be in disarray on the issue again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time after time with this government, anything agreed at breakfast is being briefed against by lunch and abandoned by teatime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Disarray is, it seems, the new ‘strong and stable’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the government’s muddle and division risk two costly adjustments for both government and businesses from the current terms to the transition terms and then again to the final terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour would seek a final deal that gives full access to European markets and maintains the benefits of the single market and the customs union as the Brexit Secretary, David Davis promised in the House of Commons, with no new impediments to trade and no reduction in rights, standards and protections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have long argued that a customs union is a viable option for the final deal. So Labour would seek to negotiate a new comprehensive UK-EU customs union to ensure that there are no tariffs with Europe and to help avoid any need for a hard border in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we are also clear that the option of a new UK customs union with the EU would need to ensure the UK has a say in future trade deals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A new customs arrangement would depend on Britain being able to negotiate agreement of new trade deals in our national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour would not countenance a deal that left Britain as a passive recipient of rules decided elsewhere by others. That would mean ending up as mere rule takers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In contrast the Conservative government has moved from saying it wanted trade with the EU after Brexit to be “tariff-free” to saying it wants trade to be “as tariff-free as possible”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In which sectors of the economy and industry does the government think it would be acceptable for there to be tariffs? Like with so much else, they haven’t spelled that out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that is the consequence of ruling out the option of a customs union, which this government has done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I appeal to MPs of all parties, prepared to put the people’s interests before ideological fantasies, to join us in supporting the option of a new UK customs union with the EU, that would give us a say in future trade deals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour respects the result of the referendum and Britain is leaving the EU. But we will not support any Tory deal that would do lasting damage to jobs, rights and living standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some seem very keen on downgrading our trading links with Europe. But we do not believe that deals with the US or China, would be likely to compensate for a significant loss of trade with our trading neighbours in the EU, and the government’s own leaked assessments show that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Both the US and China have weaker standards and regulations that would risk dragging Britain into a race to the bottom on vital protections and rights at work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Labour is implacably opposed to our NHS or other public services being part of any trade deal with Trump’s America or a revived TTIP-style deal with the EU, which would open the door to a flood of further privatisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we are not prepared to ask the British public to eat chlorinated chicken and lower the standards of British farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We would ensure there will be no reduction in rights, standards or protections and instead seek to extend them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A deregulatory race-to-the-bottom would damage people’s jobs and living standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Labour would negotiate a new and strong relationship with the single market that includes full tariff-free access and a floor under existing rights, standards and protections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That new relationship would need to ensure we can deliver our ambitious economic programme, take the essential steps to intervene, upgrade and transform our economy and build an economy for the 21st century that works for the many, not the few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour has set out how we would create a National Investment Bank to drive investment in every community through a network of regional development banks so that every area has an industrial strategy, based on investment in a high skill, high wage and high productivity economy\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And through our £500 billion National Transformation Fund we would invest in a decade-long programme of renewal so that Britain has the infrastructure that matches, if not exceeds, that of other major economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In our transport networks, our energy markets and our digital infrastructure, too often Britain lags behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we would also seek to negotiate protections, clarifications or exemptions where necessary in relation to privatisation and public service competition directives state aid and procurement rules and the posted workers directive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot be held back inside or outside the EU from taking the steps we need to support cutting edge industries and local business, stop the tide of privatisation and outsourcing or from preventing employers being able to import cheap agency labour to undercut existing pay and conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was alarming that after the Brexit vote there was a clear rise in xenophobic and racist attacks on our streets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The referendum campaign was divisive and some politicians on the Leave side whipped up fears and division in order to further their cause that built on the shameful vans telling immigrants to ‘Go Home’ that the then Home Secretary instructed to trundle round the country stirring up division.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remember just after the referendum result receiving a text from a young person in my constituency who had been subjected to abuse in the street for the first time and who was afraid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our immigration system will change and freedom of movement will as a statement of fact end when we leave the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we have also said that in trade negotiations our priorities are growth, jobs and people’s living standards. We make no apologies for putting those aims before bogus immigration targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour would design our immigration policy around the needs of the economy based on fair rules and the reasonable management of migration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We would not do what this government is doing, start from rigid red lines on immigration and then work out what that means for the economy afterwards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Diane Abbott, our Shadow Home Secretary, set out last week, “We do not begin with, ‘how do we reduce immigration?’, and to hell with the consequences. Those are Tory policies and Tory values”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part of the reason why net migration has been relatively high in recent years is because of skills shortages in the UK labour market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the general election, Labour set out plans to invest in a National Education Service with free college and university training to tackle those shortages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People do feel frustrated when they are denied opportunities to re-train or improve their skills and employers instead import skilled labour from abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also restore free ESOL courses so that people who come here whether as migrants or refugees can learn English and fully participate in their communities and workplaces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also set out how we would tighten labour market regulations and strengthen trade union rights to tackle the insecurity and exploitation of all workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When migrant workers come to Britain, they must not be exploited or used to undercut or suppress better working conditions or higher pay. Those issues can only be tackled by stronger employment law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To stop employers being able to import cheap agency labour to undercut existing pay and conditions, collective agreements and sectoral bargaining must become the norm. Labour stands for ‘the rate for the job’, not ‘a race to the bottom’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But let’s also be crystal clear it is not migrants that drive down wages, it is bad employers that cut pay and bad governments that allow workers to be divided and undermined, and want unions to be weak and passive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will strengthen our employment law invest in the skills of workers in Britain so they can progress, and we will oppose all those who instead of seeking to solve problems seek to scapegoat instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The devolution of the last Labour government completed the peace process in Northern Ireland, which we must cherish. The Good Friday Agreement was a great achievement and I pay tribute to the work done by Tony Blair, Mo Mowlam and all sides in Northern Ireland to secure that Agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must continue to support the restoration of the Northern Ireland Assembly and to ensure we maintain the situation of no hard border in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The previous Labour government also brought powers closer to home in Scotland and Wales establishing the Scottish Parliament and the Welsh Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so, Labour believes that powers over devolved policy areas currently exercised by the EU should go directly to the relevant devolved body after Brexit, so that power is closer to the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the same principle that informs the regional development banks that the next Labour government will deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The constitution of the Labour Party includes a commitment to support the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A promise “to secure peace, freedom, democracy, economic security and environmental protection for all” Some want to use Brexit to turn Britain in on itself, seeing everyone as a feared competitor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Others want to use Brexit to put rocket boosters under our current economic system’s insecurities and inequalities, turning Britain into a deregulated corporate tax haven with low wages, limited rights, and cut-price public services in what would be a destructive race to the bottom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour stands for a completely different future drawing on the best internationalist traditions of the labour movement and our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We want to see close and cooperative relationships with our European neighbours, outside the EU based on our values of internationalism, solidarity and equality, as well as mutual benefit and fair trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are proud that Britain was an original signatory to the European Convention of Human Rights in 1948 and in 1998 Labour’s Human Rights Act enshrined it in our law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So Labour will continue to work with other European allies including through the Council of Europe to ensure our country and others uphold our international obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must work with other countries to advance the cause of human rights to confront the four greatest and interconnected threats facing our common humanity:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, the growing concentration of unaccountable wealth and power in the hands of a tiny corporate elite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must challenge that working with our European neighbours to stop those who would play one country off against another or those who hide their wealth offshore to avoid paying their dues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, climate change which is creating instability and fuelling conflict across the world and threatening all our futures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No matter how much we enforce them pollution stubbornly refuses to respect our borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can only tackle climate change, pollution and environmental degradation by working together and many of our closest allies in that struggle are in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Green Alliance estimates that trade in low carbons good and services contributed over £42 billion to the economy in 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK low carbon and renewable energy sector was expected to increase fivefold by 2030 potentially bringing 2 million jobs and contributing more than 8% of the UK’s total output.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that needs us to maintain our standards to ensure barrier-free trade of low carbon goods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These include eco-design and energy labelling standards, greenhouse gas emission standards for vehicles, the internal energy market, construction product standards, chemicals regulation and nuclear safety and safeguards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So the importance of getting our Brexit settlement right is vital in this area both in terms of Britain’s industrial role in reducing climate change and in terms of protecting jobs and industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, the unprecedented numbers of people fleeing conflict, persecution, human rights abuses, social breakdown and climate disasters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The global refugee crisis and there are 65 million refugees across the world that crisis is a challenge, much of which is on the borders of Europe and that challenge can be met by co-ordinating with our European neighbours, both to crack down on the people smugglers who put men, women and children to sea in unseaworthy vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And as Operation Sophia tried to rescue those from the seas around Europe as too many desperate people are drowning in pursuit of sanctuary. These are people who are simply seeking refuge from cruelty and suffering they want to make a contribution and, but for accident of birth, it could be any of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute too to the role of the Royal Navy for their contribution in the Mediterranean.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And finally, I want to briefly address the use of unilateral military action and intervention rather than diplomacy and negotiation to resolve disputes and change governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us learn the lessons of Iraq, Libya and Afghanistan and be clear that we will not take our country down the road of regime change wars again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The real answer is genuine international cooperation, which confronts the root causes of conflict, persecution and inequality, and we will continue to play a role in partnership with the EU in that effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We live in a globalised world, the lives we lead are dependent on the work of others and our trade with those from around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of us have friends and family that are from or who live in other parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In contrast to the Prime Minister who said, “if you believe you’re a citizen of the world, you’re a citizen of nowhere”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We believe in fact that we can only fully achieve what we want to as citizens of Britain by also recognising we are “citizens of the world”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have long opposed the embedding of free market orthodoxy and the democratic deficit in the European Union, and that is why I campaigned to ‘remain and reform’ in the referendum campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Scepticism is healthy especially when dealing with politicians or the received wisdom of the political and media establishment, but often the term “Eurosceptic” in reality became synonymous with “anti-European”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I am not anti-European at all, I want to see close and progressive cooperation with the whole of Europe after Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour is the Party of the new common sense on the economy, on public services and on Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The only party which recognises the world has changed these last ten years and know we cannot continue with widening inequality deregulation of industry and privatisation of public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are in a country where Tory-run councils are collapsing because of cuts. Where homeless people are dying on the streets in the shadow of the Parliament. Where good jobs are being lost, because we have a government that will not get a grip on the casino economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In or out of the European Union, we have to deal with that reality, the reality of market failure and austerity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The free market has not worked in the banking sector. It has not worked in the water industry. It has not worked in the energy utilities. It has crashed in out-sourcing and it has failed our fragmented railways. And it has led to a labour market where abuse is rife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The European Union is not the root of all our problems and leaving it will not solve all our problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Likewise, the EU is not the source of all enlightenment and leaving it does not inevitably spell doom for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There will be some who will tell you that Brexit is a disaster for this country and some who will tell you that Brexit will create a land of milk and honey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is more down to earth and it’s in our hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Brexit is what we make of it together, the priorities and choices we make in the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Conservative government is damaging our country and their priorities for Brexit risk increasing the damage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I also know, what a Labour government could do for this country and that our priorities for Brexit negotiations are the right ones, to create a country that works for the many not the few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}