{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-1986-speech-on-nhs-pay/",
    "title": "Jeremy Corbyn – 1986 Speech on NHS Pay",
    "post_date": "August 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Labour MP for Islington North, in the House of Commons on 13 March 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is interesting that today we are having a number of debates on the National Health Service. That reflects the great public disquiet about its administration and the appallingly low levels of pay. I wish to draw attention to that issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I say with pride, not by way of apology, that I am sponsored by the National Union of Public Employees, and it is right and proper that that should be on the record. I was formerly a full-time official of that union, working in the NHS, and at one stage I was a member of an area health authority, so I have some experience of NHS matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is grave disquiet within the NHS about the way in which staff are treated. During the past five years NHS workers have suffered from the threat of privatisation, which essentially means that many ancillary staff are being asked to offer their job on an annual or biennial basis to the lowest bidder, as a series of contract cleaning and catering companies line up to take the pickings from the NHS. That has resulted in job losses and a reduction in the real wage levels of many workers, and has created a climate of fear and intimidation. I hope that the Minister will try to understand what it is like to be a hospital cleaner, knowing that one’s job is with a contract cleaning company, whose bid the following year may not be successful, and that a new contractor may pay even lower wages or not offer one a job. A series of hired hands are moved from one contract cleaning company to another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other groups and grades feel equally worried. It started with cleaners, moved to catering staff, and may move to building staff, the various maintenance and gardening grades and right up the scale. The NHS has a major function to play, and we could and should be proud of it. It is no way to treat employees every year to offer their jobs for sale to contractors. If it can be done for cleaners and catering grades, clearly it can be done for many other grades. A number of technical and professional grades already feel the cold wind of privatisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Late last year, as in the previous year, the Department of Health and Social Security produced a glossy book called:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Health Service in England”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is designed to make us believe that the NHS is doing particularly well. Table 19 on page 43 deals with Health Service employed staff by main staff group for England, and shows that nursing and midwifery staff increased from 351,000 to 397,000—an increase of 13·2 per cent.—and lists other grades showing increases in staffing levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am particularly interested in the treatment of ancillary staff. Their numbers have decreased from 172,200 to 152,200, which is an 11·6 per cent. reduction over six years. That reduction appears to be continuing. The ancillary grades are not only the lowest paid in the National Health Service but are suffering the largest number of job losses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On page 46, appendix C shows Health Service expenditure on staffing, goods and services broken down into salaries and wages and supply and maintenance. Within the section on salaries and wages is shown the proportion of total wage expenditure that goes on nurses ​ and midwives—44·5 per cent.—and on ancillary staff—15·3 per cent.—medical and dental 13·7 per cent. and so on. However at the end as a tiny footnote there is “Chairmen’s remuneration 0·03 per cent.” There are not many chairmen in the health authorities, but together they managed to collect £1·7 million in chairmen’s remuneration. When one compares that with the average wages of an ancillary worker one begins to understand the issues I am concerned with. At one end of the scale in the National Health Service we have the doctors’ remuneration at £21,000 a year. However, they are in dispute, as consultants get far more than that. There is also the absolute scandal and disgrace of the ludicrous merit award system, which operates for consultants. Essentially, consultants nominate each other for merit awards, it is done in secret, and the public pick up the bill without having any say in the levels of merits awards that are made to those people. I believe that the last figure quoted was something like £20 million being handed out to themselves in merit awards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not saying that the doctors, consultants or surgeons do not do a valuable job. One could not run a health service without them. However, I am sure that most of those people would agree, that neither can one run a health service without cleaners, caterers and portering staff. It is a team approach that is adopted in the hospitals and I wish that the Government would understand that with regard to pay. My hon. Friend the Member for Wrexham (Dr. Marek) spoke in the previous debate about job losses and cuts within the National Health Service. He mentioned the temporary closure of St. Thomas’s hospital and the threat to Westminster hospital. Yesterday there was an announcement in a local paper of job losses at St. Nicholas’s hospital in south-east London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The closure of the Dreadnought seamen’s hospital resulted in yesterday’s strike of cross-channel operators because they are not prepared to see their hospital close. That is the degree of the frustration and anger that exists among the supporters of the National Health Service, never mind those who are within the Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish to put specific questions to the Government regarding pay. The pay for nurses and midwives has been in the public eye recently and is a matter of public concern. The cause of the concern is the pay gap between nurses and other grades and the way the award was funded. Health Service workers are not prepared to go on being told that they can agree a pay level—an agreed national level—through negotiations and then be told by the Government that the Government are not prepared to pay that award in its entirety, instead passing part of the cost of the award over to the local district health authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is specifically intended to create an atmosphere wherein, if the health workers accept lower wage rates, there will be more money spent on patient care. We know that this is not the case. It is a cynical manipulation of the way that negotiations should be conducted within the National Health Service.  \nI wish to quote from the evidence submitted by my union, the National Union of Public Employees, in its pay review body document 1986 for nurses, midwives, and health visitors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“There is still a large pay gap. When we compare current pay levels with the levels established in 1974 by Halsbury and in 1980 by Clegg, and take into account movements in prices and ​ earnings since those dates, we find that a large pay gap amounting to nearly 20% of current salaries exists. It is important to emphasise that the comparison with pay levels set by Halsbury and Clegg is not intended to be purely mechanical. Our point is that on each occasion when an independent review has taken place of nurses’ pay in relation to the pay of comparable outside occupations, a substantial increase in nurses’ pay has been recommended to bring it into line. We believe that this is strong evidence that a similar independent study carried out today, making similar comparisons, would establish that a substantial increase is needed across the board in order to restore fair pay for nurses. In short, a big gap remains, and a substantial across the board increase is needed to fill it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Later in the evidence of the staff side to the nurses and midwives Whitley council, it says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Review Body must now be aware of the grave concern and anger within the profession which was caused by the Government’s decisions relating to the funding and staging of the 1985 award, although the tone of the Government’s written evidence gave some indication of the cynical and intransigent view it held with regard to funding the award of an independent Review Body. It will be recalled that having acknowledged that the paybill for nurses and PAMs in 1983–84 was some 36 per cent. of health authorities’ total costs, the Government subsequently stated that pay costs in excess of those allowed for in the public expenditure programme would not be funded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s written evidence concluded that ‘the higher pay settlements turn out to be, the less service development will be possible overall’ (para C10). On its own admission this position represented a significant departure from previous years when the level of financial provision has been reviewed in the light of Review Body recommendations and the Government’s decisions on them”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On nurses’ pay and prices, it goes on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the current (April 1985) value of the Staff Nurses’ pay remains significantly below its real 1975 value. By April, 1986, even with the second, delayed, stage of the 1985 award taken into account (February 1986), the increase in Staff Nurses’ pay since 1975 will have been insufficient to accommodate the effect of inflation, let alone facilitate the rise in living standards which has been the experience of the majority of employees over the period.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the cry of health workers over the past 15 years or longer at the way that they have continually been left behind other grades, industries and professions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not only the nurses and the ancillary grades that are concerned, but the doctors, who have seen over the years their 1981 review body decision reduced from 9 per cent. to 6 per cent. and in 1984 and 1985 the fourth and fifth rejections of pay review body recommendations. There is anger across the Health Service about pay levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ancillary workers in the Health Service have suffered the largest cut and received the lowest pay, and are very much at the bottom of the pile in the hospital, but no hospital could operate without catering workers, cleaners and porters, all those who do the dirty, filthy unclean jobs that nobody else wants to do. They deserve a substantial increase in their basic levels of pay. There is no reason why people have to live on the poverty wages that they are getting.  \nI have before me the payslip of a woman in my constituency, Mrs. Gertie Turner, who is employed at the Whittington hospital at Archway. For 23 years and three months she has worked in the Health Service. Until 1977 she worked in the laundry as a press hand, until that department was closed, and since then, she has worked in the linen room. She has the important job of ensuring that the linen is distributed and is available for all the beds, as patients come and go. She has to ensure that the linen is there on time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that every hon. Member will agree that such people are the backbone of the Health Service. Mrs. Turner’s basic pay is £80.10. She gets a bonus of £17.06 ​ and a London weighting of £13.50. Her weekly pay and allowances total £110.66. After stoppages, she takes home £67.34 for a full week’s hard, responsible service. This is a disgraceful figure for somebody who has put in so much work for the Health Service in such a responsible way.  \nI turn to the claim that has been put forward on behalf of Gertie Turner and thousands of other people like her in the National Health Service. The 1986 trade union claim for ancillary staff council employees includes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“1. A substantial flat rate wage increase, as a major step towards the target of two thirds of national average earnings.  \n2\\. A revision of the grading structure on equal value principles.  \n3\\. A substantial increase in shift and related payments.  \n4\\. A reduction in the working week to 35 hours.  \n5\\. An increase in annual leave and a change in the calculation of leave from a retrospective to a current basis.  \n6\\. A change in the public holidays agreement to provide entitlement for part-time workers whose work on fixed days currently excludes them from most public holidays.  \n7\\. The right of access to arbitration.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I talk about poverty levels of wages and poverty pay in the National Health Service, there is plenty of evidence to support what I am saying. The TUC definition of low pay, two thirds of average male earnings, is £109.06 in 1985 and 117.78 in the current year. The Low Pay Unit has slightly different figures of £115.20 and £124.41. The Council of Europe’s decency threshold, 68 per cent. of the average of men and women, shows a figure of £116.28 and £125.58. The supplementary benefit levels for a family with two children would be £123.61. By all those criteria, people like Gertie Turner are well within the current poverty pay levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I quote next from the document which was put forward by all the trade unions on the ancillary staffs council, trade union side, at page 7:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“In April 1985 the difference between the average weekly earnings of male NHS ancillary workers and male manual workers throughout the economy was £40.10. The gap with average male earnings was nearly £70 per week. The equivalent earnings gap for women was £96.84 Ten years ago, the earnings gap with male manual workers was £4.90. Nearly 50 per cent. of male ancillary staff earn as little as the lowest 10 per cent. of all manual workers throughout the economy.”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The booklet goes on to demonstrate that the problem is even more serious for women full-time ancillary staff. Despite equal pay legislation over the years, it is quite clear to me that women workers in the National Health Service get significantly less on average than their male counterparts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When a comparison is made of the earnings of female and male full-time ancillary staff as a proportion of all male manual earnings between 1970 and 1985, it is found that there are certain high points. There was a high point in 1971 when women earned 55 per cent. of the male average and men earned just under 90 per cent. There were then the low points which led to the 1973 dispute. After that there was the award which took men to 90 per cent. and women to just under 70 per cent. of earnings. Then there was the low point which led to the 1979 industrial dispute. Following that there was the Clegg award that took women up to about 65 per cent. and men up to about 85 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The current position, from graphs provided not by trade union sources but by the Government’s new earnings survey, is that at present NHS women workers are well below 60 per cent. of male manual earnings and men are just under 80 per cent. of that figure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Frequently employees in the National Health Service have had their wages compared with those in local government. The gap now exists on every grade between workers in the local authorities who are not overpaid by any means. Under the local authority manual workers’ agreement a cook would get £92.40 a week. A National Health Service ancillary cook on grade 6 would get £82.92 a week. At the other end of the scale, a local authority dining room assistant or kitchen assistant—that would be somebody working in the school meals service or in a municipal canteen—would get £83.20 a week. A NHS ancillary worker—canteen, grade 1, domestic—would get £72.53 a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, NHS workers are not happy The Government must tell us what their policy is towards low paid workers in the NHS. And what is their policy on pay generally in the NHS? When the awards are agreed this year for all grades in the NHS, will the Parliamentary Under-Secretary of State undertake that those pay awards will be paid for out of national funds and not by local health authorities being forced either to lay off staff, close hospitals, close wards temporarily, or to lock up wards to subsidise the Government’s expenditure in other areas? Will the Government give an undertaking that no longer will health workers, who maintain the health of this nation and who work so hard, for so long and for so little, have to suffer the indignity of poverty wages? I find it ironic that so many Department of Health and Social Security employers are forced at the end of each week to go to another arm of the DHSS to register for the various benefits to which they are entitled because of the poverty wages that they are given in the first place by their main employer, the DHSS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}