{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-speech-on-migration-and-economic-development/",
    "title": "Jeremy Corbyn – 2022 Speech on Migration and Economic Development",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 19 December 2022.",
    "content": [
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary says that Britain has a proud tradition of supporting asylum seekers. That is true in part, but it is not true under her tenure. She is pursuing a vile policy, which is brutal towards the individuals concerned, and continually tells us that it is illegal to seek asylum. It is not; it is clearly there in all international conventions. Will she for once have a sense of humanity towards people who are desperate and victims of wars, environmental change and human rights abuse—and exploited to boot? Cannot she just hold out a hand of friendship and understanding towards these desperate people, rather than the brutal assertion that she is making?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman talks regularly about safe and legal routes being a means to an end of illegal arrivals. The reality is that our safe and legal routes have already allowed 450,000 people to come here since 2015, with 300,000 in the last year alone—the highest number that we have seen in several decades. However, that needs to happen in conjunction with deterrent policies if they are to have any effect and if we are to stop the practice of people taking lethal and unlawful journeys across the channel, jumping the queue, undermining the British people’s generosity and breaking the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}