{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-on-the-chilcot-inquiry/",
    "title": "Jeremy Corbyn – 2016 Speech on the Chilcot Inquiry",
    "post_date": "July 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 6 July 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before addressing the issues raised in the Iraq inquiry report, I would like to remember and honour the 179 British servicemen and women who were killed and the thousands maimed and injured during the Iraq war, and their families, as well as the hundreds of thousands of Iraqis who have died as a result of the invasion and occupation launched by the US and British Governments 13 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, I had a private meeting with some of the families of the British dead, as I have continued to do over the past dozen years. It is always a humbling experience to witness the resolve and resilience of those families and their unwavering commitment to seek truth and justice for those who they lost in Iraq. They have waited seven years for Sir John Chilcot’s report. It was right that the inquiry heard evidence from such a wide range of people and that the origins, conduct and aftermath of the war were examined in such detail. However, the extraordinary length of time that it has taken for the report to see the light of day is, frankly, clearly a matter of regret.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should add that the scale of the report, running to 6,275 pages, to which I was given access only at 8 o’clock this morning, means that today’s response, by all of us, can only be a provisional one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The decision to invade and occupy Iraq in March 2003 was the most significant foreign policy decision taken by a British Government in modern times. It divided this House and set the Government of the day against a majority of the British people, as well as against the weight of global opinion. As Sir John Chilcot says, the war was not in any way a “last resort”. Frankly, it was an act of military aggression launched on a false pretext, as the inquiry accepts, and has long been regarded as illegal by the overwhelming weight of international legal opinion. It led to the deaths of hundreds of thousands of people and the displacement of millions of refugees. It devastated Iraq’s infrastructure and society. As the report indicates, the occupation fostered a lethal sectarianism that turned into a civil war. Instead of protecting security at home or abroad, the war fuelled and spread terrorism across the region. Sunday’s suicide bomb attack in Baghdad that killed over 250 people, the deadliest so far, was carried out by a group whose origins lie in the aftermath of the invasion. By any measure, the invasion and occupation of Iraq have been, for many, a catastrophe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The decision to invade Iraq in 2003 on the basis of what the Chilcot report calls “flawed intelligence” about weapons of mass destruction has had a far-reaching impact on us all. It has led to a fundamental breakdown in trust in politics and in our institutions of government. The tragedy is that while the governing class got it so horrifically wrong, many of our people actually got it right. On 15 February 2003, 1.5 million people here, spanning the entire political spectrum, and tens of millions of others across the world, marched against the impending war. That was the biggest demonstration in British history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was not that those of us who opposed the war underestimated the brutality or the crimes of Saddam Hussein’s dictatorship. Indeed, many of us campaigned against the Iraqi regime during its most bloody period, when the British Government and the US Administration were supporting that regime, as was confirmed by the 1996 Scott inquiry. But we could see that this state, broken by sanctions and war, posed no military threat, and that the WMD evidence was flimsy and confected. We could see that going to war without United Nations’ authorisation was profoundly dangerous, and that foreign invasion and occupation would be resisted by force, and would set off a series of uncontrollable and destructive events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If only this House had been able to listen to the wisdom of many of our own people when it voted on 18 March 2003 against waiting for UN authorisation for a second resolution, the course of events might have been different. All but 16 Members of the official Opposition at that time supported the war, while many in my party voted against it, as did others in other opposition parties. There are Members here today on all Benches, including dozens of my Labour colleagues, who voted against the war. But none of us should take any satisfaction from this report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to be saddened at what has been revealed, and we must now reflect on it. In addition to all those British servicepeople and Iraqis, civilians and combatants, who lost their lives in the conflict, many members of this House who voted to stop the war have not lived to see themselves vindicated by this report. First and foremost, it would do us well to remember Robin Cook, who stood over there, 13 years ago, and said in a few hundred words, in advance of the tragedy to come, what has been confirmed by this report in more than 2 million words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chilcot report has rightly dug deep into the litany of failures of planning for the occupation, and the calamitous decision to stand down the Iraqi army and to dissolve the entire Iraqi state as a process of de-Ba’athification. However, the reality is that it was the original decision, to follow the US President into this war in the most volatile region of the world and impose a colonial-style occupation, that led to every other disaster. The Government’s September 2002 dossier, with its claim that Iraq possessed weapons of mass destruction that could be deployed in 45 minutes, was only the most notorious of many deceptions. As Major General Michael Laurie told the inquiry:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We knew at the time that the purpose of the dossier was precisely to make a case for war, rather than setting out the available intelligence”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Military action in Iraq not only turned a humanitarian crisis into a disaster, but it also convulsed the entire region, just as intervention in Libya in 2011 has sadly left the country in the grip of warring militias and terror groups. The Iraq war increased the threat of terrorism in our own country, as Baroness Manningham-Buller, former head of MI5, made clear to the inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are many lessons that need to be drawn from the Iraq war and the investigation carried out by Sir John Chilcot in his inquiry; lessons for our Government, our country and this Parliament, as well as for my party and every other party. They include the need for a more open and independent relationship with the United States, and for a foreign policy based on upholding international law and the authority of the United Nations, which always seeks peaceful solutions to international disputes. We also need, and the Prime Minister indicated this, much stronger oversight of security and intelligence services. We need the full restoration of proper Cabinet government and to give Parliament the decisive say over any future decisions to go to war—based on objective information, not just through Government discretion but through a war powers Act, which I hope this Parliament will pass. As, in the wake of Iraq, our own Government and other western Governments increasingly resort to hybrid warfare based on the use of drones and special forces, our democracy crucially needs to ensure that their use is subject to proper parliamentary scrutiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are no more important decisions a Member of Parliament ever gets asked to make than those relating to peace and war. The very least that Members of Parliament and the country should be able to expect is rigorous and objective evidence on which to base their crucial decisions. We now know that the House was misled in the run-up to the war, and the House must now decide how to deal with it 13 years later, just as all those who took the decisions laid bare in the Chilcot report must face up to the consequences of their actions, whatever they may be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Later today, I will be meeting a group of families of military servicemen and women who lost loved ones, as well as Iraq war veterans and Iraqi citizens who have lost family members as a result of the war that the US and British Governments launched in 2003. I will be discussing with them, our public and the Iraqi people the decisions taken by our then Government that led the country into war, with terrible consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Quite bluntly, there are huge lessons for every single one of us here today. We make decisions that have consequences that go on not just for the immediate years, but for decades and decades afterwards. We need to reflect very seriously before we take any decisions again to take military action. We should realise that the consequences of those decisions will live with all of us for many decades to come, and will often be incalculable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}