{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-loyal-address-speech/",
    "title": "Jeremy Corbyn – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 10 May 2022.",
    "content": [
        "I will try to keep within the 10-minute limit that you have requested, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The day of the state opening of Parliament is quite surreal. We have all the pomp, the gold coaches and the ancient Rolls-Royces out on the streets, and a Prime Minister who comes into the Chamber and tells us that he has got right all the big calls on covid and all the big calls on finance and then disappears. The reality is that we as a country have 4.2 million children living in poverty. Some 1.3 million babies—very, very small children— are being brought up in households in desperate poverty, often with not enough to eat and a heavy reliance on food banks and food co-ops merely to survive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Dealing with poverty and related issues requires wage rises, and, as the right hon. Member for Newark (Robert Jenrick) pointed out, a rapid increase in universal credit. It requires recognising the desperate state of poverty within Britain. It became very obvious during the covid pandemic that there is a whole generation of people who came together in mutual aid groups that now recognise that poverty and food hunger are unacceptable in our society and that the work that has been done on the right to food and so much else must be acknowledged and taken up. There is nothing in the speech that says anything that gives hope to those people living in desperate poverty at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many Members have spoken about the problems of energy costs. Some 6.3 million people in this country are living in fuel poverty, which is a nice sociological term, but what it really means is that those people cannot afford to put on the electricity, cannot afford to buy the gas, and cannot afford to heat their homes. If they are lucky, they can heat one room of that home, or they just go cold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would have thought that quite a few Members who campaigned in the local elections last week came across houses with no lights on, even when it was getting dark. There was a reason for that: people in those houses could not afford to charge the key meter or to put the lights on in their homes. That is the reality of poverty in this country. That poverty, again, leads not just to unpleasant living, but to hypothermia and really serious problems for people just trying to survive. Why have this Government not done what the French have done and introduced an energy price cap? Why have they not taken the hit of the increased energy prices as a public good in order to protect people? Why are they not promoting public ownership of energy, rather than having the energy companies making massive profits during this period of crisis? We must look at all of those issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some 83% of adults say that they are noticing, or suffering from, a considerable increase in the cost of living, which means not just food poverty, but an inability to buy clothes and so much else as well. Those issues were not addressed in the speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was interested in the very thoughtful speech made by the right hon. Member for Newark just now, which addressed many of the housing issues we face in this country. The homeless people who were very obviously on the streets of this country when the covid pandemic started were housed, because there was Government intervention and sufficient funding given to local authorities to ensure that they were housed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some local authorities leased hotels, some bought new places and a large number—I do not think all, but a large number—of rough-sleeping homeless people were housed during the pandemic. If we can do it during a pandemic, we can do it at any time. We can carry on doing it. It is simply immoral that anyone should be forced to sleep on the streets of this country at any time. However, that means addressing the issues of housing costs and housing stress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I represent an inner-city constituency with a large number of council properties, a considerable number of housing association places, a small and declining number of owner-occupiers and a fast-growing private rented sector. By and large, the council properties are well managed and well run and have reasonable rents, and to live in a council property gives people a considerable sense of security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not think housing associations are particularly well managed. I do not think by and large that they are good at doing repairs or good at management, and they are profoundly undemocratic in their behaviour and their frequent refusals to listen to tenants or allow what tenants want to have any bearing. We must hardwire into any housing legislation a sense of democracy in how housing associations manage their properties, and force them to listen to their tenants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is in the private rented sector, however, that the worst problems occur. About 30% to 33% of my constituents live in the private rented sector, and the rent levels are horrendous. They are more than three times the level of council rents, and the local housing allowance is insufficient to help people who are mostly moving into the private rented sector. Those on universal credit moving into the private rented sector because of the insufficiency of council housing must either supplement the rent themselves or move away from their community, their schools, their families, their support networks and all the rest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must understand that if we are going to have such a huge proportion of our population living in the private rented sector, they need certainty of an affordable rent, certainty of long-term tenancies, certainty that they will not be peremptorily evicted from that property and certainty that repairs will be done when they need them. Many local authorities, my own included, are innovative and creative in building some degree of protection and regulation in their communities, but it is this House that should build those protections and regulations within the private rented sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are a whole lot of things that ought to be in the Queen’s Speech. If the Government are proposing deregulation of the economy at the very time when we need an investment in the economy, if they are not doing anything about job protection, fire and rehire or the insufficiency of wages for many people, the gaping chasm of inequality in Britain will get worse. There is regional inequality, there is national inequality, there is social inequality and there is class inequality, and it is getting worse. This Parliament must address those issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my hon. Friend the Member for Hemsworth (Jon Trickett) said, social inequality is dealt with either by raising wages, raising public expenditure and so on, or by repressing the protests and the anger and trying to control people who want to demonstrate against it. The whole agenda of a law and order society, rather than dealing with the social divisions in society, is not an appealing prospect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world is in an environmental crisis. COP25 said so, COP26 said so—although there was a lot of greenwash surrounding it—and there is a massive environmental disaster around the corner. The global refugee crisis of 70 million people around the world comes from wars, human rights abuses and oppressive societies, but it also comes from the environmental disaster we face. We cannot just close our doors on refugees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely and totally condemn the Russian invasion of Ukraine and I hold out my heart and my hand to the Ukrainian refugees who have come to this country, albeit with great difficulty and no thanks to Home Office processes and procedures. We should hold out the same hand and the same welcome to refugees from other conflicts and wars in Yemen, Syria, Libya, Palestine, Ethiopia, Eritrea and other places, and recognise that if we want good human rights for ourselves, those human rights should apply to others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That should also apply to people’s human right to express dissent around the world. The number of real journalists, very brave people, who have stood up against oligarchs and dictators and have paid the ultimate price as a result by being murdered should be recognised. Our Home Secretary should think carefully of the responsibility on her shoulders to decide whether somebody who has bravely reported on human rights abuses and military activities around the world, Julian Assange, should be removed from this country. I think he is a whistleblower and journalist who should be protected, not removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My last point is that we should be building a world fit for the next generation. We are bringing up a generation of children in this country who are overstressed and over-tested in school; who are streamed almost out of sight in secondary school and are victims of the competitive culture between secondary schools; who are charged in college and heavily indebted in university; and who then, because their wage levels are so low, cannot afford any decent or permanent place to live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What message are we giving to the next generation? They will not have it as good as the current generation; they will have to pay the debts for the future. We should be investing, nurturing, cultivating and including all those young people. We should joy in their creativity, their art, their music, their science, their learning. They are the future. But what are we doing? Consigning them to stress and, in many cases, so much poverty. We can do things differently and very much better than we are. Sadly, the speech given today offers no hope whatsoever for any of the issues I have drawn attention to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}