{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2018-commons-speech-on-brexit/",
    "title": "Jeremy Corbyn – 2018 Commons Speech on Brexit",
    "post_date": "December 10, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 10 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for providing a copy of the statement before we met here this afternoon. We are in an extremely serious and unprecedented situation. The Government have lost control of events and are in complete disarray. It has been evident for weeks that the Prime Minister’s deal does not have the confidence of this House, yet she ploughed on regardless, reiterating “This is the only deal available.” Can she be clear with the House: is she seeking changes to the deal, or mere reassurances? Does she therefore accept the statement from the European Commission at lunchtime, saying that it was the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“only deal possible. We will not renegotiate—our position has…not changed”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ireland’s Taoiseach, Leo Varadkar, has said it is “not possible” to renegotiate the Irish border backstop, stating that it was the Prime Minister’s own red lines that made the backstop necessary. So can the Prime Minister be clear: is she now ready to drop further red lines in order to make progress? Can the Prime Minister confirm that the deal presented to this House is not off the table, but will be re-presented with a few assurances? Bringing back the same botched deal, either next week or in January—and can she be clear on the timing?—will not change its fundamental flaws or the deeply held objections right across this House, which go far wider than the backstop alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This a bad deal for Britain, a bad deal for our economy and a bad deal for our democracy. Our country deserves better than this. The deal damages our economy, and it is not just the Opposition saying that; the Government’s own analysis shows that this deal would make us worse off. If the Prime Minister cannot be clear that she can and will renegotiate the deal, she must make way. If she is going back to Brussels, she needs to build a consensus in this House. Since it appears that business has changed for the next two days, it seems not only possible but necessary that this House debates the negotiating mandate that the Prime Minister takes to Brussels. There is no point at all in this Prime Minister bringing back the same deal again, which is clearly not supported by this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have endured two years of shambolic negotiations. Red lines have been boldly announced and then cast aside. We are now on our third Brexit Secretary, and it appears that each one of them has been excluded from these vital negotiations. We were promised a precise and substantive document, and we got a vague 26-page wishlist. This Government have become the first Government in British history to be held in contempt of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are in disarray. Uncertainty is building for business. People are in despair at the state of these failed negotiations, and concerned about what it means for their jobs, their livelihoods and their communities. The fault for that lies solely at the door of this shambolic Government. The Prime Minister is trying to buy herself one last chance to save this deal. If she does not take on board the fundamental changes required, she must make way for those who can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}