{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-1984-speech-on-care-of-the-elderly/",
    "title": "Jeremy Corbyn – 1984 Speech on Care of the Elderly",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn in the House of Commons on 22 February 1984.",
    "content": [
        "[![jc-small](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall attempt to be brief. It is a shame that so few hon. Members can participate in the debate. My hon. Friend the Member for Oldham, West (Mr. Meacher) pointed out that there was a link between Health Service cuts, the effects on local social services and the effects on the elderly within each community. The council in the area that I represent has just been told by the Government that its social services budget is being overspent by well over 30 per cent. and that it is spending too much money on providing for the needs of the elderly. Yet the services for the elderly provided by Islington council, excellent as they are in many ways, are insufficient and do not meet the demands and wishes of councillors, the director of social services and others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The council provides 900 meals on wheels. 1,700 elderly people’s holidays, 2,674 households with home helps and 285 places for elderly people in day centres. Obviously, the cost of those services is considerable. It is incredible that, considering the borough’s needs and the increasing dependence of elderly people on the council to provide services, the Government should be telling the council to make cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a first look at the demographic pattern of arty inner city area Ministers and many civil servants would say that there is a continual outflow of population from the boroughs. In many cases, that is true. An increasingly elderly and single population is dependent on local authorities to look after it. A document produced in 1982 by Islington council’s social services programme plan working party states: The elderly now form a higher proportion of our population than they did 10 years ago, since emigration from the borough has been mainly by adults and children, leaving the elderly with less support from their families and neighbours. The number of single-pensioner households has decreased from 10,563 in 1971 to 10,170 in 1981. More importantly, the proportion of such households has increased. In 1971, single-pensioner households formed 13.7 per cent. of all households in the borough, while in 1981 they formed 16 per cent. In 1971, people over retirement age formed 15 per cent. of the total population; in 1981, they formed 17.3 per cent. It is important to emphasise that the great majority of the elderly do not require, or do not use local authority services; but when other support to the elderly becomes less available from family and neighbours then increasingly the Social Services Department is asked to fill the gaps, particularly when Health Service bed norms fail to reflect the significance of high proportions of single pensioner households. Local authorities are facing an increasing demand upon their services and a demand for better services and more imaginative use of homes for the elderly. Like my hon. Friend the Member for Wolverhampton, North-East (Mrs. Short), I have often been in old people’s homes. I have been profoundly depressed not just by the conditions within them — I am talking of homes throughout the country—but the attitude that leads us to force people to live in old people’s homes with a colour television blazing away in the corner as a piece of moving wallpaper and with people not participating in arty activity in the homes. That promotes and provokes senility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a more imaginative approach towards care for the elderly and a recognition of the growing needs of the ethnic minority elderly communities in many parts of London and the major cities. I am pleased that my area has formed an elderly persons’ luncheon club for retired West Indian people. The same is happening in many other places. It is incredible, and it makes me angry, that many old people in my constituency who rely entirely on the local authority to provide services for them do not have any relatives living nearby. They are not in a position to buy luncheon club facilities, to have meals on wheels delivered to them or to pay for maids or other people to come in to help. We do not have a huge, generous, middle class able to provide daily volunteers to do the work for the elderly. Unlike the case referred to by the hon. Member for Mid-Kent (Mr. Rowe), who spoke on behalf of Kent county council, the local authority and political system in my area is determined to provide for all our old people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We resent the Government’s attitude when they say that Islington is spending £9 million too much on its social services when there is clearly a demand for them. That figure has not just been thrown at Islington council; nearly every London social service department has been told that it is spending well over the Government’s grant-related expenditure assessment formula. This is a scandal. If Conservative Members are serious about caring and supporting the elderly in a decent and humane way, they would not be imposing spending cuts on local authorities or attempting to control their spending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Conservative Members have been quick to tell us that there have been no Health Service cuts. I challenge and refute that. A further £163 million is required for the National Health Service to provide for the elderly. As the motion points out, we are looking for a comprehensive policy on care for the elderly. That means an end to the attacks on local authorities that are trying to provide services, an end to the cuts and closures in the Health Service and a different attitude towards transport, mobility allowances and bus passes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Winnick** Does my hon. Friend agree that one of the most unfortunate aspects of the Minister’s speech, and his sneering remarks about 1945, was his refusal to recognise that many advances have been made in the care of elderly people since 1945? With a Labour Government, with a large majority, 1945 was a watershed in the provision of services by the state and local authorities. Without such provisions the elderly would be far worse off than they are at present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Corbyn** I thank my hon. Friend for that intervention. The Government’s policies of controlling local authority spending, cutting National Health spending and promoting private medicine and care for the elderly are a return to the workhouse. The only difference is that it is a capitalist workhouse rather than a discreet workhouse stuck away in the hills outside the town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week saw the culmination of a massive campaign by pensioners throughout London, who are determined not to lose their concessionary bus and train passes, and who are determined not to see the gains won for them by a Labour-controlled GLC in 1973 swept away by the London regional transport authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must recognise the other matters that are affected by the Government’s change in policy. If cuts are made in public spending on the elderly or people in the Health Service, many relatives will be forced to look after elderly people. That care is often inadequate because the relatives cannot do the work. Women are forced to give up work to nurse elderly relatives. The problem caused by women having to give up jobs to look after elderly relatives is growing. One hears of unpaid carers giving up their work to look after elderly relatives without support or recognition from the state, despite lectures about bounteous volunteers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have heard of people in their sixties and seventies being full-time carers for elderly patients in their nineties. That will become worse unless the Government change their attitude towards the elderly and recognise the work done in homes for the elderly, by meals on wheels workers and home helps. I am sponsored by the National Union of Public Employees. The Government have said that those workers are not worth £100 a week for the jobs they do and the dedication they show. They are subjected to moral blackmail, in the way that Health Service workers were two years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to forcing local authorities to cut their spending, we have the Government’s privatisation policy. There is a growing number of residential and nursing homes for the elderly. Conservative Members have asked what is wrong with them. I believe that there are two things wrong. First, I am not satisfied that the DHSS has the resources or the capability, or is prepared to provide them to enable local authorities to undertake the necessary tight supervision and inspection of those homes to ensure that they adopt progressive caring policies. Secondly, there is motive. If there is a local authority home with a caring policy for the elderly, the motive is clear. The people who work in that home, who manage and administer it, are doing so because they care for the elderly and wish to see them looked after.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The motive in operating a private home—not from the point of view of the staff but from that of the owners —is simply to make money out of care for the elderly. I reject the idea that one can privatise care for the elderly, which is what Conservative Members in their arrogant way continually tell us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Boyes** Does my hon. Friend agree with the Association of Directors of Social Services, which says that the system is unfair and that the Government are prepared to allow private money to be poured into these homes whereas local authority homes are continually monitored by expensively paid auditors? On the one hand, private owners can provide even poorer services and get away with it, while, on the other, local authority homes are continuously under pressure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Corbyn** My hon. Friend has hit the nail squarely on the head. The Government are restricting money for publicly run, publicly owned and publicly administered homes for the elderly yet at the same time are encouraging the development of private homes for the elderly without imposing the same conditions on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My own authority has been told that it is 33 per cent. over budget on social services. When the Minister kindly finds the time to visit my borough, or any other poor inner city areas, he might care to tell the people which home for the elderly should be shut, how many home helps ought to be dismissed from post and where exactly the cuts should be made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Kenneth Clarke** The hon. Gentleman’s whole speech is based on the ridiculous claim that his borough is in trouble for overspending solely because of its caring policies for the elderly. It is in trouble because of the totality of its spending. Islington is notorious for the money that it pours into crackpot political groups and the curious hiring of fringe officials to perform unnecessary duties on behalf of the borough. Does not the hon. Gentleman accept that something must be done to tackle Islington’s wasteful expenditure so that it can maintain the services and reduce the rate burden for some of its elderly population?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Corbyn** The Minister, who is a member of a Government who are promoting the Rates Bill, which seeks to control local authority spending, shows a worrying misunderstanding of the way in which the GREA formula works. That formula is specified department by department. My borough, along with others, has been told that it is overspending on social services. I am not talking about the totality of its spending. Indeed, virtually every other London borough has been told exactly the same thing by the Minister and his Government colleagues. He ought to understand the way in which the Government’s policies operate on social services spending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Clarke** With respect, targets are not based on GREAs, as the hon. Gentleman, as an experienced councillor, knows perfectly well. He makes a quite misleading use of GREAs by suggesting that that is the measure of overspending that the Government are taking into account. They are taking account of the inexorable year-on-year increase in Islington’s budget, because that borough spends its money in profligate, wasteful and sometimes downright foolish ways. That has got the borough into trouble and is threatening its services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Corbyn** I do not know how long we shall be able to continue this discussion. The Minister ought to get a new brief on what the rate capping legislation means. The GREA formula is specific on each department, and it is specific that social services departments in London are overspending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Care for the elderly is an important issue. It cannot be left to volunteers, charities or to people going out with collecting boxes to see that old people are looked after properly. The issue is central to our demands for a caring society. That means an end to the cuts and an end to the policy of attacking those authorities that try to care for the elderly. Instead, there should be support for and recognition of those demands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Elderly people deserve a little more than pats on the head from Conservative Members. They deserve more than the platitudinous nonsense talked about handing the meals on wheels service over to the WRVS or any other volunteer who cares to run it. Instead, there should be a recognition that those who have worked all their lives to create and provide the wealth that the rest of us enjoy deserve some dignity in retirement. They do not deserve poverty, or to be ignored in their retirement, having to live worrying whether to put on the gas fire, or boil the kettle for a cup of tea, or whether they can afford a television licence or a trip out. They should not have to wonder whether the home help who has looked after them so long will be able to continue. The issue is crucial. The motion says clearly that care for the elderly comes before the promotion of policies that merely increase the wealth of those who are already the wealthiest in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}