{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2020-new-years-message/",
    "title": "Jeremy Corbyn – 2020 New Year’s Message",
    "post_date": "January 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, on 31 December 2019.",
    "content": [
        "2019 has been quite the year for our country and for our Labour movement. And now we are not just entering a new year, but a new decade. And the period ahead could not be more important. It will be crucial if we are to stop irreversible damage being caused by the climate crisis and the particular effects it has on people in the global south. If we are to stop the pain plaguing our country, food banks, poverty and people struggling to get by. If we are to protect our precious NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It won’t be easy. But we have built a movement. We are the resistance to Boris Johnson. We will be campaigning every day. We will be on the frontline, both in Parliament and on the streets. Protecting our public services. Protecting healthcare free at the point of use. Protecting our communities, in all their brilliant diversity. And standing up for internationalism, global solidarity and co-operation, and working with movements and parties seeking social justice and change all over the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And make no mistake, our movement is very strong. We are half a million people and growing, we are in every region and nation of our country. We’re not backed by the press barons, by the billionaires or by the millionaires who work for the billionaires. We are backed by you. We are by the many, for the many. 2020 and the years ahead will be tough and no-one is saying otherwise. But, we’re up for the fight, to protect what we hold dear and to build to win and to transform. The fight continues. There is no other choice. So if you’re with us already, I can’t wait to meet the challenges ahead together, but if you’re not, join us, join Labour today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}