{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-in-commons-following-general-election/",
    "title": "Jeremy Corbyn – 2019 Speech in Commons Following General Election",
    "post_date": "December 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 17 December 2019.",
    "content": [
        "May I join the Prime Minister in remembering the horror of what happened at London Bridge just three weeks ago? It is the third time in the last two general election campaigns that we have witnessed appalling and depraved terrorist attacks on our communities. Our hearts must go out to the families of Saskia Jones and Jack Merritt. When the Prime Minister and I attended a memorial event at the Guildhall, I had the honour of meeting many of the students who had been at college with Jack, and they were just devastated. In his memory, they wanted his work and his message to carry on. We should also remember the very good words of his father David about how proud he was of his son on that day. That attack was an attempt to damage our democracy, to halt the process. It did not succeed and it never should succeed, because we have to make sure that our democracy is fully intact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to offer my congratulations to the Prime Minister on winning the election and being returned to office, and I want to pay tribute to those Members, from my party particularly, who sadly lost their seats in the election and therefore will not be here. In particular, although many will be remembered, obviously Dennis Skinner is somebody who comes very much to mind on this occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the campaign, the Prime Minister made many promises and therefore has tremendous responsibilities to live up to. He will be judged on whether he keeps those promises by the communities that he has made them to. Our job in the Labour party will be to hold the Government to account and stand up for the communities ​we represent and for the more than 10 million people who voted for our party in the general election. Because that is what parliamentary democracy is about—holding the Government to account and representing the people who sent us here on their behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also offer my congratulations to the hon. Member for Worthing West (Sir Peter Bottomley) on taking up his position as Father of the House. I first encountered him at the Woolwich West by-election in 1975. I was a trade union organiser at the time, and I made a very strong recommendation to all the members of my union that they should vote for the Labour candidate, not him. I do not want to embarrass the hon. Gentleman, but some of them went to see him and said, “He seems such a very nice man. We might well vote for him.” I do not want to tarnish his reputation further, but whenever I was trying in the past to get an all-party consensus together on an early-day motion—sometimes a difficult task—he would often give it a Conservative character by supporting such moves. I thank him for that and wish him well as Father of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I take this opportunity to welcome all newly elected Members to the House? It is a very daunting day for them—their first day here after being elected to this place on behalf of their constituents, with all the responsibility that goes with that. There is no greater honour than to be elected to this House to represent our constituents, and one of the greatest strengths of our political system is that every one of us represents a community and every one of us has a constituency. We are here to represent the homeless and the desperate as well as those who are better off and lead more comfortable existences. We are here to represent all of them, and that surely ought to be the watchword of our House and our democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the first time that a majority of Labour MPs are women, and I congratulate them all on being elected. Twenty of the 26 newly elected Labour MPs are women, which compares rather favourably to the Conservative party’s performance in that regard. This is also the most diverse Parliament in history, and I am proud that 41 of the 65 black and minority ethnic MPs are on the Labour Benches. I know they will do a fantastic job representing their constituencies and wider community interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, Mr Speaker-Elect, I offer my warmest congratulations to you as you resume your place in the Speaker’s Chair. It is great to see you back. Your role goes beyond the pomp and ceremony, as you well understand. I am keen to work with you, as many others are, on all the issues facing this House. This House cannot function without Members’ staff and House staff—vsecurity, administration, caterers, cleaners and officials—who do so much good work here; they all make a contribution to ensure that our democracy functions properly. But there is also enormous pressure on MPs, staff and many others, and I know that you take very seriously the mental health and wellbeing of us all. I hope that we in this House ensure that that is taken seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Speaker-Elect, there are portraits of all your predecessors in Speaker’s House. One of the most famous, of course, is Speaker Lenthall, who resisted the autocracy of Charles I in support of the freedoms of Parliament. Our democracy needs you as a Speaker who will stand firm against abuses of power by the Executive or anybody else. In doing so, you are defending the rights not just of this House, but of millions of people who put their faith ​in a democratic system to elect a Parliament, and therefore a Government, who are answerable to them. Our rights and freedoms are always precious, but also often precarious. Democracy is not a given. It is something that we have to extend and defend. I am sure that you, in your role as Speaker-Elect—and hopefully Speaker very soon—will do exactly that. I congratulate you on your election and look forward to working with you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}