{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2016-speech-at-launch-of-the-chakrabarti-report/",
    "title": "Jeremy Corbyn – 2016 Speech at Launch of the Chakrabarti Report",
    "post_date": "July 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, at the launch of the Chakrabarti Report in London on 30 June 2016.",
    "content": [
        "[![jeremycorbyn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Labour Party is built on the values of solidarity, social justice, equality, internationalism and human rights. That is why I have devoted my life to it, and why nine months ago, I was honoured to be elected leader by over a quarter of a million people. That is, by the way, substantially more than the entire electorate that will have the right to pick the Conservative Prime Minister this Autumn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After the tumultuous events of the past week in Britain, including the vote in last week’s referendum to leave the European Union, the need for us to unite around these values, to practice what we preach, and be judged by the highest of standards, is perhaps as great as it has ever been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So although I asked Shami Chakrabarti to carry out her inquiry after some disturbing and damaging incidents earlier this year, I believe that its findings and recommendations are of even more importance for our party, country and wider world today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whatever your views on the outcome of the referendum campaign – and two thirds of Labour supporters voted Remain – we need to reflect for a few moments on some of the hateful language used by some of the most prominent participants in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Boris Johnson, current favourite to lead the Tory party, compared Hitler’s murderous tyranny with the European project created from its ashes and questioned Barack Obama’s motives because of his “part-Kenyan heritage”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was no dog whistle. That was a fog horn – a classic racist trope – casting doubt on someone’s motivation because of their race.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Justice Secretary Michael Gove compared pro-Remain economists to Nazi collaborators, a startling example of the way in which the Nazi regime and the Holocaust can be minimized, trivialized or even forgotten by ill-judged comparisons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Nigel Farage warned of mass sex attacks should the Remain Campaign win, calling it the “nuclear bomb” of the Brexit campaign. Is it only me who just doesn’t find him funny any more?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are hateful comments – no question. They are unworthy of the millions who voted to Leave, not out of xenophobia or racism, but often as a desperate response – yes to austerity, but also to years of being ignored and left behind by the Westminster elite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Britain – and especially the young – need a strong, united, principled and kind Labour Party more than ever. They didn’t crash the banks, heat up the planet or start the wars of the past decade or so. But the risk is that they will have to work harder for longer, quite possibly for less pay, because of what the powerful have done in their name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Divide and rule is the oldest trick in the book – whether used by imperial powers abroad or hate-mongers at home. Turn people against each other. Use race or religion or anything else you can find and hope they will be too distracted or consumed to take on the great inequalities of wealth and power in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For over a hundred years, the Labour Party of Keir Hardie, Ellen Wilkinson and Manny Shinwell has existed to offer working people another way: solidarity instead of division, equality instead of injustice, inclusion instead of isolation, internationalism instead of narrow nationalism, and human rights for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we cannot do our duty, if we do not look at ourselves as well. Say what you like about me, but I’m no hypocrite. When I look in the mirror, it is less for sartorial elegance than to examine what’s in my own eye before pointing out the specks in others. I urge others in politics to do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is why I asked Shami Chakrabarti and her colleagues to take on the vital work of looking into our own Party before we criticise others. That is what she and her team have done. And I’m here today to launch and recommend their work to our Party and to put my weight behind its immediate implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under my leadership, the Labour Party will not allow hateful language or debate, in person, online or anywhere else. We will aim to set the gold standard, not just for anti-racism, but for a genuinely welcoming environment for all communities and for the right to disagreement as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Racism is racism is racism. There is no hierarchy – no acceptable form of it. I have always fought it in all its forms and I always will. But while we respond to hate with universal principles we must also remember people’s particular experience, if we are too ensure that not one person feels vulnerable or excluded from their natural political home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Jewish community has made an enormous contribution to our Party and our country – Jewish people have been at the heart of progressive and radical politics in Britain, as elsewhere, for well over a century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But they are also a minority amongst minorities and have had good cause to feel vulnerable and even threatened throughout history. This should never happen by accident or design in our Labour Party. Modern antisemitism may not always be about overt violence and persecution, though there is too much of that even to this day. We must also be vigilant against subtler and invidious manifestations of this nasty ancient hatred and avoid slipping into its traps by accident or intent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the avoidance of doubt, I do not believe in name calling and I never have. “Zio” is a vile epithet that follows in a long line of earlier such terms that have no place in our Party. Nor should anyone indulge in the kind of stereotyping that can cause such hurt and harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To assume that a Jewish friend or fellow member is wealthy, part of some kind of financial or media conspiracy, or takes a particular position on politics in general, or on Israel and Palestine in particular, is just wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our Jewish friends are no more responsible for the actions of Israel or the Netanyahu Government than our Muslim friends are for those of various self-styled Islamic states or organisations. Nor should Muslims be regarded as sexist, antisemitic or otherwise suspect, as has become an ugly Islamophobic norm. We judge people on their individual values and actions, not en masse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one should be expected either to condemn or defend the actions of foreign powers on account of their faith or race. At the same time, we should have the sensitivity to understand how upset many Labour party members and supporters are likely to feel about various human rights abuses around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Human rights language is so much more accurate and persuasive than the kind of language that was often resorted to in the Brexit debate. That is no doubt acceptable in other places and other parties, but it shouldn’t be here, on my watch, or in our name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will continue – as Labour Leader – to pursue the causes of peace and justice in Israel-Palestine, the wider Middle East and all over the world. But those who claim to do so with hateful or inflammatory language do no service to anyone, especially dispossessed and oppressed people in need of better advocacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course we as Labour Party members must all be free to criticise and oppose injustice and abuse wherever we find it. But as today’s Report recommends, can we please leave Hitler and Nazi metaphors alone (especially in the context of Israel). Why? Because the Shoah is still in people’s family experience. If every human rights atrocity is described as a Holocaust, Hitler’s attempted obliteration of the Jewish people is diminished or de-recognised in our history. Other human rights atrocities from African slavery to the killing fields of Cambodia, the Armenian and Rwandan Genocides are all of course to be remembered, but diluting their particularity or comparing degrees of evil does no good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pursuing a more civil discourse does not in any way mean stifling free speech. I for one, will continue to meet, discuss and debate with all-comers in the cause of peace, progress, justice and human rights around the world. Though I acknowledge the need for the Party’s Leader to spread his or her time around a greater range of issues, I do not believe that anyone should be judged for the platforms they share or the human rights causes they take up, as long as they fight hate with every breath.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And to those who have been afraid of so-called “witch-hunts” by the press in recent months, those who perhaps worry that debate and speech around difficult and important issues risks being shut down in our Party: I commend and endorse the Report’s recommendations about improving natural justice, transparency, consistency and accountability in the conduct of Party discipline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But not being racist and not being hateful is not enough for our Party to be the inclusive and vibrant political movement that Britain so sorely needs. If we are to unite and lead our country we must be the most welcoming and empowering place in which our diverse communities can prosper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very concerned about the Report’s findings on how too many black and minority ethnic members of our party have felt for too long. We must act against long term “special measures” placing local parties under limited democracy. I will also take action with colleagues to seek to improve the representation of black and minority people at every level of staffing and leadership within the Labour Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will work with our Trade Union affiliates and others to achieve the best programme of activist and leadership education possible. We will talk, read, learn and organise together. We will learn from each other’s personal experiences but also share each other’s considerable campaigning and political skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The last year – with all of its highs and lows – has left me with every confidence that Labour is has the potential to be a powerful and transformatory movement, capable of winning the next General Election (whenever it comes), and many more elections after that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But my confidence and optimism are not naive. We all know that despite the overwhelming mandate I was given by Labour party members and supporters last year – we’ve all had a torrid few days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whatever now takes place in our party, politics should be conducted in a decent manner. When I stood for the leadership last summer I called for a kinder, gentler politics, that’s still work in progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some people may equate “leadership” with nastiness. I disagree. Decency is no disqualification for leadership – in fact it should be a pre-requisite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those loyal to my leadership, and to Labour’s core values, want to pursue the new politics with decency and civility, and see strength and not weakness in living those values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I ask Labour people to do as I do. To be kind and respectful to each other and our neighbours, and to be as courteous as we are courageous with our opponents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that approach to be closer to the values of the British people than so much of what they have witnessed on the political stage over many recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to express huge thanks to Shami Chakrabarti, David Feldman and Jan Royall, as well as to Deok Joo Rhee and Godric Jolliffe – and all who submitted their views and took part in this comprehensive exercise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Britain deserves better – so let’s offer it. Come together as a party and then unite and lead our country through these incredibly challenging times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}