{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2021-speech-on-the-budget/",
    "title": "Jeremy Corbyn – 2021 Speech on the Budget",
    "post_date": "March 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 3 March 2021.",
    "content": [
        "I am delighted to be able to speak in this Budget debate, but sadly this Budget does not reflect the reality of people’s lives. Just this morning I have come from a local food bank where people were queuing up to try to get enough food to get by. They are people who thought they would always be okay and have enough money to live on, but they do not and they therefore rely on food banks. To the tens of thousands of people who have volunteered in mutual aid groups all over the country, I think we should say a huge thank you. They have contributed, in a way that the Government have not, to the lives of so many people who would be in such great difficulty if those food banks were not there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor talks about extending the furlough scheme and protecting people on those wages. I point out to him that the scheme includes no floor and that 80% of minimum wage is a lot less than the money people need to live on. It was my right hon. Friend the Member for Hayes and Harlington (John McDonnell) who proposed a year ago that we should have a furlough scheme. He sent substantial papers to the Treasury in order to bring that about. Sadly, I do not believe that the Chancellor read all of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The scheme proposed by my right hon. Friend would have guaranteed everybody’s income and jobs, it would have had a floor, and it would have gone on to protect people’s conditions and wages, as well as those of people in all aspects of self-employment, including in the artistic sector. There are many people in work at the moment who are being threatened with fire and rehire, and there are companies trying to dismiss the whole workforce and rehire them on lower wages and with worse working conditions. British Gas and British Airways tried it on, and so many other companies are trying to do the same thing. Where is the protection for people’s living standards and jobs in this Budget? Sadly, it is desperately missing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On public sector pay, many are going to be hit by the pay freeze and by a stealth income tax rise through the freezing of the tax allowance. I remind the Chancellor that a previous Government—a Labour Government in the 1970s—came a cropper on that one when the Rooker-Wise amendment was passed to prevent the Chancellor from the freezing the tax-free allowance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Millions of public sector workers have contributed so much to dealing with the covid pandemic. Those working in our national health service, our care services and our local government have made super-human efforts to try to help people get through a desperate time, helping people through the mental health crisis and so much else. Their reward is going to be frozen pay and, for those working in local government, a continued underfunding of local government services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For pretty well everyone across the country, there will be a 5% rise in council tax, as local councils desperately try to balance the books and deal with the increased demands on their services because of the covid pandemic. I hope that the Chancellor will recognise that we need a proper funding formula for local services across the country, and not just claps for the NHS, the care service and delivery workers, but actual pay increases to recognise the massive contribution that they are making to our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Budget said a great deal about corporation tax and other business taxes, but it did not say very much about tax evasion or tax avoidance. From the Government’s statements, they propose to raise around £2.2 billion between now and 2025—in the next four years—from tax avoidance and tax evasion, yet the real figure is that something over £30 billion a year is lost to our public services through tax avoidance and tax evasion. If the Government were serious, they would have included measures in the Budget to deal with tax avoidance and tax evasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope, by contrast, that the Government will recognise that not increasing statutory sick pay while at the same time doing nothing about tax evasion and tax avoidance says it all about Tory priorities. Statutory sick pay is £95 per week. The Secretary of State for Health and Social Care himself said he could not live on that; I do not think that any Member would want to try to live on that, so why are we expecting anybody else in our society to do so? It has to be increased, and we need a guarantee of at least the £20 rise in universal credit, which at the moment is still a temporary measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor had obviously read quite a lot of the proposals made by my right hon. Friend the Member for Hayes and Harlington before the last election, in which he pointed out that he wanted to move jobs to the north and ensure that the increase in public spending that we were proposing would help people across the north. The Chancellor made a big deal of about 750 jobs going to Darlington. Sadly, all that is cancelled out by the huge number of job losses in transport authorities across the north of England, particularly in Greater Manchester and Merseyside City Region. That is because the Government have not provided them with the funding package to support transport systems that they have in London and other places. This degree of unfairness between the north and the south will continue, and the degree of unfairness between the richest and poorest in our society will increase under this Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Towards the end of his speech, the Chancellor managed to provide a great deal of greenwash for his proposals. Of course, we all support a green industrial revolution. It was central to Labour’s manifesto at the last election, but where is the commitment to net zero emissions by 2030? Where is the commitment on protection of biodiversity to protect us all for the future? This Budget is such a lost opportunity. At the end of it, our society will be more divided than it is at the present time, there will be greater stress and uncertainty in so many people’s lives because of this Budget. We can, should and must do much better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}