{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2023-statement-on-not-being-allowed-to-stand-as-labour-party-candidate-at-general-election/",
    "title": "Jeremy Corbyn – 2023 Statement on Not Being Allowed to Stand as Labour Party Candidate at General Election",
    "post_date": "February 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Corbyn, the Independent MP for Islington North, on social media on 15 February 2023.",
    "content": [
        "Ever since I was elected as a Labour MP 40 years ago, I have fought on behalf of my community for a more equal, caring and peaceful society. Day in day out, I am focused on the most important issues facing people in Islington North: poverty, rising rents, the healthcare crisis, the safety of refugees, and the fate of our planet.  \nKeir Starmer’s statement about my future is a flagrant attack on the democratic rights of Islington North Labour Party members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is up to them – not party leaders – to decide who their candidate should be. Any attempt to block my candidacy is a denial of due process, and should be opposed by anybody who believes in the value of democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At a time when the government is overseeing the worst cost-of-living crisis in a generation, this is a divisive distraction from our overriding goal: to defeat the Conservative Party at the next General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am proud to represent the labour movement in Parliament through my constituency. I am focused on standing up for workers on the picket line, the marginalised, and all those worried about their futures. That is what I’ll continue to do. I suggest the Labour Party does the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}