{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-comments-on-the-small-boats-incident-in-the-channel/",
    "title": "Jeremy Corbyn – 2022 Comments on the Small Boats Incident in the Channel",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 14 December 2022.",
    "content": [
        "Like all Members, I hold out sympathy to those who died last night and thank those who risked everything to try to save life at sea; they should be thanked for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is obviously correct to condemn people traffickers and all that goes with them. However, there is a reason that people make these dangerous journeys: they are absolutely desperate—they would not do it otherwise. Instead of the ritual condemnation of people traffickers, could we have something more positive about what we are going to do to support those desperate human beings, of whom the Prime Minister acknowledged there are more around the world than ever before, and make a positive contribution to dealing with the causes of flight in the first place—war, environmental disaster, human rights abuses and so much else? Condemning is easy, but holding out the hand of humanity and friendship to very desperate people is what we should be doing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think we have to get a reality check here. The reality is that not everybody getting on a small boat—an unseaworthy vessel—and paying thousands of pounds to criminal gangs is a refugee. Not everyone coming here illegally is coming here on humanitarian grounds. There is considerable evidence that people are coming here as economic migrants, illegally. That is what we are trying to stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}