{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-on-the-loyal-address/",
    "title": "Jeremy Corbyn – 2019 Speech on the Loyal Address",
    "post_date": "December 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 19 December 2019.",
    "content": [
        "It is the tradition at the beginning of each Session of Parliament to commemorate former Members of the House who have died. It has only been two months since the last state opening, but in that time we have sadly lost our great friend Frank Dobson, the former MP for Holborn and St Pancras. Frank was a very, very committed Health Secretary from ’97 to ’99, who began the rebuilding of our national health service after it had been so disgracefully run down by the Conservative Government at that time. He was always an incredibly friendly face, and always full of anecdotes and jokes that I cannot repeat here. He will be greatly missed by all of us on these Benches and, I suspect, by many others who knew him as a thoroughly decent Member of Parliament who was very committed to his constituents and to the cause of good housing across the country. We have also lost David Lambie at the magnificent age of 94. David was a Labour MP from 1970 to 1992, and I knew him very well as a committed peace campaigner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Tuesday, the Prime Minister and I remembered Saskia Jones and Jack Merritt, the wonderful young friends who died in the appalling terror attack at Fishmongers’ Hall. It is right that we pay tribute to them again today for the way in which they lost their lives and the message they left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to take this opportunity to welcome all new Members, on both sides of the House. Being a Member of Parliament is a massive achievement and a massive honour. I would imagine that, in witnessing our opening proceedings today, many must be thinking, “What on earth have I taken on? The pantomime season has come very early this year.” [Interruption.] Yeah, look behind you. [Interruption.] If I may continue, I would also like to pay tribute to the former Members who lost their seats in the general election. To serve in Parliament and then fight the election and not be returned is an amazingly traumatic experience, when they have put such a huge amount of work into their campaign as well as into the work they have done here. We should all think for a moment about the human side of what it is like to go through that experience, and the trauma they must all feel. I pay tribute to them and thank them all. I will not mention all the names, but I would just like to commemorate and thank Dennis Skinner for his amazing work and the presence he has been in this Parliament throughout all the years that he was an MP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to congratulate the proposer of the Loyal Address, the hon. Member for Chatham and Aylesford (Tracey Crouch), who showed passion and integrity. That is what she became known for since her very principled resignation from the Government over their failure to restrict fixed odds betting terminals, and I thank her for that. But I am afraid that that is where we part ways, for if there is anything that can drive a wedge between two people even more than a Brexit vote in this place, it is the north London rivalry between Spurs and Arsenal. These things may seem trivial, but, as the great Bill Shankly once said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Some people believe football is a matter of life and death. I am very disappointed with that attitude. It is…much more important than that.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To put it another way, to help the hon. Member, Arsenal won 13 league titles and Tottenham two—but we take our victories where we can find them. I compliment the hon. Member particularly on the last part of her speech dealing with the natural world and the environment: it was incredibly important and very well put.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also congratulate today’s seconder of the Loyal Address, the hon. Member for Walsall North (Eddie Hughes), on his speech and the spirit with which he gave it. I got a sense of the spirit of Walsall when I was in Walsall College recently—a wonderful place with wonderful students. Conservative Members are renowned for their membership of various clubs: the Bullingdon club, the Reform club and so on. There are many of those clubs. But I was absolutely overjoyed when researching the hon. Member to find that he is a member of one of the greatest and most prestigious clubs of them all—he is a trustee of the Walsall Wood allotment charity, which is a fantastic honour, I am sure everyone will agree. He will understand more than most the ecstatic pleasure that we allotment holders, including him, get from our allotments and the produce we get from them. I hope this will provide an opportunity for a genuine, bipartisan working relationship over the onions and the carrots.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was just two months ago that the Prime Minister made the Queen come here in the rain as part of a pre-election stunt. Since then, he has made many promises to many different parts of the country. He has promised to address problems that are the result of his own party’s actions in government and its political choice to impose austerity cuts on this country. There can no longer be any doubt that austerity has caused unnecessary suffering to millions of people all across this country. The communities to whom the Prime Minister made his promise will now judge him on whether he keeps them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In this Queen’s Speech, the Government have tried to mimic some of the priorities and, interestingly, much of the language of Labour policies, but without the substance. On austerity, on investment, on regional inequality, on the national health service, we can see how we forced the terrain to shift. They say that imitation is the sincerest form of flattery—even if it is a very pale imitation. But I fear that those who were swayed by the Prime Minister’s promises will be sorely disappointed, as this Queen’s Speech shows that what the Government are actually proposing is woefully inadequate for the scale of the problems that this country faces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our NHS, the country’s most precious institution, is on its knees due to this Tory Government. The Government now talk about enshrining the funding settlement in law. Enough of the gimmicks—just fund it properly. I do not remember the last Labour Government having to pass a law to force themselves to invest in the NHS, yet they increased NHS funding by a rate of 6% per year. This Government are proposing little more than half that—less, in fact, than the historical average.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The gap between the Government’s rhetoric on the NHS and the reality is enormous. Last week, for the first time ever, every single major accident and emergency unit in England failed to hit its four-hour waiting time target. Every major unit failed to meet the target—every single one—under this Government. The number of people in England waiting for operations is the highest since records began—4.4 million—and the number of unfilled staff vacancies has ballooned. The Prime Minister’s promise of 50,000 extra nurses was quickly revealed as a sham—19,000 of them already work for the NHS—and his promise of 40 new hospitals turned out to be a reconfiguration of just six. The public will remember this. They will not look kindly on promises that are not kept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government say that they will take action on hospital car parking fees, following our lead, but whereas we propose to abolish those fees, apparently only some people will be entitled to free parking under their plans. It was the disastrous Health and Social Care Act 2012, brought in by the Conservatives and the Liberal Democrats when they were in coalition, that flung open the door to privatisation, which is the cause of so many problems in our NHS, yet the Queen’s Speech says nothing whatsoever about the Health and Social Care Act and the privatisation that it has brought.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not so long ago, the Prime Minister stood on the steps of Downing Street and announced that he had a plan to solve the social care crisis, so where is it? It was not in his party’s manifesto, and all we have today are empty words about bringing forward proposals. Perhaps we should not be surprised—all we had in the last Queen’s Speech were empty words about bringing forward proposals. And in the Queen’s Speech before that, what did we get from the Conservatives? Empty words about bringing forward proposals. At least they have continuity on this. Cuts to adult social care are expected to reach almost £8 billion by the end of 2019-20, but the Government are only putting £1 billion back in. It is like taking £8 from someone and expecting them to be grateful when you give them back £1.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to young people, the Government seem to have given up altogether. This is yet another Queen’s Speech that is miserably weak on education, with nothing for early years, nothing for colleges and nothing for universities. The Government clearly have not heard the anxious cry of parents and teachers about school funding, overcrowding and unqualified teachers. The funding promised for schools will still leave them hundreds of millions of pounds worse off in real terms than they were in 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to Brexit, the election result demonstrated a strong determination from many people across our country to end the mess and paralysis of the last three years. We understand that people are desperate to move on. That does not mean that we will just accept the Prime Minister’s reckless approach to how it is done. He has now deliberately resurrected the threat of no deal at the end of next year, which would decimate industry and destroy people’s jobs. That threat is now written into the withdrawal agreement Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has shown time and again that his priority is a toxic deal with Donald Trump that will sell out our NHS and risk the safety of our food, our environmental protections and workplace rights. We do not want our NHS given over to US corporations, and we do not want expensive medicines with extended patents. We do not want food like chlorinated chicken on our dinner tables either. We know that the Prime Minister’s deal will not put Brexit to bed. It will just be the beginning of years of more drawn-out negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been reported that the Government want to scrap the Department for International Development—a proud achievement of Labour in government. Will the Prime Minister confirm that this Government will not close DFID, and will he ensure that 0.7% of the UK’s spending continues to be used to help end global poverty and destitution? I note the commitment to develop a sanctions regime to directly address human rights abuses. That sounds like good news for Saudi Arabia. Should the Saudi regime be worried, or will the Government continue to ignore its human rights abuses and war crimes in Yemen, which have resulted in famine and humanitarian disaster? According to the UNHCR, the refugee commission, there are almost 71 million forcibly displaced people around the world. Where is the Government’s commitment to do anything for those desperate people fleeing war, violence and famine?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Around the world, Britain should stand up for human rights and democratic rights, including the right of workers facing exploitation and abuse, so it is very worrying that here at home the Conservative Government are planning an assault on workers’ rights to withdraw their labour, beginning with the transport workers. No worker goes on strike lightly, but we will oppose any attempt to curtail that right. We have already seen some of the most draconian anti-worker laws, and now the Government seek to take us even further back in time—again, in breach of the conventions of the International Labour Organisation. In a country where pay is too law, work too insecure and bad employers too common, attacking the rights of the working people to stand up for themselves is a completely wrong-headed approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the subject of transport, with planned transport investment in the north less than half that in London, what assurances can the Prime Minister give that the commitments on investment in the Queen’s Speech are not just another failed gimmick, as the northern powerhouse was? We should take it as a form of flattery that, on investment, the words of the Queen’s Speech echo what Labour has long argued—that investment is desperately needed in every part of our country. However, the scale of investment planned by the Government falls woefully short of what is required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Speaking of falling woefully short, this Queen’s Speech contains nothing of substance to deal with the colossal challenge of climate and environmental emergency. Net zero carbon emissions by 2050, which is the Government’s target, is too late and, in any case, at the current rate of progress we will not reach net zero until 2099. Any target date will be fanciful if action does not start now. What are the Prime Minister’s plans on climate for this year and for each year after that? It is clear that COP 25 this year was a failure. Next year, Britain has the honour of hosting COP 26 and, frankly, I think it will be embarrassing for all of us to host such a vital conference if we are not doing enough to reduce our own carbon emissions and show we have made some real progress towards bringing forward the target date. The Government need to get serious and put young people’s futures before those of the big polluters, many of whom fund the Conservative party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Christmas, thousands of people will be sleeping rough on the streets, thanks to this Government and their housing policy. Rough sleeping has doubled on the watch of the Conservative party in government. Everyone who sees people huddled in doorways in the cold—in the fifth richest country on earth—knows it is morally wrong. Shelter says that 280,000 people will be homeless on Christmas day in England alone, either rough sleeping or living in temporary housing or hostels, so can the Prime Minister explain why there is no mention of homelessness in the Queen’s Speech and why there is so little to address the housing crisis? Could it be that he does not want to upset the billionaire landlords who back his party? The Prime Minister has used Labour’s idea of offering discounted homes to first-time buyers. It is okay—it is more flattery—but let us see the substance of it. What reassurance can he provide that this will not go the same way as the failed starter homes programme? Remember when we were promised 200,000 starter homes in 2015? But, as yet, we have seen absolutely zero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fire at Grenfell Tower exposed a housing system that is fundamentally broken. Yet two years later—two years later—319 of the 446 buildings covered in aluminium composite cladding have not had it removed. Imagine living in one of those buildings and feeling at risk. That is probably not something many Members of this House go through, but it is an experience that thousands of people go through every day, living with the fear of a burning inferno that is their home. Will the Prime Minister now set a hard deadline for all landlords to replace dangerous cladding? Will he fund the installation of sprinklers in high-rise social housing blocks, and reverse budget cuts to the fire service? We will look at the findings of the Government’s royal commission on the criminal justice process, but any changes to sentencing must be done in consultation with anti-terror experts, and not as a knee-jerk reaction to make political capital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Queen’s Speech is notable for what is not in it. It does nothing for students who are being lumbered with huge debts, it does nothing for older people unable to pay their heating bills this winter, and it does nothing to address their levels of poverty in our country. This year, the United Nations—yes, the United Nations itself—had to take our Government to task over the shocking fact that 14 million people are living in poverty in this, the fifth richest country in the world. Should that not be a source of shame for this Government? Should not their Queen’s Speech contain something to address that? Why is there not even a mention of universal credit, the cruel policy that has ruined so many lives?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why is there no commitment to immediately raise the minimum wage to £10 an hour so that people no longer have to work their fingers to the bone yet still remain in poverty? These things are not in this Queen’s Speech because this Government, and that Conservative party, do not stand for the people on the receiving end of their policies. Despite all their promises, that is exactly what this Queen’s Speech shows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The central aim of my party, the Labour Party, is to stand up for working people and for every part of this country—for the many, not the few—and to deliver social justice, prosperity and a society that works for all. As this Government plough ahead with their programme of gimmicks and false promises, we will be holding them to account every step of the way. We will be campaigning inside and outside Parliament, and across the country, for the real change that sadly this Government will not deliver, but that our country so desperately needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}