{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-on-the-g20-and-leadership-of-eu-institutions/",
    "title": "Jeremy Corbyn – 2019 Speech on the G20 and Leadership of EU Institutions",
    "post_date": "July 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 3 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to say thank you to my hon. Friend the Member for Swansea East (Carolyn Harris) for the fantastic campaign she has mounted and the comfort that she has brought to those who have been through the unimaginable strain of losing a child. Those who, sadly, will lose a child in future will at least know that, because of her work, one part of the commemoration of that child’s life will be made a little bit easier. On behalf of so many families, may we just say thank you very much for everything you have done?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for an advance copy of her statement. While this year marks the 20th anniversary of the G20, there is little progress to commemorate in tackling the urgent challenges that we face. Where the ​leaders of the world’s most powerful countries fail, we look instead to civil society, trade unions and community groups, and to an inspirational generation of young people, for the transformative change that is required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This summit’s communiqué did not make the necessary commitments on climate change. Does the Prime Minister agree that President Trump’s failure to accept the reality of man-made climate change, his refusal to back the Paris accords and his attempts to water down the communiqué’s commitments are a threat to the security of us all, all over this planet? Is the Prime Minister concerned that he could soon be joined by one of her possible successors, who has described global warming as a “primitive fear … without foundation”? It is the responsibility of the G20 to lead efforts to combat climate change, as the Prime Minister herself acknowledged. These nations account for four fifths of global greenhouse gas emissions. As I confirmed last week, we back the UK’s bid to host COP 26 next year. In 2017, the Government agreed to:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Making finance flows consistent with a pathway towards low greenhouse gas emissions”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "in developing countries. So can the Prime Minister explain why 97% of the UK’s export finance support for energy in developing countries goes to fossil fuels, and less than 1% is for renewable energy? The Government’s pledge to cut carbon emissions by 2050 is an empty one. They have no serious plan to invest and continue to dismantle our renewable energy sector while supporting fracking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister says that the international community must stand against Iran’s destabilising activity in the region. The Iran nuclear deal agreement was a multilateral agreement signed up to by President Obama, and a number of other Governments, but reneged on by President Obama’s successor. Beyond just saying that we need to protect the deal, what action has the Prime Minister taken to ensure this? What conversation did she have with President Trump on this issue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not about time that the Prime Minister’s Government stood up to our supposed ally, Saudi Arabia? She says that she met Crown Prince bin Salman but gives no details. So can I ask her: did she raise the murder of journalist Jamal Khashoggi, did she raise the killing of thousands of Yemenis, and did she pledge to stop arms sales to Saudi Arabia? Did she raise with him the Saudis’ financing and arming of Libyan warlord Khalifa Haftar, who is fighting the UN-recognised Government of Libya, and who, only last night, has been held responsible for an airstrike on a migrant centre in Tripoli that killed 40 people and injured dozens more? The Prime Minister rightly points to the need to protect people from terrorist propaganda, so before she leaves office, will she finally release, in full, the report she suppressed on the Saudi Government’s funding of extremist groups?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister talks of confronting countries that interfere in the democracy of other nations, including Russia. I remind her that it was Labour that delivered amendments to the Sanctions and Anti-Money Laundering Bill, which introduced the Magnitsky powers. The truth is that the Conservatives have questions to answer about the almost £1 million-worth of donations from wealthy Russians to their party under her watch. If we stand up to corruption and condemn human rights-abusing regimes, then politicians should not be trading cash for access.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister mentioned the worrying outbreak of Ebola in the Democratic Republic of Congo. Could she outline what assistance the Department for International Development is providing in that terrible situation? I welcome the Government’s £1.4 billion for the Global Fund to fight Aids, Tuberculosis and Malaria. However, the main conclusion from the G20 is that the world deserves better leadership for the urgent challenges facing humanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Moving on to the EU summit in Brussels, it has taken leaders three days to come up with a decision on who should take the EU’s top jobs. But a three-day summit pales into insignificance next to the three years of failure that this Government have inflicted on us all over Brexit. I would like to congratulate those who have been appointed or nominated to new roles within in the EU, especially Josep Borrell as High Representative for foreign affairs and security. For as long as we remain in the EU, we should seek reform. That includes increasing our efforts to tackle tax evasion and avoidance; stepping up our co-operation over the climate emergency that faces us all, all over this continent and this planet; and challenging migration policies that have left thousands to drown in the Mediterranean while sometimes subcontracting migration policies to Libyan militias.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can the Prime Minister explain her decision for the Conservative party to join a political group that includes far-right, Islamophobic parties such as Vox of Spain? It claims that Muslims will impose Sharia law on Spain, turn cathedrals into mosques, and force all women to cover up. It is a party that campaigned to repeal gender violence laws and threatened to shut down feminist organisations. Does the Prime Minister understand the worry that this will cause many people in this country who will rightly be asking why her party has aligned itself with this far-right organisation whose policies are built on division, discrimination and hate?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, does the Prime Minister agree that whoever succeeds her should have the courage to go back to the people with their preferred Brexit option to end the uncertainty and get Brexit resolved?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}