{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2020-speech-on-the-financial-and-social-emergency-support-package/",
    "title": "Jeremy Corbyn – 2020 Speech on the Financial and Social Emergency Support Package",
    "post_date": "March 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 25 March 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered the emergency financial and social package needed to support people, families and business through the covid-19 outbreak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker, for accommodating the change that we wanted to make to the Order Paper today to make for a more efficient debate, and to ensure that Prime Minister’s Question Time ran for the extra time that you gave it. In response to what the hon. Member for Watford (Dean Russell) said, I join him in paying tribute to the life of Tristan Garel-Jones, whom I knew very well when he was a Conservative MP. He had an enormous knowledge of Latin America and central America, and spoke very fluent Spanish. He and I would often exchange pleasantries in Spanish in the Tea Room. I send my best regards to his family: “Siento la muerte de Señor Garel-Jones”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are holding this debate amid a crisis unlike any other we have experienced in our lifetimes. I hope that the Leader of the House, whom I thank for the kind remarks he made about me, understands how important it is that, in this crisis, democracy is not closed down, but strengthened and enhanced. It is the job of Oppositions to hold the Government to account. I thank my right hon. Friend the Member for Walsall South (Valerie Vaz) for the kind remarks she made and for the work that she is doing in her role as shadow Leader of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The coronavirus outbreak will have a lasting impact on our economy and our society. Life is never going to be the same again. The immediate task of the Opposition is to help to arrest the spread of the coronavirus and to support the public health efforts that are being made, while being constructively critical where necessary to ensure that there is an improved official response. I thank all hon. Members for the questions they put to the Leader of the House about how the House can continue to operate as it should, even during a recess.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The advice and instructions are crystal clear, so people know precisely what they should and should not do to limit or slow the spread of the virus, but there needs to be detailed guidance to employers and workers about which workplaces should close. Clear communication from the Government is vital for everybody’s safety. The crisis exposes the vulnerabilities in our economy and our society. Underfunded public services, insecure work and a threadbare social security system all carry a heavy burden, which is usually hidden from public view, but has been thrust into a brutal light by a public health emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The crisis also shows just how dependent we are on one another, and on the many ties of mutual aid woven together that make up the fabric of our society and our communities. We can come out of the crisis with that fabric strengthened if we value and support one another. ​I pay tribute to all the fantastic people, many of them young people, who are volunteering now to help people going through stress and crisis. Indeed, I met a group last week who were leafleting in my constituency to ensure that everybody gets some help if they need it. Our first duty is to say to all of them: thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Catherine West (Hornsey and Wood Green) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that although there are some excellent local initiatives, the announcement in the last two days of a national initiative is welcome? It would be great to have some co-ordination, however, to cut out any confusion about who should volunteer, when and where.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right. There are lots of enthusiastic volunteers, which is great, but the initiatives need co-ordination and protection. We are dealing with assisting vulnerable people, so we have to be quite clear that the people who are volunteering are responsible and are doing it for all the right motives. All the volunteer groups that I have been in touch with and met are clear about that. They are well organised and responsible in the way that they are doing it, and I thank them for that. All those efforts will help us to overcome the crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also necessary to say thank you to those delivering essential public services, especially our national health service staff on the frontline: the medical professionals, healthcare workers, auxiliary staff, administrators, ambulance drivers, paramedics—the whole team in every health facility. They are already very stretched in normal times; now, they are coming under unimaginable pressure and stress at the same time as being vulnerable themselves to contracting coronavirus. We should acknowledge that and say thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should also say thank you to those in our social care sector, who are so often unrecognised and ignored, and almost always badly paid. They are caring for the most vulnerable people in our society. As my hon. Friend the Member for Hove (Peter Kyle) explained earlier, the problem of contracting the virus in a home where people have not been tested only gets worse the longer we delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Rupa Huq (Ealing Central and Acton) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree with my right hon. Friend’s approach and the fact that we should all give a socially distant hug to care workers, and to those in other parts of the economy with precarious employment and housing situations. Does he agree that, against the background of the biggest crisis we will ever know, we need a collective approach, and that policies such as nationalising the railways, providing economic stimulus to kick-start our economy, and free broadband do not look so outlandish after all?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was not so long ago that I was making lengthy speeches about those subjects, and I am quite prepared to hand a copy of our manifesto over to the Government. They are already being forced to implement a great deal of it because of the crisis and because of the deficiency in public services that we exposed during the election campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gareth Thomas (Harrow West) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a much more granular point, a care home owner has been in touch with me to say that he is increasingly short-staffed ​because of infection among staff, yet he is aware of staff from overseas who have the qualifications but are unable to work because the Home Office has not moved quickly enough to allow him to give them jobs and to sort out the sponsorship requirements. Will my right hon. Friend encourage the Minister to get this issue looked at quickly by the Home Office? I will write to the Home Office, but it would be good to flag that now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes a very strong point. Indeed, that has been raised by my right hon. Friend the shadow Home Secretary and others on many occasions. It is absurd that we have highly skilled people in our society who are awaiting a letter from the Home Office before they are able to contribute to our society. We are talking care workers, doctors, social workers—all sorts of highly skilled people. They want to contribute to help us out, so I absolutely agree with my hon. Friend and I strongly support the view that he is putting forward to the Home Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should also take a moment to say thank you to civil servants in the Department of Health and Social Care and other Departments. They are putting in incredibly long hours. I talk to local government workers in my local authority who are working really hard to try to ensure that the community and society are safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should thank teachers who are having to go into school to ensure that there are some facilities and teaching available for the children of essential care workers, as well as for children who have very special needs. Let us value them and the work they do, and thank the National Education Union and the other teaching unions for the work that they have put in to ensure that that takes place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us also thank those who deliver stuff—delivery workers, delivery riders and delivery companies, and also our postal workers—for what they do. Our postal workers suspended their industrial action—their wholly justified industrial action, I might say—to ensure that essential deliveries can carry on throughout this crisis. We should say thank you to the Communication Workers Union and to those workers for all of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we talk about key workers, it is not only those I have mentioned who keep society going. On Monday, the Minister for Crime and Policing, the hon. Member for North West Hampshire (Kit Malthouse), said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“when we emerge from the crisis…there will be a general reassessment of who is important in this country and what a ‘key worker’ means.”—[Official Report, 23 March 2020; Vol. 674, c. 15.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He is absolutely right. We can all now see that jobs that are never celebrated are absolutely essential to keep our society going. Think of the refuse workers, the supermarket shelf stackers, the delivery drivers, the cleaners—those grades of work are often dismissed as low skilled. I ask the House: who are we least able to do without in a crisis—the refuse collector or the billionaire hedge fund manager? Who is actually doing more for our society at this very moment? Let us value people for the contribution that they make and respect the skill of the cleaner, the refuse worker, the postal delivery worker and all those others. Let us have respect for those who are part of the glue of our society. Right now, they need our help, and I hope that, as we look beyond this crisis, they will continue to get our respect, because people we respect should not be treated in the way they have been treated throughout the past decade of austerity.​  \nRight now, we must guarantee for our NHS staff the personal protective equipment that they are crying out for. There must be no excuses: get it there and deliver it for NHS staff, care staff and all the others. Doctors have said they have had to go along to Screwfix to buy face masks. They need visors, long gloves, surgical gowns and hand sanitisers—and they need them now. It is not as if this crisis happened yesterday; the coronavirus broke out in China some months ago and has spread rapidly across the whole world. One doctor was quoted as saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I feel totally abandoned. We don’t have the protective equipment that we desperately need and our children are being treated like orphans and sent off to care camps.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "NHS staff are putting themselves on the line for the rest of us; we must not let them down for a moment longer. It is a matter of their safety and the safety of their patients. For the same reasons, let us test all our NHS staff for the virus as quickly as possible. It is an absolute requirement to accelerate testing throughout the population—“test, test, test”, as Dr Tedros Adhanom Ghebreyesus, the head of the World Health Organisation, instructed us all to do quite some time ago. I pay tribute to him and the World Health Organisation for their steadfast and calm leadership during this crisis, and for pointing out that a world pandemic is going on and some countries are better able to cope with it than others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we look beyond this crisis, our NHS staff should be treated with respect, which means ensuring that the health service in which they work is well funded; bringing down their levels of stress, which are enormous; and ending the threat of the privatisation of their jobs and the outsourcing of services in NHS hospitals. Right now, can we ensure that our social care workers have the very best protective equipment that they need, and can we also have full testing for them? They also need financial security, an issue I raised at Prime Minister’s Question Time four weeks ago. A quarter of social care workers are on zero-hours contracts. Their job is, as we know, to travel from house to house, making contact with those often at the highest risk of death from this virus. They sometimes see 12 or more clients a day, spending time in their homes and potentially passing on the virus from one home to another and another. A lack of testing increases that danger all the time, so it is not just urgent, it is super urgent—like today, it has to be done. They need to be given the security to know that they can afford to stay off work if they have symptoms, yet none of them are included in the Chancellor’s scheme to pay 80% of wages. That must be addressed immediately. I pointed out in Prime Minister’s Question Time the situation for construction workers, and exactly the same applies to care workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we look beyond the crisis, we need to learn the lesson and end the scandal of paying so little to those entrusted with the care of our loved ones. Let us end the disgrace of 1.4 million people being denied the social care that they need. Right now, the Government can give peace of mind to all self-employed and insecure workers with an income protection scheme equivalent to the one devised for employees. The Prime Minister said he would work on this very quickly, and it has to be done very, very quickly indeed; otherwise, we are all put at greater risk and danger.​  \nFreelancers, workers on zero-hours contracts and those with no recourse to public funds still have no support. From cabbies to childminders, actors to plumbers, people are being told to do something absolutely extraordinary: to stop earning a living. Having made that demand, the Government—yes, the Government—have an awesome responsibility to ensure that these people do not fall immediately into hardship and that they are able to do what is necessary for public health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Kevan Jones (North Durham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that there has to be a crackdown on some employers? Constituents have contacted me this morning to tell me that employers are insisting that people go to work and telling them that if they do not turn up, they will not get paid. Even businesses that are clearly not on the list of key industries have done this. Does he think the Government should crack down on employers that are putting their employees at risk?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If employers are putting us all at risk by forcing people to work in a non-essential industry or company or non-essential work, they should be sanctioned, and those sanctions should include fines. They have to understand that they have a responsibility as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government should ensure the closure of any construction work that is not urgent or health and safety-related, just as Transport for London and the Scottish Government have already done—and remember, both have many major building projects going on at any one time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having worked in the construction industry for the past two decades, I appreciate how critical that industry is. Does my right hon. Friend agree that because of the Government’s mixed messages and the lack of support for the many workers in that industry who are self-employed, freelance, working as consultants or on zero-hours contracts, they are left in the unenviable position of having to get on the tube and go to work, because they have no other source of income? That is why the Government must step in, give a clear and concise message and support the self-employed workers in the construction industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend anticipates the point I was about to make. We have all seen the images this morning of construction workers packed on to the London tube and other trains all around the country, going on to site because it is the only way they can earn a living, and putting themselves and all of us at risk as a result. Action has to be taken now on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Stephens (Glasgow South West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is there not also a responsibility on Government contractors? I am thinking of Atos, Adecco and those that have call centres, which are telling at-risk employees to attend their work. Is not that disgraceful, and should not the Government intervene?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is absolutely disgraceful and totally unnecessary. If someone feels they are at risk, the advice from the Department of Health is that they should self-isolate—and eventually get tested, but clearly the tests are not available immediately. If the employer then ​forces that person to go into work, we all know what the consequences will be. There is a responsibility on employers as well in all this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the Government will take action to close building sites, provide the workers with the necessary economic support and tell the companies that this should not be seen as an opportunity to cut their workers’ wages by 20%; they are getting 80% from public funds and they should make up the rest with the profits they make on big construction projects. Many people on construction sites are, sadly, self-employed, which is a slightly different issue that I referred to earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we look beyond the crisis we should all give workers respect, with proper social security extending to the self-employed as well. We have to understand that we have a very different economy than we had 10, 20 or 30 years ago. A very large number of people are self-employed. They are making their contribution. They deserve respect, recognition and the necessary social security support: full rights for workers, including those in the gig economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must raise statutory sick pay to European levels. The Secretary of State for Health and Social Care said, honestly, that he could not survive on £94 a week. I suspect that most Members would not want to survive on £94 a week and most probably could not survive on £94 a week, so how can expect others to do so? We are saying that they have to survive on £94 a week and we cannot. It is up to us to say that in this crisis we have to increase it, so that people can have a survivable income. Looking beyond the crisis, no one should become poor just because they become ill. Many people have been shocked—I have spoken to self-employed people—to find just how low statutory sick pay is. They imagined statutory sick pay was something they could live on. They did not realise what it actually was. Even more shocking is that disabled people on employment and support allowance are expected to survive on £73 a week, as are those on jobseeker’s allowance. Those figures are disgraceful. People cannot live on that sort of money, so they will be forced to take risks and therefore put us all at risk. For carers, it is even less money. Carers allowance is just £66 a week. That is simply unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Right now, we have to give support and security to renters in the private rented sector. The Government promised 20 million of them a ban on evictions, but then broke their promise. Emergency legislation does not stop people losing their home due to coronavirus; it just gives them three months in which to pack their bags. This public health emergency will become a housing and homeless emergency if the Government do not change course now on the treatment of people in the private rented sector. All of us represent large numbers of people in the private rented sector, none more so than my hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle), who I know represents a very large number.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that there is a real problem that rents might increase straight after this crisis is over? Many mortgage companies are offering not a mortgage holiday but a payment deferral, which will be rolled into mortgage payments later on. Landlords ​will likely pass that on to tenants and tenants will be evicted a month after this crisis is over. There needs to be control on rents expanding straight after this crisis finishes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend understands the issue and represents his constituency extremely well. I know that a lot of his constituents are in that situation. We have to have better regulation of the private rented sector, with security of tenure and realistic rent levels. We also have to have the spirit of what was said, which was that there would be protection for people in the future. The danger, as he points out, is the opposite: it will just put costs up in a few months’ time. Remember, if somebody has a mortgage and they rent privately, they will pass on the cost of the mortgage to the private renter. That is a problem he quite rightly emphasises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Shelter estimates that 20,000 eviction proceedings are already in progress and will go ahead over the next three months unless the Government act to stop them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Matt Western (Warwick and Leamington) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my right hon. Friend for giving way. He is making a powerful speech. Just last week, the Prime Minister assured us that he was bringing forward legislation to protect private renters from eviction. Pauline, a 76-year-old in my constituency, received a letter two days later saying that she would be evicted on 13 May. She has been in that property for 13 years and has paid her rent every month on time. How on earth is she supposed to find another property if she is not even allowed out of the house?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Exactly. How on earth can she go around looking at places if she is not allowed out of the house? It is absurd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour’s demands are very clear: ban evictions for six months and suspend rent for those affected by coronavirus. It is going to cost and it is the right thing to spend it on. It protects people in their housing. As we look beyond this crisis, let us give tenants greater rights and control exorbitant levels of rent. We need real solutions to the housing crisis, as the shadow Housing Secretary, my right hon. Friend the Member for Wentworth and Dearne (John Healey), has said on many occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us end rough sleeping and homelessness once and for all. We are the fifth richest country in the world. It is not necessary—in fact, it is a national disgrace—that there are so many people sleeping rough in our society. Again, the coronavirus has shown just how vulnerable is the health of the most desperate and poorest people in our society. I want to pay tribute to the Mayor of London, Sadiq Khan, whose team have worked tirelessly to secure hotel accommodation for rough sleepers—well done Sadiq, and well done the team. They are aiming to get 3,000 hotel rooms for people who have been sleeping rough on the streets of London. I know that the Mayors of Greater Manchester and Liverpool City Region and others are doing everything they can to do exactly the same. The Government can make a pledge today that anyone who was homeless before the pandemic will not be returning to the streets at the end of the pandemic. If we can house people in a crisis, we can keep them housed when it is over. Right now, we need to support all our public services as they face their greatest test.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​**Ms Diane Abbott (Hackney North and Stoke Newington) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend share my concern for that particular group of victims who are people with no recourse to public funds? They cannot work in a situation where so much of the economy has been closed down, and they have no legal rights to benefits of any kind—even the paltry level of benefits that the Government are talking about. They are not the only group, but these people face destitution. I raised that with the Home Secretary on Monday. We have still not heard anything about what the Government are going to do to protect people and their children who have no recourse to public funds\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my right hon. Friend for her intervention and for what she is doing about that. There are people with no recourse to public funds all over the country. Typically, they are people who are seeking asylum, their case is going endlessly through Home Office processes, and they are not getting help or an answer. Many groups are doing their best to help them. I pay tribute to the north London liberal synagogue for its monthly drop-in sessions and the support that it gives those people, and to many others, but it should not be down to charities to do it. We need to ensure that those people and their families are supported throughout this crisis. This is yet another lesson about the dislocation of our society and the way in which we treat people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every single person in this country can now see how important public services are, and looking beyond this crisis, they must never again be subjected to the damaging and counterproductive cuts that have taken place over the past 10 years. The hard truth is this: austerity has left us weaker in the face of this pandemic. We should not have gone into it with 94% of our NHS beds already full, with 100,000 NHS job vacancies or with a quarter of the number of ventilators per person that Germany has. Ventilators are our most precious resource in this crisis; we should not have begun with so few. We need more of them urgently, and we need the staff trained to use them urgently as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all have a duty to do what we can for the collective good, to come together and to look out for each other—for our loved ones, our neighbours and our communities. But we also need collective public action to be led by the Government. That is the only power that can protect our people from the devastation that coronavirus could wreak on us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This crisis demands new economic thinking. We cannot rely on the old ways of doing things. A major crisis we face as a society cannot and will not be solved by the market. Coronavirus, the climate emergency, huge levels of inequality, increasingly insecure patterns of work and the housing crisis can only be solved by people working together, not against each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The corporations and giant multinationals that wield so much power in our economy and appear to have the ears of the Prime Minister and presidents worldwide will always put private profit ahead of public good. Just look at the actions of Tim Martin, the chair of Wetherspoon—he told his staff, who are paid very little while he has raked in millions, to go and work in Tesco, instead of standing by them in their hour of need. Look at the attempts of Mike Ashley to keep his shops open, putting his staff at risk. The insatiable greed of those at the top is driving another crisis, one even more dangerous ​as we look to the future: the climate emergency. Oil companies and fossil fuel extractors continue to damage and destroy our planet, our air and our wildlife, threatening the future of civilisation itself. We need to find the same urgency to deal with that threat as we now see working against coronavirus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The coronavirus crisis will not be solved by those driven by private profit and share prices. It will be solved by the bravery of national health service workers and those who are on the frontline. It will be solved by communities coming together in all their diversity. It will be solved by the Government and public institutions taking bold action in the interests of the common good. The crisis shows what government can do; it shows what government could have always done. We have found the money to give more support to people in financial hardship. We have found the money to increase investment in our national health service. We have found the money to accommodate the homeless in hotels. If we can do it in a crisis, why could we not have done it in calmer times as well?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are learning, through this crisis, the extent of the interdependence of each of us with each other. If my neighbour gets sick, I might get sick. If the lowest-paid worker in a company gets sick, it could even make the chief executive sick. If somebody on the other side of the world gets sick, as they did in Wuhan’s province¸ it makes us all sick. Indeed, the virus is now hitting Syria and the besieged Gaza strip. If the healthcare systems of Europe cannot cope, just imagine what it will be like for countries in the global south. Save the Children has warned of the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“perfect storm conditions for a human crisis of unimaginable dimensions.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This virus knows no national boundaries, and neither should our capacity for compassion and care for our fellow human beings. The internationalism of the doctors from Cuba who have gone to fight the virus in Italy is inspirational, as is the action of the European Union, which has given €20 million to help tackle the crisis in Iran at the present time, despite the sanctions. It is a scandal that sanctions have prevented many Iranians from accessing vital medical supplies, putting each other at risk and, inevitably, putting all of us at risk. The old trade union slogan goes, “An injury to one is an injury to all, united we stand, divided we fall.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People across our country know that. So many are showing such compassion in the face of adversity, as we see when we look at how people are coming together. Mutual aid groups have been springing up all over the country, with thousands of people organising to protect their communities. It is inspirational to see people who have never spoken to each other before suddenly getting together in this time of crisis and realising that they live in the same street and they need that help and support for each other. It is that spirit which will take us forward. There is no doubt that after this crisis our society and our economy will be, and will have to be, very, very different. We must learn the lessons from the crisis and ensure that our society is defined as a society by solidarity and compassion, rather than insecurity, fear and inequality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}