{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2022-speech-on-irans-nuclear-programme/",
    "title": "Jeremy Corbyn – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Corbyn, the Independent MP for Islington North, in the House of Commons on 30 June 2022.",
    "content": [
        "I compliment the right hon. Member for Newark (Robert Jenrick) on obtaining this debate and I particularly endorse the last point he made about looking forward to the ultimate day when there will be no sanctions against Iran, because that surely is the place we would want to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should have a slight passing interest in the past British relationship with Iran, which is not much discussed in this country, but is discussed a great deal in Iran. There are memories of the Anglo-Iranian Oil Company, later BP, and the promotion of the coup in 1953 by Britain and the CIA together to get rid of the secular progressive Government in place at that time. It might seem a long time ago, but it is very real to people in Iran, and the arguments about it are rehearsed many times over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 1979 revolution in Iran was obviously a massive event in every respect. It was a total revolution. A very authoritarian regime was installed. There was a massive killing rate by that regime and universal and total abuse of human rights. Many people from Iran came and sought asylum in this country and many others—indeed, a considerable number came to live in my constituency. In anything I say, I am well aware of the systematic abuse of human rights in Iran for many years. Any discussion with Iran must include a discussion of human rights. Obviously, that includes the dramatic horrors of executions and public executions, but the restriction on rights of assembly and freedom of speech are to me equally important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also worth remembering that the Iranian people have lost relatives and thousands and thousands of soldiers in conflict since 1979. The appalling and disastrous Iran-Iraq war, which ended up achieving hardly anything for either side, cost hundreds of thousands of lives on both sides, wrecked both economies and has led to a continued economic problem for both sides. In discussing the nuclear issues, one should have regard for the longer-term history of Iran and the relationship of this country with Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are coming up to the non-proliferation treaty review conference this August in New York. Iran was a member of the non-proliferation treaty. Successive meetings that I have been to on the non-proliferation treaty have always concluded with the hope that there would be the declaration of a middle east weapons of mass destruction-free zone, which would give the opportunity for Israel and Iran to be included in the negotiations for a non-nuclear future for the middle east. While I fully appreciate that Iran clearly has developed centrifuges and enriched uranium almost to weapons-grade, two other countries in the region either have nuclear weapons or could. One is Israel, which clearly does have nuclear weapons, and the other is Saudi Arabia, which could quickly develop nuclear weapons if it wanted. The urgency of having a negotiation and a revamped version of the 2015 agreement, or something like it, is important if we are to try to preserve the peace of the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was part of a delegation from the all-party group on Iran in 2014, and it was a fascinating experience, because the members of the delegation were Lord Lamont, a former Conservative Minister and Chancellor, Jack Straw, a former Labour Home Secretary, the current Defence Secretary, and me. The four of us divided up our roles in the delegation very clearly early on. Lord Lamont talked about economic issues, Jack Straw talked about global issues and trade, and I relentlessly and endlessly raised a lot of concerns about individual and collective human rights cases with the people we met in Iran. We were quite well received at universities and so forth, and we had serious negotiations. It was clear to me not only that such negotiations are tough, but that, if the Iran nuclear agreement was to succeed—this was pre the agreement, by the way; that is why we were there—it had to be accompanied by two things: the lifting of sanctions, which were very severe, particularly the medical sanctions being imposed at that time; and a human rights dialogue. The Iranians made it clear that they were prepared to have a human rights dialogue with the EU, or with other parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to strive for the lifting of sanctions, and that means there has to be a renewed effort to bring about an agreement with Iran to end the enrichment of uranium to anywhere near weapons-grade. I am not a great fan of nuclear power, but the Iranians are legally entitled to develop nuclear power if that is what they want to do. Personally, I do not think it is a great direction to go down, but obviously they can legally choose to do that. We should be well aware that, if we do not succeed in rejigging the 2015 agreement, we have problems ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Steve McCabe (Birmingham, Selly Oak) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the right hon. Gentleman seriously believe that a country with a secret nuclear programme that is hidden from the IAEA inspectors and a country that is obstructing those inspectors is serious about negotiations? Is that his genuine belief?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Iran has to be serious about negotiations and we have to be serious about negotiations. That is the whole point of this debate and the whole point of the joint agreement. If my friend has a better alternative, I would be interested to hear it. We should be aware that the agreement with Iran was made with the support of the United States under President Obama and of this country and many others. It is an international agreement. It was Donald Trump who said it was a bilateral agreement and the US should walk away from it. That is essentially the situation we have reached at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that there will be strong negotiations with Iran. They will obviously be led by the US, the EU and other countries, including this one. That is an important way forward. Perhaps the non-proliferation treaty review conference is an opportunity to start to explore that way forward, because what is the alternative? The alternative is we increase the number of nuclear weapons within the region. I hope to goodness that Iran never develops nuclear weapons, as I wish other countries did not. We have to remember, though, that this country has nuclear weapons and this Government have just announced an increase in the number of our nuclear warheads, so it is not as if we are on the moral high ground when saying that nobody should ever develop nuclear weapons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is added urgency because of the situation in Palestine, the occupation of the west bank and the siege of Gaza. There is also the war in Yemen, where thankfully there is now a ceasefire. I hope the ceasefire becomes permanent and that the people of Yemen are able to live in peace, but our supplying weapons to Saudi Arabia has made the situation much worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to look towards a future in which there can be relations with Iran and a serious programme of improvement in respect of the human rights abuses in Iran, so that sanctions can gradually be lifted. That would allow the Iranian economy to develop and living standards to improve. Many people in Iran lead very poor lives, partly because of the sanctions and partly because of the level of resources taken up by the military, as was pointed out by the right hon. Member for Newark.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In his intervention, my friend the hon. Member for Birmingham, Selly Oak (Steve McCabe) asked whether we were serious about negotiations. We were very serious about negotiations when we were trying to get Nazanin Ratcliffe released from her appalling detention in Iran. Eventually, she was released and the parallel agreement was made about the repayment of money by this country to Iran. However, other people were not released. I would be grateful if the Minister let me know, either when she responds or later in writing, about the situation facing Anoosheh Ashoori and Morad Tahbaz, both of whom should have been released with Nazanin but were not. They are still there and apparently the British Government are supporting their release. Those negotiations that were brought about for one person—a very special and wonderful person—had a good outcome, but there are other detainees who should be released.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This debate takes place at a time of peril, with the appalling war between Russia and Ukraine, and the resulting loss of life, and the increase in arms expenditure, with NATO proposing a huge increase. If we succeed in re-engaging with Iran and have a good outcome, good work will have been done and we will have helped to bring about a more peaceful middle east. If we do not, the pressure of the militarist hawks in Iran will become even more enormous and even more resources will go into nuclear and other weapons technology, with obvious dangers for everybody in the region. Surely our whole focus should be on nuclear disarmament and peace through negotiation to bring about a better standard of living for the people of Iran and, indeed, of all other countries in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}