{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-on-brexit-3/",
    "title": "Jeremy Corbyn – 2019 Speech on Brexit",
    "post_date": "October 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 19 October 2019.",
    "content": [
        "I join you, Mr Speaker, in thanking all the staff—cleaning staff, catering staff, security staff, officials and our own staff—who have come into the House this morning. They have given up a weekend to help our deliberations. I also thank the Prime Minister for an advance copy of his statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has renegotiated the withdrawal agreement and made it even worse. He has renegotiated the political declaration and made that even worse. Today, we are having a debate on a text for which there is no economic impact assessment and no accompanying legal advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have sought to avoid scrutiny throughout the process. Yesterday evening, they made empty promises on workers’ rights and the environment—the same Government who spent the last few weeks negotiating in secret to remove from the withdrawal agreement legally binding commitments on workers’ rights and the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government cannot be trusted, and the Opposition will not be duped; neither will the Government’s own workers. Yesterday, the head of the civil service union Prospect met the Chancellor of the Duchy of Lancaster and, at the conclusion of that meeting, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I asked for reassurances that the government would not diverge on workers’ rights after Brexit… He could not give me those assurances.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for the much-hyped “world-leading” Environment Bill, its legally binding targets will not be enforceable until 2037. For this Government, the climate emergency can always wait.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This deal risks people’s jobs, rights at work, our environment and our national health service. We must be honest about what it means for our manufacturing industry and people’s jobs: not only does it reduce access to the market of our biggest trading partner, but it leaves us without a customs union, which will damage industries across the country in every one of our constituencies. From Nissan in Sunderland to Heinz in Wigan, Airbus in Broughton and Jaguar Land Rover in Birmingham, thousands of British jobs depend on a strong manufacturing sector, and a strong manufacturing sector needs markets, through fluid supply chains, all across the European Union. A vote for this deal would be a vote to cut manufacturing jobs all across this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This deal would absolutely inevitably lead to a Trump trade deal—[Interruption]—forcing the UK to diverge from the highest standards and expose our families once again to chlorine-washed chicken and hormone-treated beef. This deal—[Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I did say that the statement by the Prime Minister must be heard. The response of the Leader of the Opposition, in the best traditions of parliamentary democracy, must also be heard, and it will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Corbyn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This deal fails to enshrine the principle that we keep pace with the European Union on environmental standards and protections, putting at risk our current rules on matters ranging from air pollution standards to chemical safety—we all know the public concern about such issues—at the same time that we are facing a climate emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for workers’ rights, we simply cannot give the Government a blank cheque. Mr Speaker, you do not have to take my word for that. Listen, for example, to the TUC general secretary, Frances O’Grady, who says—[Interruption.] She represents an organisation with 6 million affiliated members, and she says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“This deal would be a disaster for working people. It would hammer the economy, cost jobs and sell workers’ rights down the river.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Listen to Make UK, representing British manufacturers, which says—[Interruption.] Government Members may care to listen to its comments on the deal. Make UK says that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“commitments to the closest possible trading relationship in goods have gone. Differences in regulation between the UK and the EU will add cost and bureaucracy and our companies will face a lack of clarity inhibiting investment and planning.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Listen also to the Green Alliance, which says that the deal amounted to a\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“very sad Brexit read from a climate perspective.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The message is clear that this deal is not good for jobs and is damaging for our industry and a threat to our environment and our natural world. It is not a good deal for our country, and future generations will feel the impact. It should be voted down by this House today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also totally understand the frustration and fatigue across the country and in this House, but we simply cannot vote for a deal that is even worse than the one that the House rejected three times. The Government’s own economic analysis shows that this deal would make the poorest regions even poorer and cost each person in this country over £2,000 a year. If we vote for a deal that makes our constituents poorer, we are not likely to be forgiven. The Government are claiming that if we support their deal, it will get Brexit done, and that backing them today is the only way to stop a no-deal exit. I simply say: nonsense. Supporting the Government this afternoon would merely fire the starting pistol in a race to the bottom in regulations and standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If anyone has any doubts about that, we only have to listen to what the Government’s own Members have been saying. Like the one yesterday who rather let the cat out of the bag by saying that Members should back this deal as it means we can leave with no deal by 2020. [Hon. Members: “Ah.”] The cat is truly out of the bag. Will the Prime Minister confirm whether that is the case? If a free trade agreement has not been done, would that mean Britain falling on to World Trade Organisation terms by December next year, with only Northern Ireland having preferential access to the EU market?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No wonder, then, that the Foreign Secretary said that this represents a “cracking deal” for Northern Ireland, which would retain frictionless access to the single market. That does prompt the question: why is it that the rest of the UK cannot get a cracking deal by maintaining access to the single market?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Taoiseach said that the deal\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“allows the all-Ireland economy to continue to develop and… protects the European single market”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some Members of this House would welcome an all-Ireland economy, but I did not think that they included the Government and the Conservative and Unionist party. The Prime Minister declared in the summer:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Under no circumstances… will I allow the EU or anyone else to create any kind of division down the Irish Sea”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot trust a word he says.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Voting for a deal today will not end Brexit, and it will not deliver certainty. The people should have the final say. Labour is not prepared to sell out the communities that it represents. We are not prepared to sell out their future, and we will not back this sell-out deal. This is about our communities now and about our future generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}