{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-1983-maiden-speech-in-the-house-of-commons/",
    "title": "Jeremy Corbyn – 1983 Maiden Speech in the House of Commons",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Jeremy Corbyn in the House of Commons on 1 July 1983.",
    "content": [
        "[![jc-small](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-2-2.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-2-2.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should have thought that in four years’ time the hon. Member for Hayes and Harlington (Mr. Dicks) will be an unpaid, unemployed employee of a non-existent local authority, if he follows the logic of his own arguments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the first time that I have spoken to the House. It seems a million miles away from the constituency that I represent and the problems that the people there face. Islington, North is only a few miles from the House by tube or bus. We are suffering massive unemployment and massive cuts imposed by the Government on the local authorites. There are cuts in the Health Service. In common with the rest of inner London, we have lost all grant funding for education. That is a measure of the contempt with which the Government have treated Islington, North — indeed, the whole borough of Islington.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The borough has suffered an unprecedented media attack in exactly the same way as the GLC suffered because it was singled out as fair game for editorials in the Daily Mail, The Sun and other newspapers. The previous Member for Islington, South and Finsbury used an Adjournment debate in the House to raise complaints about the borough council on a number of matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is significant that just this week the Minister received a letter from Islington borough council about objections made to the district auditor about the Association of Metropolitan Authorities, the Islington News Co-operative and the council’s newspaper, Focus. The district auditor replied on detailed terms. He said that he felt that there was no case for the borough council to answer in the light of the allegations made by the previous Member. It is unfortunate that little publicity is likely to be given to the district auditor’s reply compared to the publicity that was given to the allegations made against the borough council in the run-up to, and during, the election campaign by Conservative and Social Democratic party members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The borough which I have the honour to represent has suffered a stupendous loss in rate support grant since 1979. In 1979 £55 million a year was paid to Islington borough council. That was the Government contribution to the needs of that rundown inner city area. It is indicative of the Government’s determination to create massive unemployment in inner city areas and demonstrates their ignorance of the problems that people face in such boroughs that the Government grant is now down to £32 million and is destined to go down further. That is a massive indictment of the Government. The hon. Members who now represent Islington will speak up continuously on that problem and will speak up for a borough that has been maligned by the Government and the press mercilessly over the past two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unemployment in Islington is as bad as anywhere else in London. If one takes the rate together with those of the neighbouring boroughs of Hackney, parts of Waltham Forest and Enfield, there is a horrific picture. There is 20 per cent. registered unemployment. Far more people are unemployed than that. About one third of those who are out of work at the moment in Islington have been out of work for more than a year. Within a few minutes of the House are areas in Finsbury Park where there are black people of 20 and older, both women and men, who have never worked since leaving school at the age of 16. They have little but a great deal of contempt for the Government and for proceedings that are adopted by the Government in attacking such boroughs. They have little regard for a system that seems destined to force them to stay permanently on the dole. I shall convey that spirit to the House as often as I can. The people in my constituency are bitter and angry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The number of jobs that we have lost in the past few years give the lie to the argument that, if workers demand high wages, somehow or other they are pricing themselves out of a job. Conservative Members have often lectured us about that. In fact, the average wages in the borough of Islington are well below the national average. At the same time, thousands of jobs have been lost in the past two years. Very few vacancies are notified to the Holloway employment office and there is a feeling of hopelessness that is perhaps paralleled in other parts of the country. That is serious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another factor makes people suffer. Islington is an inner city borough where less than 40 per cent. of the population can purchase a car. Presumably many hon. Members drive through it on the way to their constituencies. Day in, day out a vast amount of commuter traffic also thunders through, as well as heavy goods vehicles and dangerous overweight juggernauts. Hon. Members may have seen reports last week of a serious road accident that occurred in St. Paul’s road which is a route for heavy lorries trundling through my constituency, bringing death and danger in their wake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the call for a London-wide lorry ban is taken in a debate on London as such a danger cannot be allowed to continue on our roads. There never was a justification for allowing the size and weight of lorries that exist on our roads, and there is even less justification with the completion of the M25 for any opposition to a heavy goods vehicle ban throughout London. The argument that such vehicles serve London’s industry and businesses is fallacious and wrong. At least two thirds of the vehicles that thunder down the Archway road, along the Holloway road, St. Paul’s road and into Graham road in Hackney are travelling straight through London and using the city as a short cut to the Channel ports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Government have taken so much money from Islington borough council and the neighbouring borough councils of Haringey, Hackney, and to a lesser extent Enfield because the Government have friends there, it is incredible that they should countenance spending more than £30 million on the building of a new stretch of motorway — the Archway motorway project — leading more traffic into inner London. That is another matter that I hope to bring often before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The plight of the Health Service in my borough is serious. I am sponsored by the National Union of Public Employees and until yesterday I was employed as an organiser for that union. I am well aware of the cant and hypocrisy that is spoken about the Health Service. The Health Service in London has suffered more than almost any other service in the past few years. Cuts are made day in and day out. At this moment, 53 London hospitals are under threat of partial closure, ward closure or complete closure. Further, the jobs of about 4,000 health workers are at risk under the lunatic policy of continuing to cut health spending in every sense in inner London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The effects of health cuts are very significant. If a hospital is closed, it might suit Health Service planners and the DHSS, as they might consider it to be an efficiency factor. What happens in reality is that people who were used to going to a convenient local hospital cannot do so, the waiting list for major operations gets longer and longer and the care of the sick is forced more and more into the home and on to women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet the Government had the temerity to issue a press statement before the election about the value to society of private medicine, the development of private hospitals and encouraging people to spend their money on private health care. That freedom of choice does not exist for the constituents of Islington, North. They cannot afford private medicine. They do not wish to see private medicine develop or the obscenity of a private health service and pay beds continuing to exist in National Health Service hospitals. My colleagues and I at the National Union of Public Employees wish that topic, which is a crying scandal, to be brought before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Greater scandals are also taking place in the Health Service. I could list, time permitting, all 53 hospitals in London which are under some form of immediate risk. I will not go through them all but I will draw some to the attention of the House. The south London hospital for women, which is most in the news, is due to be closed. Apparently, as a result of a decision made last night, the ball is now in the Government’s court. If the Government do not provide the money for the running of that hospital, it will close. That hospital was founded because women wished to have a health service in which they felt confidence and trust. It was founded for women, run by women and continues to provide a valuable service for women in south London. It will be a scandal if that hospital is allowed to close.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the Minister will give an assurance that the closure will not go ahead and that Government money will be provided to keep that vital facility open. Women suffer more than anyone else from Health Service cuts. They suffer through having to wait for operations and it is usually they who end up caring for the sick who cannot be cared for by the Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the arguments about spending in the Health Service and the setting of cash limits, I have some useful information—all gleaned from DHSS sources and put together by the London Health Service campaign. The cash limit revenue allocations are compared with the surplus or shortfall, allowing for 5.6 per cent. inflation. There is some argument about the applicability of that figure to the Health Service, but that is the figure used. Only two health authorities in London—Croydon and Hounslow and Spelthorne—had a surplus of cash limit allocation compared with their expenditure. Every other authority was seriously overspending. As anyone who has served on a health authority will know, overspending means cuts, longer queues for major operations and beds deliberately left vacant not because they are not needed by the sick but because the Government are not prepared to provide the money to care for the sick. That is the reality of the situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said, north Islington has suffered Health Service cuts perhaps as bad as those in any other area. The borough as a whole has recently lost Liverpool road hospital, the City of London maternity home and the casualty facility at the Royal Northern hospital, placing frightening and devastating pressure on the remaining facilities at the Whittington hospital which itself is now threatened with the closure of one wing. Disasters of that kind occur daily in the inner city areas. That is why people are so angry and it is incredible that only 13 Conservative Members can be bothered to attend today’s debate on these matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The DHSS has mounted a privatisation campaign in which it has consistently tried to lecture local health authorities about how efficient it would be if private enterprise played a part in running the Health Service, stressing the efficiency of laundry, catering, portering and gardening services. The private sector is already making a fortune out of drug sales to the health authorities. When Conservative Members lecture health workers who demand decent wages, they never criticise the massive profits made out of the Health Service by the drug companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Moreover, the lectures about the need for privatisation in the Health Service are not matched by the experience of health authorities which have brought in private enterprise laundry, portering, catering and cleaning services. In all cases they have said that the services are not only inefficient but difficult to control because one is constantly dealing with third parties whose interest is not the care of patients and the efficient running of a National Health Service that is free at the point of use but only the profit that they can make out of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With all the problems that London now faces —massive unemployment, problems of public transport and traffic management, and the rest—it is extraordinary that the Government should choose this moment to mount a fantastic media campaign against the GLC and, in a couple of lines in a badly written and ill-thought-out manifesto, to say that they intend to abolish the GLC. The real reason why they wish to abolish it is because they could not gain control of it at the last election. If the GLC were abolished, London would be the only capital in the world, so far as I can discover, without some central democratic and unitary local authority to administer its business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is amazing that the House should spend time debating the abolition of the GLC when it should be debating the lack of democracy in so many other areas of London life. I have dealt at some length with the problems of the Health Service. Greater democracy is needed in the Health Service. It would be advantageous to have a London health authority to discuss the problems of the Health Service in London rather than continuing the balancing act between expenditure in inner London and the needs of counties such as Essex, Hertfordshire, Oxfordshire and so on, as the regional health authorities consistently do, with the result that London suffers from an even worse Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We hear a great deal about democracy and freedom of choice. I find it incredible that at the same time as the Government propose to abolish the Greater London council and to take away the democratic powers of the Inner London Education Authority they allow London’s undemocratic police force to continue its operations and they allow Sir Kenneth Newman to make monstrous attacks on people who merely demand some form of democratic representation in the expenditure of hundreds of millions of pounds on London’s police force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the House will return again and again to the debate on the democratic running of London. It is clear that the Government are determined to take away all democratic rights of local government in London. They tried to destroy our borough councils. Now they seek to destroy the GLC and the ILEA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I represent an area of London that has suffered as much as any other from the policies of this Government, and I shall be telling the House repeatedly that we do not intend to take these issues lying down. We shall not allow unemployment to go through the roof. We shall not allow our youth to have no chance and no hope for the future. We shall not allow our borough councils to be attacked mercilessly in the way that they have been by the Government and by the press in the past year. We shall return to these issues because justice has to be done for those who are worst off and unemployed in areas such as the constituency that I represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}