{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-on-the-european-council/",
    "title": "Jeremy Corbyn – 2019 Speech on the European Council",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, in the House of Commons on 24 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Speaker, I understand that it is 10 years this week since you assumed the Chair of the House. May I just say congratulations on the first 10 years and thank you for being such a popular Speaker and for taking the role of Parliament out to the public in a meaningful way, particularly to schools and colleges all over the country? That has made a big difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for her kind words about John Prescott. We all obviously wish John all the very best. I cannot wait to see him return to full activity and to hear that voice booming out of loudspeakers all over the country exciting people in the cause of Labour, which is what John does so well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Prime Minister for giving me an advance copy of her statement.​  \nLast week, we came within minutes of the USA launching a military attack on Iran. Britain and other European nations must play a role in defusing, not raising, tensions, and that needs to start with the restoration of support for the Iran nuclear deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We note that there will be continuing EU-Morocco trade discussions. I hope that the United Kingdom Government will recognise that there is an ongoing territorial dispute over the Western Sahara and that those issues will be borne in mind during the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I echo the European Union’s call on Turkey to cease its illegal drilling in the eastern Mediterranean; I welcome what the EU Council said on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also welcome the EU Council’s discussion of climate change, which emphasises how important it is to continue to work with progressive forces to tackle the climate emergency, which this House declared on 1 May. I welcome the EU’s continued commitment to the Paris climate agreement and to deliver a practical plan of action to meet its obligations, and I also welcome the fact that COP 26 will be jointly hosted by Britain and Italy, with some events being held in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday marked three years since the EU referendum —three wasted years in which the Government’s deal has been rejected three times. We have endured three separate Brexit Secretaries, and we will soon have our third post-Brexit Prime Minister. It has been three years of chaos, in-fighting and incompetence. For too long, the Prime Minister allowed herself to be held to ransom by the wilder extremes in her party, instead of trying to find a sensible majority across this House—[Interruption.] Some of the wilder extremes have absented themselves today, but they are no doubt making their views known elsewhere. By the time the Prime Minister finally did reach out, it was a bit too late, and she was unable to deliver meaningful compromise or change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Prime Minister now regret that she continued to legitimise the idea of no deal instead of warning of its disastrous implications? The two Tory leadership candidates still say that if they cannot renegotiate the backstop, which EU leaders last week said was not possible, they would pursue a no-deal exit. Will the Prime Minister tell us whether she believes that no deal should be on the table as a viable option? What would be worse: crashing out with no deal in October, or putting this issue back to the people for a final say? Given the—[Interruption.] Mr Speaker, it is normal for the Leader of the Opposition to ask questions of the Prime Minister, and that is exactly what I am doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the shambolic no-deal preparations so far, which were paused in the spring, will the Prime Minister confirm that the Government will not be ready to crash out in October? Neither of the Tory leadership candidates has a credible plan. One even claims that we can crash out on WTO terms and still trade without tariffs, which is interesting. The Governor of the Bank of England was clear when he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Not having an agreement with the EU means that there are tariffs automatically because the Europeans have to apply the same rules to us as they apply to everyone else”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Prime Minister confirm whether the Bank of England Governor is correct on no deal? The former Foreign Secretary also told us that under his no deal plan he could​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“solve the problem of free movement of goods in the context of the Free Trade Agreement… that we’ll negotiate in the implementation period.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Prime Minister confirm that there will be no implementation period if there is no deal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is deeply worrying that those who seek to lead this country have no grip on reality. The Prime Minister said that the Council reiterated its wish to avoid a “disorderly Brexit”, but I am unsure whether it will have been reassured by the statements of her potential successors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour put forward a plan that could bring this country back together, but the Prime Minister refused to compromise. Whoever the next Prime Minister is, they will barely hold the support of this House, so they will certainly have no mandate to force a disastrous hard-right Brexit on this country. I want to make it clear that Labour will work across the House to block no deal. Whatever plan the new Tory leader comes up with, after three long years of failure they should have the confidence to go back to the people to let them decide the future of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}