{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2019-speech-to-labour-party-conference/",
    "title": "Jeremy Corbyn – 2019 Speech to Labour Party Conference",
    "post_date": "September 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "2019 Labour Party Conference",
            "url": "/tag/2019-labour-party-conference/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn, the Leader of the Opposition, to the Labour Party conference on 24 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Conference, thank you. This is an extraordinary and precarious moment in our country’s history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has been found to have acted illegally when he tried to shut down parliament. The highest court in the land has found that Boris Johnson broke the law when he tried to shut down democratic accountability at a crucial moment for our public life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister acted illegally when he tried to shut down opposition to his reckless and disastrous plan to crash out of the European Union without a deal. But he has failed. He will never shut down our democracy or silence the voices of the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The democracy that Boris Johnson describes as a “rigmarole” will not be stifled and the people will have their say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tomorrow parliament will return. The government will be held to account for what it has done. Boris Johnson has been found to have misled the country. This unelected Prime minister should now resign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That would make him the shortest serving British Prime Minister in history and rightly so. His is a born-to-rule government of the entitled who believe that the rules they set for everyone else don’t apply to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s what today’s Supreme Court judgement spells out with brutal clarity. There was no reason – “let alone a good reason”, the judges concluded, for the Prime Minister to have shut down parliament. Conference, he thought he could do whatever he liked just as he always does. He thinks he’s above us all. He is part of an elite that disdains democracy. He is not fit to be prime minister. Let me quote the Supreme Court’s conclusion: “Unlawful, null and of no effect and should be quashed” – they’ve got the prime minister down to a tee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This crisis can only be settled with a general election. That election needs to take place as soon as this government’s threat of a disastrous No Deal is taken off the table. That condition is what MPs passed into law before Boris Johnson illegally closed down parliament\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s a protection that’s clearly essential. After what has taken place no one can trust this government and this Prime Minister not to use this crisis of their own making and drive our country over a No Deal cliff edge in five weeks’ time. The Prime Minister has no mandate for a No Deal crash-out which is opposed by a majority of the public. It would force up food prices cause shortages of medicines and threaten peace in Northern Ireland thus destroying the work of the Good Friday Agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The battle over No Deal isn’t a struggle between those who want to leave the EU and those who want to remain. It’s about a small rightwing group who are trying to hijack the referendum result to rip up our rights and protections to shift even more power and wealth to those at the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the cover of No Deal they want to sell off what’s left of our public services strip away the regulations that keep us safe while slashing corporate taxes even further. That would mean a race to the bottom in standards and workers’ rights to create an offshore tax haven for the super-rich. And they want all of this locked in with a one-sided free trade deal that would put our country at the mercy of Donald Trump.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why a No Deal Brexit is really a Trump Deal Brexit. That would be the opposite of taking back control. It would be handing our country’s future to the US president and his America First policy. Of course Trump is delighted to have a compliant British prime minister in his back pocket. A Trump Deal Brexit would mean US corporations getting the green light for a comprehensive takeover of our public services\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not prepared to stand by while our NHS is sacrificed on the altar of US big business or any other country’s big business. And in the coming general election Labour will be the only major UK party ready to put our trust in the people to have the final say on Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to get Brexit sorted and do it in a way that doesn’t leave our economy or our democracy broken. The Tories want to crash out without a deal and the Liberal Democrats want to cancel the country’s largest ever democratic vote with a parliamentary stitch-up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will end the Brexit crisis by taking the decision back to the people with the choice of a credible leave deal alongside remain. That’s not complicated Labour is a democratic party that trusts the people. After three and a half years of Tory Brexit failure and division, the only way we can settle this issue and bring people back together is by taking the decision out of the hands of politicians and letting the people decide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So within three months of coming to power a Labour government will secure a sensible deal based on the terms we have long advocated and discussed with the EU trade unions and businesses: a new customs union a close single market relationship . and guarantees of rights and protections. And within six months of being elected we will put that deal to a public vote alongside remain. And as a Labour prime minister I pledge to carry out whatever the people decide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Only a vote for Labour will deliver a public vote on Brexit. Only a Labour government will put the power back into the hands of the people. We can bring our country and our people together. Let’s stop a No Deal Brexit and let the people decide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must get Brexit settled not least because Brexit has dominated our politics for too long. The coming election will be a once-in-a-generation chance for real change. A chance to kick out Boris Johnson’s government of the privileged few and put wealth and power in the hands of the many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A chance to give our NHS, schools and police the money they need by asking those at the top to pay their fair share. A chance to take urgent action on the environment before it’s too late for our children. And a chance to end the Brexit crisis by letting the people .. not the politicians have the final say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a shameless bid to turn reality on its head Boris Johnson’s born-to-rule Tories are now claiming to be the voice of the people. A political party that exists to protect the establishment is pretending to be anti-establishment. Johnson and his wealthy friends are not only on the side of the establishment they are the establishment. They will never be on the side of the people when supporting the people might hit them and their super-rich sponsors where it hurts – in their wallets and offshore bank accounts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me send this message to Boris Johnson: If you still lead your party into an election we know your campaign will be swimming in cash. But we’ve got something you haven’t. People in their hundreds of thousands rooted in all communities and all age groups across Britain and we’ll meet you head on with the biggest people-powered campaign this country has ever seen – and if we win, it will be the people who win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour stands for the real change Britain needs after years of Conservative cuts and failure. We will rebuild and transform our country so that no one is held back and no community left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We live in a country where top chief executives now pocket in just two-and-a-half days what the average worker earns in a whole year. Where Thomas Cook bosses were able to fill their pockets with unearned bonuses, while their workers face redundancy and 150,000 holidaymakers are stranded because of their failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We’ve had the greatest slump in wages since the first steam trains were built. To share wealth, we need to share power. And that’s what we’ll do in government with bold, radical measures such as giving the workforce a 10 per cent stake in large companies, paying a dividend of up to £500 a year to every employee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We’ll bring about the biggest extension of rights for workers our country has ever seen. We’ll scrap zero-hours contracts; introduce a £10 living wage – including for young people from the age of 16; give all workers equal rights from their first day in the job; take action on the gender, disability and ethnicity pay gaps; and introduce flexible working time for workers experiencing the menopause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s Labour that will get more money into your pocket, rather than line the pockets of multi-millionaires. And we will give people a democratic voice at work, allowing them to secure better terms and pay for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Within the first 100 days of our government we will scrap the Tory Trade Union Act. And by the way, Labour will never tell people they have to work until they’re 75. A Labour government will mean better wages, greater security, and more say. Putting power in the hands of the people. And we’ll bring rail, mail, water and the national grid into public ownership so the essential services that we all rely on are run by and for the public not for profit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday I met Luis Walker, a wonderful nine-year-old boy. Luis is living with cystic fibrosis. Every day he needs at least four hours of treatment and is often in hospital keeping him from school and his friends. Luis’ life could be very different with the aid of a medicine called Orkambi. But Luis is denied the medicine he needs because its manufacturer refuses to sell the drug to the NHS for an affordable price.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Luis, and tens of thousands of others suffering from illnesses such as cystic fibrosis hepatitis C and breast cancer are being denied life-saving medicines by a system that puts profits for shareholders before people’s lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will tackle this. We will redesign the system to serve public health – not private wealth – using compulsory licensing to secure generic versions of patented medicines. We’ll tell the drugs companies that if they want public research funding then they’ll have to make their drugs affordable for all. And we will create a new publicly owned generic drugs manufacturer to supply cheaper medicines to our NHS saving our health service money and saving lives. We are the party that created the NHS. Only Labour can be trusted with its future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My parents’ generation fought hard to establish the principle of a universal health service owned and run by the public. They left it in our trust. It’s our duty to defend it. We will end the sell-offs and privatisation. Our NHS is not for sale not to Trump or anyone else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Conference, we will make prescriptions free in England, as they have been in Wales since 2007 when charges were abolished by the Welsh Labour government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we need to talk about social care as well. When older people, who have paid into the system all their lives need a little help we shouldn’t deny it to them. So we will introduce free personal care for those who need it as the first step in our plan for a National Care Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Government should provide a platform that allows everyone to reach their full potential. That’s the principle behind the National Education Service that the next Labour government will create. Free education for everyone throughout life as a right not a privilege. No more university tuition fees. Free childcare and a new Sure Start programme. Free vocational and technical education. And free training for adults.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And when it comes to paying for our public services Labour will raise tax but only for the top five per cent. The Tories will cut taxes for highest paid. Labour will make the big corporations pay the tax they owe. The Tories will give them tax breaks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How can it be right that the largest companies and wealthiest individuals are being given tax cuts while at the other end mums are dads are missing meals so they can feed their kids? Shouldn’t it be a source of shame that the United Nations – the United Nations – had to take our government to task this year over the shocking fact that 14 million people are living in poverty in the fifth richest country in the world? Let me quote directly from the UN report. It said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Much of the glue that has held British society together since the Second World War has been deliberately removed and replaced with a harsh and uncaring ethos.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Doesn’t that sum up the Tories: a harsh and uncaring ethos?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will stand up for tenants, for underpaid workers, and for all those struggling to make ends meet. We’ll start the largest council house building programme in a generation. Because Labour puts people before privilege. We will end austerity and help rebuild your community. We’ll restore local pride, revive the high streets that are the centres of our communities and reverse the cuts that have caused violent crime to double.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will get our economy working in every town city and region with a record investment blitz, and we’ll boost the devolved budgets in Wales and Scotland. We’ll upgrade our transport energy and broadband infrastructure with 250 billion pounds of investment. And breathe new life into every community, with a further 250 billion of capital for businesses and co-ops. Investment on a scale our country has never known, bringing good new jobs and fresh growth to where you live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s the scale of Labour’s ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No more tinkering around the edges. Because these aren’t abstract numbers on a spreadsheet. They stand for an economic transformation that will change your daily life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me give you a concrete example of what it will mean. Labour will invest in Crossrail for the North to link our great Northern cities, from Liverpool to Hull and up to Newcastle in the North East. And we’ll restore the bus services that have been cut leaving people isolated from their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For decades we’ve been told the economy is beyond our control, an irresistible force that can lay waste to entire communities while we can only watch on, passive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it’s not true.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With a serious industrial strategy and a radical Labour government, the economy can be a tool in our hands rather than the master of our fate. And with a government that’s prepared to intervene we can prioritise the things that matter most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Which is precisely what our times demand, because nothing matters more than the climate emergency. That means taking on the big polluters and wealth hoarders who profit from the current system. Bringing our emissions down to net zero won’t happen by itself. It will only be possible with massive public investment in renewable energy and green technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s not a burden. It’s an opportunity to kickstart a Green Industrial Revolution that will create hundreds of thousands of high-skill high-wage unionised jobs as we triple solar power, double onshore wind and bring about a seven-fold increase in offshore wind projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that’s why we announced today that the next Labour will build three new battery plants in South Wales, in Stoke-on-Trent and Swindon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The climate and environmental emergency we all face is an issue of global security. We’re seeing ice caps melting, coral reefs dissolving, wildfires in the Arctic Circle and Brazil’s far-right leader President Bolsonaro fiddles while the Amazon burns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Real security doesn’t come from belligerent posturing or reckless military interventions. It comes from international cooperation and diplomacy, and addressing the root causes of the threats we all face. Our foreign policy will be defined by our commitment to human rights and international justice, not enthusiasm for foreign wars that fuel – rather than combat – terrorism and insecurity\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So it really beggars belief that this week Boris Johnson is openly talking about sending troops to Saudi Arabia as part of the increasingly dangerous confrontation between Saudi Arabia and Iran, in an apparent bid to appease Donald Trump.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Have we learned nothing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time and again over the last two decades the British political and military establishment has made the wrong call on military intervention in the wider Middle East, spreading conflicts rather than settling them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must not make those mistakes again. Under a Labour government Britain will be a force for peace and international justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Dangerous and wrong-headed international interventions have also exacerbated community tensions at home. When Boris Johnson compared Muslim women to letterboxes or bank robbers, it wasn’t a flippant comment, it was calculated to play on people’s fears. Displays of racism, Islamophobia or antisemitism are not signs of strength, but of weakness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Conservative government as well as the far-right has fuelled division in our society. They’ll blame people’s problems on the migrant worker trying to make a better life. They’ll blame it on the mum who’s struggling on Universal Credit. They’ll blame it on Muslims, on young people, on anyone but themselves and their backers, who benefit from a grossly unequal and rigged system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour will do the opposite, we will bring people together. A Labour government will transform our economy and communities. We stand not just for the 52 per cent or the 48 per cent but for the 99 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Labour government I lead will take on those who really run our country – the financial speculators, tax dodgers and big polluters – so the real wealth creators, the people of this country, can have the jobs, services and futures they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When Labour wins, the nurse wins, the pensioner wins, the student wins, the office worker wins, the engineer wins. We all win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The politics we stand for is about giving people who don’t have a lot of money and don’t have friends in high places the chance to take control of their own lives. My job, as Leader, and our job as the Labour Party is to champion those people, to stand up for those communities and deliver the real change our country needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I want to take this opportunity to say thank you to every one of them as well as all the members of our party our elected representatives our trade unions for making our party such a strong and welcoming place in every community every workplace and every part of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have what might be considered a different view of leadership from the one people are used to. I do believe leaders should have strong principles that people can trust. But leaders must also listen and trust others to play their part. Because there are leaders in every community driving change. Many of them would never dream of calling themselves leaders, but they are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m thinking of the mother who campaigns on behalf of the residents in her block to get the damp removed, and the fast food worker organising their colleagues to demand a living wage. It’s those leaders Labour is now working with and supporting. Because our philosophy is to trust the people and give them the power to make change in every community and workplace, not hand more power to politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that’s why, if the British people elect a Labour government in the coming election I will be proud to be your Prime Minister. Because I will be a different kind of Prime Minister. Not there from a sense of born-to-rule entitlement. Certainly not there for some personal power trip. There because I want to put government on your side. To put power and wealth into your hands.There because I believe government should work for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And together, we can go beyond defending the gains made by previous generations. It’s time we started building a country fit for the next generation. Where young people don’t fear the future but look forward with confidence and hope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The tide is turning. The years of retreat and defeat are coming to an end. Together, we’ll take on the privileged, and put the people in power. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}