{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-2003-speech-on-george-bush/",
    "title": "Jeremy Corbyn – 2003 Speech on George Bush",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Corbyn in November 2003.",
    "content": [
        "[![jc-small](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tomorrow the streets of London will be filled with a cross-section of the entire community as we march from Malet Street to Trafalgar Square via Kingsway, Waterloo and culminating in a march along Whitehall. This itself is a product of weeks of negotiation with the Metropolitan Police, to try and protect the right of free speech and assembly in our capital city. Having been a party to all these talks I have always had the feeling that there were huge pressures being placed on the Police to try and prevent any access to London by anybody whilst Bush was visiting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Bush’s visit, the first state visit by a US President (as opposed to the lower status ‘Head of Government’ visits by Carter, Regan, Bush Snr and Clinton) is really bizarre for any observers of this scene. Refused an open procession in the State Landau with the Queen, Londoners will at least see a horse and carriage, with appropriate cycling outriders when the Stop the War Coalition put on this event later this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All visiting heads of state or Government visit the Palace of Westminster and make an address to an assembly of both Houses, and some even answer questions. President Mandela came twice and happily answered questions on one visit for over an hour; he led no one into war, showed the courage of the South African people to oppose, and defeat the vile apartheid system. His State visit was the most popular ever. Bush Jnr on the other hand has no history of ever standing up for anything, unless avoiding being drafted into a war which he claimed to support counts as principle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since he is the centre of attention this week, and those of us who oppose his visit are being accused of “crude anti Americanism”, it is worth looking at his record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Sunday evening I was privileged to meet Vietnam veteran Ron Kovic and introduce him to the audience at the Prince Charles Cinema in Leicester Square, and then watched the film with him. The film is really a journey of discovery of a young man growing up in a patriotic American household in the sixties. Convinced of his country’s rightness and opposition to the communist menace he joins the marines, and in his fervour, does two tours of duty. Almost killed and paralysed in 1968, he comes home to indifference and hostility and in time, becomes opposed to the brutality of the Vietnam War.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ever since that time Ron has devoted his life to opposing the military policies of the United States. On Monday morning he led a delegation to Downing Street to ask that Bush’s visit be cancelled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tomorrow the march will be led by a group of United States citizens who are opposed to the war. Far from being anti-American, the peace movement has united the ordinary people on both sides of the Atlantic, in the cause of peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "George Bush, for the red carpet and £4 million worth of security and hospitality being spent, is the only US President to be elected by the Supreme Court, and as a result of the greatest ever expenditure, by Corporate America, on his campaign. Since then he has repaid with interest: tax cuts, welfare cuts, huge arms budgets, oil drilling and now contracts to rebuild Iraq to the same companies who provided the weapons to destroy it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Globally, his administration has opposed the Kyoto protocol, supported cruel World Trade Organisation conditions and methods, and continued dumping surplus US food on the poorest countries – destroying much sustainable agriculture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Post September 11th the US never took stock and looked at the world; war in Afghanistan followed; the Axis of Evil speech; and then the build up to Iraq. Afghanistan is presented as a victory, yet 8000 died and opium production is soaring, so it is hardly complete.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Iraq, the military ‘victory’ of May, and the premature celebrations have been brought to a halt, as the casualties mount, and the effects of cluster bombs and Depleted Uranium are felt by thousands of wholly innocent Iraqis and their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Bush’s cabinet contains those who met and financed the Saddam Hussein section of the Ba’ath Party and they will be well aware of the problems that the unilateral and illegal war has created. Nobody who opposes the war ever supported the regime, but most people want to see a peaceful Iraq with an accountable Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In his determination to go to war in Iraq, Bush flouted the UN, and now wants the world body to pick up the pieces, without any legal authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whilst the war in Iraq and Afghanistan gain all the publicity, we should not forget the on-going gruesome and grim conflict in Colombia, where the pro US Government is rapidly losing support as the US maintains its military presence on the pretence of being part of an anti drugs crusade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whilst many issues unite the peace and anti-war movements in this country, the Government’s support for the Bush-inspired National Missile Defence system has mobilised many members and supporters of CND; we opposed the US inspired cruise missiles in the 1980’s; NMD is equally as dangerous to world peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Amidst all the opposition to Bush we should reflect on one positive aspect: the world, as John Pilger reminds us, is divided into one superpower and world opinion. The unwanted visit of George Bush has helped to create a huge Trans Atlantic movement for peace and justice. Merely being allowed to hold the march tomorrow shows the strength of public opinion and the power of peaceful protest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}