{
    "url": "https://www.ukpol.co.uk/jeremy-corbyn-1986-point-of-order-about-child-pornography-and-abuse/",
    "title": "Jeremy Corbyn – 1986 Point of Order about Child Pornography and Abuse",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the point of order made by Jeremy Corbyn, the Labour MP for Islington North, in the House of Commons on 17 February 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jc-small-1.png)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a point of order, Mr. Speaker. I wish to refer to the behaviour of the hon. Member for Littleborough and Saddleworth (Mr. Dickens) last week. Was it in order for him to pass on information which he had received privately about allegations of child sex and pornography on a council estate in my constituency? I raise this point of order because he received a letter from a constituent of mine, as I did, making allegations about a large number of people in my constituency, involving child pornography and abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wholly deplore child pornography or abuse, and I think that the best way to deal with these matters is through proper and sensitive investigation, which was going on at the time. The hon. Member for Littleborough and Saddleworth chose, last Thursday, to make a statement to the Press Association, which appeared later in The London Standard. The effect was to make any inquiries difficult to follow, and the estate was besieged by the media, seeking salacious gossip and stories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through you, Mr. Speaker, I should like to ask whether the hon. Member for Littleborough and Saddleworth will, in the light of the investigations that have taken place, withdraw the statement that he made, visit that estate and apologise in person to the tenants, to whom he has caused a great deal of personal insult and hurt in the past few days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have raised this point of order because constituents of mine are extremely upset by the fact that an hon. Member from another part of the country should behave in such an irresponsible and disgraceful manner, which is not in the best interests of the tenants of that estate, or of the cause that he purports to support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}