{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2022-speech-on-the-national-eye-health-strategy/",
    "title": "Marsha De Cordova – 2022 Speech on the National Eye Health Strategy",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 29 November 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to require the Secretary of State to publish a national eye health strategy for England; and to require that strategy to include measures for improving eye health outcomes, for reducing waiting times for eye health care, for improving patient experiences of eye health care, for ensuring that providers of eye health care work together in an efficient way, for increasing the capacity and skills of the eye health care workforce, and for making more effective use of research and innovation in eye health care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill would ensure that regardless of where one lives, everyone can access the right care where and when they need it, eliminating the postcode lottery and addressing the inequalities in access to eye care services. An estimated 2 million people are living with sight loss in the UK. We rely on our eyes every day, yet we do not give much thought to our eye health until our vision changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A report earlier this summer showed that 17.5 million adults in the UK had not had an eye test in the past two years, as recommended. Anyone can be impacted by sight loss, and Members from across the House will have hundreds of constituents affected. Fifty per cent. of all sight loss is avoidable and 250 people begin to lose their sight every day, with a shocking 21 people a week losing their sight due to a preventable cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Eye care services in England are under intense pressure due to huge backlogs as a result of the pandemic, demand from an ageing population and low recruitment and retention of all groups of the ophthalmology clinical workforce. More than 650,000 people are on the waiting list in England, of whom 37% have been waiting for over 18 weeks and over 4% have been waiting for more than a year—that is, 26,000 people who have been waiting for more than 12 months to see a specialist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ophthalmology has been the busiest NHS out-patient clinic for the past three years. Delays to diagnosis and treatment can lead to a complete loss of sight. For example, patients with age-related macular degeneration can experience rapid and sometimes complete central vision loss within weeks if not treated. As well as the social and emotional impact of sight loss, there is a huge economic cost to the UK economy, which is estimated to be £36 billion annually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To respond to the crisis in eye health, the Government can commit to implementing a national eye health strategy for England that would include measures to improve eye health outcomes, reduce waiting times, improve patient experiences, increase the capacity and skills of the workforce and make more effective use of data, research and innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the first instance, the Government could seek to appoint a single Minister with responsibility for eye health rather than having the current situation where multiple Ministers are responsible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strategy should include the following areas. First, there should be an eye health and sight loss pathway to require care and support for those with sight loss, focusing on the provision of non-clinical community support to complement the work of community optometrists, ophthalmologists in hospitals and rehab officers. The pathway must focus on the physical and emotional impacts of being diagnosed with sight loss, as research has shown that people affected are likely to experience poor mental health lifetime outcomes such as depression and anxiety. It should not only address geographical eye health inequalities, but ensure more equity of access to eye care among communities and populations more at risk of being unable to access NHS sight tests, including people who are homeless and people with a learning disability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second area is to improve connections between primary and secondary care, with an emphasis on integrated care systems and on improving the relationships and collaboration across the two services so that they can work more effectively together while ensuring timely and accurate referrals. That would significantly improve patient experiences and health outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third area is workforce expansion. Limited capacity is a particular concern in eye care because there is a significant shortage of eye doctors. Back in 2018, the Royal College of Ophthalmologists revealed that 434 additional specialist posts were required to meet demand, and we know that the situation is now even worse. The World Health Organisation’s Workforce 2030 plan recognises the fundamental role of the workforce in improving health outcomes. A national strategy for eye health must address that issue, placing emphasis on the recruitment, training and upskilling of medical and non-medical eye health professionals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fourth area is health intelligence and data. Meaningful action starts with good-quality data, but for too long population data has not been used effectively to pinpoint the location of need and places where opportunities for change can be found. A strategy should involve focusing on robust data collection to inform decisions and improve the delivery of the service. Advances in research and technology, from how people are diagnosed to how they receive treatment, must be incorporated. Effective and efficient methods are available, but they are not being used. A strategy would change that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the fifth area is raising awareness of eye health by creating better public health messaging. Nearly 2 million people each year turn up at an accident and emergency department or try to get a GP appointment for a problem that could be dealt with by visiting a community optometrist. We need campaigns to raise awareness of the importance of maintaining good eye health and to educate the public on the differences between eye screening and eye tests, along with improved signposting on where to go for help, should one need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Health strategies have delivered positive outcomes in Scotland, as they have in England for other diseases, but at present England is the only country in the UK without an eye health strategy. It is important to note that for such a strategy to be successful and of value, it must be designed in collaboration with stakeholders, including blind and partially sighted people, civil society groups, care providers and the industry. It must also have sufficient resource and investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the scale of the problems, it is in the Government’s interest to commit to a strategy. The benefits would transform lives, alleviate pressures on the health service and reduce economic costs. We should make it our goal to ensure that no one loses their sight unnecessarily. I thank everyone who has contributed to the Bill, including the partnership The Eyes Have It, the Thomas Pocklington Trust, industry leaders such as Specsavers and Roche and, most importantly, people living with sight loss. The sector has been united in the call for a national eye health strategy. It is time for the Government to act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Question put and agreed to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ordered,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That Marsha De Cordova, Kate Osamor, Bell Ribeiro-Addy, Sir Stephen Timms, Rosie Duffield, Janet Daby, Kim Johnson, Ian Byrne, John McDonnell, Clive Lewis, Dr Rupa Huq and Jim Shannon present the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Marsha De Cordova accordingly presented the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}