{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2022-speech-on-battersea-funfair-disaster/",
    "title": "Marsha De Cordova – 2022 Speech on Battersea Funfair Disaster",
    "post_date": "June 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 21 June 2022.",
    "content": [
        "This year is the 50th anniversary of the Battersea funfair disaster. I want to start by remembering the victims, their families, and the survivors. I also want to pay tribute to and thank two of the survivors, Hilary Wynter and Liz Haigh-Reeve, for their tireless campaigning to have the tragedy recognised and remembered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Big Dipper rollercoaster was the main attraction of the Battersea Park funfair which opened as part of the festival of Britain. Tragically, on 30 May 1972, a carriage of the rollercoaster broke loose and plummeted backwards through a barrier killing five children—Alison Comerford, Thomas Harmer, Shirley Nash, Debora Robertson and David Sait—and leaving 13 injured. The disaster is one of the deadliest rollercoaster crashes in history. However, it has largely been forgotten and there has been no justice for the victims, their families and the survivors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To mark the anniversary of the disaster, I attended a special memorial ceremony together with families and survivors in Battersea Park where a plaque was unveiled and a tree was planted. That is the first step to creating a new legacy and a permanent memorial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is another silent tragedy associated with the incident, on which I will focus the rest of my speech. It is something that I am determined to change. Survivors have spoken about the devastating impact that childhood mental trauma has had on their lives. As one told me,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“bones are mended, physical injuries fixed, but the dreadful damage to our mental health goes untreated.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Damage from trauma is not necessarily skin deep: some wounds penetrate through to our minds, leaving lasting damage that can be just as debilitating. Although the funfair and the big dipper are long gone, some of the survivors of the disaster still struggle to go to Battersea Park, and have been unable to shake off their horrific memories of that incident. I am sure many survivors of other tragedies, such as Hillsborough, the Manchester Arena terrorist attack and the Grenfell Tower fire, have been through similar experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend the hon. Lady on securing this debate on childhood trauma support services. I would mention helpfully to her, and probably to the Minister as well, that we in Northern Ireland have faced 30 years of a terrorism campaign during which many young children, women and men have lost their lives. Such trauma can last way beyond the time that it happened. Does the hon. Lady agree that some discussions with the responsible Minister in Northern Ireland might be helpful when it comes to devising a policy and a strategy to address trauma and child mental issues, which I know she wishes to see?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Marsha De Cordova**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is right: we can all learn, and it would be useful for the Minister to say whether she would like to meet Ministers in Northern Ireland to look at what works well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Childhood trauma can have a lifelong effect, and can have lasting consequences for a child or young person’s development, including psychological, behavioural and emotional problems. Those problems can occur into and throughout adulthood, presenting related challenges in many aspects of that person’s life. According to the UK Trauma Council, childhood trauma refers to the ways in which some events and experiences are so extreme that they overwhelm a child’s ability to cope. Many different experiences can lead to such trauma: for example, physical or sexual abuse can be traumatic for children. One-time events like the tragedies I have mentioned can take a psychological toll on children as well. Ongoing stress such as the effects of the pandemic can also be traumatic for a child, even if it just feels like everyday life to an adult.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that the pandemic has had a huge negative impact on children and young people’s mental health and wellbeing. The Children’s Commissioner’s Big Ask survey found that one in five children was not happy with their mental health, and that figure rose to two in five for some groups. Childhood trauma does not have to involve experiences that are directly related to the child: for instance, watching a loved one endure major issues can be extremely traumatic, as has been highlighted by the impact of the cost of living crisis on children’s mental health. According to the Childhood Trust’s latest report, 47% of children surveyed felt stressed, 21% of parents said that their children smiled less, and most concerningly, 9% of parents claimed that their children had started self-harming. The results of that report should worry us all, as all those types of trauma will affect children’s development and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government need to invest in mental health services to ensure that children who experience trauma today do not face the same painful ordeal that survivors of the Battersea funfair disaster have gone through over the past 50 years. Spending on children’s mental health remains behind investment in adult mental health services. It is worrying that children and young people’s mental health services are among the most under-resourced and that the quality of care varies between different parts of the country. A BBC freedom of information request revealed that 20% of children are waiting more than 12 weeks to be seen for mental health support. That is why I was pleased to secure this debate on better provisions for children’s mental health services and childhood trauma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government need to correct the historical underinvestment in children and young people’s mental health and the postcode lottery of services and support provision. To do that, they must create a comprehensive child mental health strategy, and childhood trauma services must be prioritised as part of that. The UK Trauma Council has called for the Government to invest in the development and delivery of specialist trauma provision so that children and young people have access to the support that they need. It also called on the Government to equip all professionals who work with children and young people with the skills and capacity to support those who have experienced trauma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour has already set out its plan on tackling the mental health crisis, which includes giving adequate funding to mental health services. We have also committed to radically expanding the mental health workforce, including, crucially, investment in children’s mental health that includes putting open-access mental health hubs for children and young people in every community and ensuring that a full-time mental health professional is in every secondary school and a part-time professional is in every primary school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour’s focus on early intervention is so important, because it can prevent the ongoing effects of trauma into adulthood. It would ensure that children are properly supported and resolve problems before they escalate. I will therefore ask the Minister about the Government’s plan for children’s mental health services and, specifically, childhood trauma care. When will her Government introduce a comprehensive child mental health strategy that includes prioritising trauma and investment in the development and delivery of evidence-based trauma service provision? How are they ensuring that children’s mental health services are a high priority in the NHS? That includes increased investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have made £139 million available to support children and young people’s mental health in the community, but we need to see more investment. How are the Government working with professionals in contact points including in schools and the third sector so that children can access support when problems emerge?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much work also needs be done to ensure that every child and young person gets the support that they need for their mental health and wellbeing. We need to step up as a society and be more ambitious in our call for better support for children and young people’s mental health. More funding and resources will be an investment in our children’s future. It is time for the Government to act and listen to the voices of children and young people, especially those suffering from trauma. If we do not act now, when will we?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}