{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2023-speech-on-the-health-and-disability-white-paper/",
    "title": "Marsha De Cordova – 2023 Speech on the Health and Disability White Paper",
    "post_date": "March 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 16 March 2023.",
    "content": [
        "Thank you, Mr Speaker, for granting this urgent question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although we know that most of the proposals set out in the White Paper will not be implemented until the next Parliament, a significant number of ill and disabled people will be impacted. We see the Government using a carrot-and-stick approach, which will leave many sick and disabled people with the stick and the real threat of the ramping up of sanctions, as indicated by the Chancellor during his Budget statement yesterday. Just this week the Information Commissioner’s Office ruled that the Department for Work and Pensions must release “sensitive” research into its sanctions regime following the Work and Pensions Committee report, which found that there is very little evidence that the sanctions work. Instead, it found that they have a significant impact on the health and finances of those who have been sanctioned. There are real consequences to some of the Government’s actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody is arguing that scrapping the work capability assessment is not welcome. However, relying solely on the PIP assessment is not the solution, given the current experiences of PIP assessments, which show that they are deeply flawed; the DWP is losing or conceding in four out of five appeals. Moreover, the Institute for Fiscal Studies said yesterday that up to 1 million people currently on incapacity benefits could lose out as a result of scrapping the work capability assessment and relying on using PIP only. Also under the new proposals disabled people will not automatically be in the “no work-related requirements” conditionality group and will now be subject to the decisions of a work coach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also did not hear any additional investment in the Access to Work scheme, so can the Minister say how many people will be impacted and what the cost is of these new proposals? It is estimated that 1 million people will lose out. How are the Government intending to mitigate that? Will the PIP assessment framework change or stay as it currently is? Given the poor decision making on so many PIP assessments, what action is being taken to fix the flawed decision-making process and the assessment itself? How will the DWP ensure that the policy proposals do not remove vital protections against sanctions and risk pushing people further into poverty? Finally, when are the Government intending to publish the sensitive research into the sanctions regime?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tom Pursglove**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am hugely appreciative of the hon. Lady, who always speaks with great passion on these issues. I welcome the cautious welcome from her about the broad thrust of the reform we are trying to deliver, which is to remove the structural disincentive to work. That manifests itself in the many conversations I have with disabled people and their representative groups, when they tell me that many disabled people would like to try to work, but fear doing so and then losing their entitlement if it does not work out. That is not an acceptable situation, and it is right that we change it. I hope that as a House, as we move forward with these reforms, we can come together and deliver something that achieves that objective, which is plainly the right thing to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was before my time in the House, but I well remember debates in previous years about the work capability assessment. It is welcome that we are scrapping the work capability assessment through these reforms. The reforms also offer an opportunity to focus on quality when it comes to the PIP assessment and on making sure that we get the right decisions first time. The hon. Lady will note, for example, that one of the commitments we have made in the White Paper is trying to match specialist assessors with people’s conditions. That is another thing people have regularly been asking for, and we are determined to test that and see what difference it can make. Again, this is all about being responsive to the feedback we have received.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the issue of sanctions that the hon. Lady mentioned, I know that the legal case she touched on is under consideration by Ministers elsewhere in the Department at the moment. No doubt we will come forward and say more about that in due course, but I want to be clear that it is not my intention or the Department’s intention to force anyone to do something that is not right for them. We are committed to personalised, tailored support that meets individual needs and aspirations. The Secretary of State will talk about that in more detail during the Budget debate later. A lot of that will be voluntary. I would hope that people will want to engage with universal support and will want to engage with Work Well, because this is about trying to help and support people. For people with health conditions, for example, this is a way in which we can work harder and tirelessly with them to help them get better. Work is of course an important determinant of better health outcomes. The White Paper is explicit in saying that we will move forward with this in a way that is appropriate for individuals. For those where work is not appropriate, they will not be expected to do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also important to set out for the House that there will be transitional cash protection in place. No one who currently has limited capability for work or work-related activity will lose out as they move to the new system. We are specifically protecting those with pregnancy risk or who are undergoing cancer treatment, and we are also keeping a contributory health and disability benefit. Of course, what I really want to do—this is key to all of the work I do in this role—is to work constructively with the hon. Lady and with disabled people and their representative groups to make sure that we get this reform right. This is the biggest welfare reform for over a decade, and we have to get this absolutely right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}