{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2017-maiden-speech-in-the-house-of-commons/",
    "title": "Marsha De Cordova – 2017 Maiden Speech in the House of Commons",
    "post_date": "August 13, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 17 July 2017.",
    "content": [
        "Thank you, Mr Deputy Speaker, for giving me the opportunity to make my maiden speech during this debate. It is an important debate, which goes straight to the heart of the kind of Parliament that we are going to be. Will it be a Parliament that stifles debate and scrutiny, or will it be a Parliament that is accountable to its Opposition and openly democratic? I know which Parliament my constituents would like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was first selected as the candidate for Battersea, 11 weeks ago, many believed that I would not or could not win. That is why it fills me with great pleasure that the people of Battersea chose me to be their Member of Parliament. It is a huge honour for me, and I will serve my constituents to the best of my ability. My family played a vital role in supporting me during the campaign, and I will be forever grateful to them for the sacrifices that they made to help me to be elected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I go on, let me pay tribute to my predecessor, Jane Ellison, for the work that she did in trying to halt the practice of female genital mutilation. I do not share Jane’s politics, but when it comes to this truly important cause, she leaves a proud legacy. We are both lucky women to have been given the privilege of representing Battersea, a vibrant and exciting part of south London with a long and proud history. Battersea is growing, and it has so much to offer. Our iconic Battersea power station, that symbol of municipal pride, is reawakening along the river. Our transport hub, Clapham Junction, has more trains passing through it than any other station in Europe. Our fantastic green spaces are well loved and used by many, from the kids in Battersea Park to the sunbathers of Clapham Common. But, of course, it is the people of Battersea themselves who make it such a wonderful place, and it is to them that I owe most thanks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one should be surprised that we in Battersea, one of the youngest, most diverse and most well-educated constituencies in the country, take our politics so seriously. Battersea, like much of London, is changing rapidly, and I want to ensure that those changes benefit everyone. ​In this last election, there was an increase not only in the number of young voters, but in the number of people turning out to vote for the first time, and with good reason. We are increasingly divided, not least on housing. Private rents have soared. Housing is insecure. Glistening new developments are rising up around us, but the cost of housing puts them way beyond reach. It is a scandal that people under 35 have simply been frozen out of home ownership. Too many people are confronted with housing pressures that are getting worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It does not have to be this way. Here in Battersea, we have some of the oldest council housing. The Shaftesbury Estate, built in the 1870s, sought to produce decent homes for working people. That spirit needs to be reignited, and we need to become pioneers again. As the Labour MP for Battersea, I know that I am standing on the shoulders of giants: politicians who were radical and way ahead of their time. It was in Battersea—Labour—in 1906 that the first working-class MP became a Government Minister, in the form of the ferocious John Burns. In 1913, we gave rise to London’s first black mayor, John Archer, whose father came from Barbados and whose mother was an Irishwoman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1922 Battersea became the first constituency to elect an Asian Labour Member of Parliament, the Indian radical Shapurji Saklatvala. Of course, we also had the heroic Charlotte Despard, the Anglo-Irish suffragette who dedicated her life to championing the rights of the poorest in Battersea, and whose statue can be found in the central square of Doddington estate. In 1933, at the age of 89, her last public activity was to address the crowds at a big anti-fascist rally in Trafalgar Square. Mr Deputy Speaker, I hope that I have as much fire in me when I am that age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would also like to pay tribute to my more recent Labour predecessors: the wonderful Lord Alf Dubs, whose fight on behalf of Syrian refugees has been an inspiration to us all; and Martin Linton, who has continued to champion the rights of the Palestinian people since leaving office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As you can see, Mr Deputy Speaker, in Battersea we are outward-looking and internationalist. It is that outward-looking spirit that I will endeavour to bring to Parliament. With the decision to leave the European Union, we face serious challenges ahead of us. It was a decision that my constituents care deeply about and voted overwhelmingly against. I will be standing up for them, drawing on that outward-looking Battersea tradition, one that values openness, tolerance, social justice and co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As you are aware, Mr Deputy Speaker, I was born with nystagmus, an involuntary movement of the eye, which has left me with a severe sight impairment. Living with my visual impairment, I have had to overcome many barriers, but I want to give a special thanks to my mum, who is here today. She made sure that I had a brilliant education—a brilliant state education. When I was at primary school, the headteacher thought that it would be better if I was sent to a special school, but my mother was having none of that and fought tooth and nail to keep me in mainstream education. I can safely say that I would not be the woman I am today, or an elected Member of Parliament, had it not been for her. Mum, I am truly grateful.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been a disability rights campaigner for most of my life. I believe that people living with a disability, like myself, should have the right to participate in society equally. They should have the right to a good education, the right to travel and access public transport, and the right to work. An important issue that is dear to my heart is the employment opportunities for people with disabilities. Still today less than half of working-age disabled people are in employment, compared with 80% of the non-disabled population. That is just not good enough. We need to change that. Over the past seven years, policies on social security and social care have disproportionately affected disabled people. When we discuss all these matters in this House, it is important that we understand and empathise with the real people who will be affected by our decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am proud to be here in this Chamber, and I am proud to be representing the people of Battersea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}