{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Marsha De Cordova – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 9 September 2022.",
    "content": [
        "It is an honour to speak not only on my own behalf but on behalf of my constituents and to pass on their condolences. The passing of Her Majesty the Queen is a great loss for the royal family and for our country. As our longest-reigning sovereign, our remarkable Queen dedicated 70 years of her life to serving our country. She devoted her life to the betterment of this country, and today we celebrate her service and express our thanks for her steadfast leadership. The Queen was a role model and touched the lives of so many in her own unique and distinguished way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the course of the Queen’s reign, there was great transformation and progress in the world, yet she served as a constant and reassuring figure during periods of change and provided us all with a sense of security. She was incredibly resolute and principled, and she had a work ethic and a commitment to duty and service that she placed above all other considerations. Even in her 90s and in the days before her death, she was still working and serving our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen’s strong and abiding faith in God was the golden thread that guided her work and her commitment to respecting everybody, appreciating difference and serving people. Across Battersea, people will be reflecting on her selfless service and leadership of our country. She visited the constituency on many occasions, including the then children’s home on the Winstanley estate and, of course, Battersea Dogs & Cats Home. We all know how passionate she was about animals and their welfare, and that was shown by her patronage of the home. As staff at the home have already said this week, they were so lucky to have had such a valuable relationship with her. But she was not just our Queen, as we can see from all the global contributions and tributes that have come her way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I close, my thoughts and prayers are with His Majesty King Charles and the royal family. May Her late Majesty rest in peace and rise in eternal glory. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}