{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2018-speech-on-fire-safety-remedial-work/",
    "title": "Marsha de Cordova – 2018 Speech on Fire Safety Remedial Work",
    "post_date": "April 20, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Marsha de Cordova, the Labour MP for Battersea, in the House of Commons on 19 April 2018.",
    "content": [
        "I am pleased to have secured this important debate. The issue of liability for fire safety remedial work is of great concern to many Battersea residents, as it is to people in many parts of the country, and for good reason. The horror of the Grenfell fire made it clear, if greater clarity were needed, that there should be no complacency on fire safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While we await the final publication of the Hackitt review, which is investigating the fire safety regulatory system and identifying who is responsible for failures and what system is needed, the interim report stated that the regulatory system, at present, is “not fit for purpose.” I fear that is the result of successive Governments not treating fire safety with the appropriate importance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of the 158 social housing blocks with unsafe cladding, just seven have had the cladding fully replaced. One of the blocks waiting for work to begin is Castlemaine Tower in my Battersea constituency. Its residents have known for 10 months that their building, like Grenfell, has unsafe cladding. No data is available on the progress on privately owned blocks, and Wandsworth Council has not published the number of blocks that have the aluminium composite material cladding that has been deemed unsafe. Given the number of blocks in Battersea, it is imperative the council publish that information. I have requested the information from the Secretary of State for Housing, Communities and Local Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government must get their act together and ensure that fire safety work is carried out, but to do that they need to resolve, as a matter of urgency, questions on what work needs to be done, who needs to do it and who should pay for it. It is the Government’s responsibility to resolve those questions and, so long as they do not do so, the risk of another tragedy is prolonged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Here we arrive at the crucial question of leaseholder liability. I welcome members of the Sesame Apartments residents association to the Public Gallery. They have come to Westminster desperate to hear reassurance from the Government. They are leaseholders of an apartment block in Battersea that was completed just four years ago and that last year was found not to meet fire safety standards after a fire in the block damaged multiple apartments, revealing that compartmentalisation had failed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Worryingly, the fire occurred while a “stay put” policy was in place. Subsequent testing found that the cladding was defective and in need of replacement. In light of the fire safety failures, the “stay put” policy was changed to immediate evacuation, and a waking watch system was put in place as a temporary solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we know, such fire safety failures need proper rectification, and that work needs to be paid for. The waking watch and fire alarm system are anticipated to cost approximately £700,000, which is more than £8,500 per flat. Replacing the cladding is expected to cost around £2 million, which is £25,000 per flat. In total, the cost per flat is estimated at between £30,000 and £40,000.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After a tribunal ruled last month that leaseholders of Cityscape in Croydon would be held liable for replacing defective cladding, the residents of Sesame Apartments fear the entirety of those eye-watering costs will fall on their shoulders, which cannot be right. They cannot be held liable for these costs. These are hard-working people who scrimped and saved to buy their flats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Steve Reed (Croydon North) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate my hon. Friend on securing this debate. She mentions Cityscape in Croydon North where the leaseholders have a similar problem to the residents she represents. When the issue has previously been raised in the Chamber, the Government have pointed the finger and said that the insurers of the builders, freeholders and managing agents should be bearing the cost of removing and replacing that cladding, but no legal obligation has ever been found on any of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are leaving leaseholders hanging with unaffordable debt and living in homes that have become unsellable—homes that they fear are not safe to live in. Does my hon. Friend agree that the Government should act now to get the cladding removed from every building where it exists? They can sort out the legalities afterwards. The only body in a position to act now to keep people safe is the Government. Why do they keep refusing to do it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Marsha De Cordova**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank for my hon. Friend for making that valid point, which I will certainly be addressing. He is spot on in saying that the Government are the only people who can respond to this issue and deal with the problems that our leaseholders face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So many of these people are first-time buyers, and many are living in shared ownership properties. They do not have tens of thousands of pounds to pay for the work that needs to be done, and they have done nothing wrong. They bought their flats in good faith and they are in no way responsible for the fire safety failures. To date, the Government have seemingly agreed, saying that, morally, leaseholders should not be held liable for these costs. But my constituents need those words to be backed up by action. For as long as that does not happen, the leaseholders will be beset by fear. After all, how would we feel if we were told that our home did not meet fire safety standards, that we might be asked to pay £40,000 to rectify that and that our largest financial asset, our home, was now a huge liability? That is the situation that residents of Sesame Apartments find themselves in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have heard from a teacher who lives in the block and who had hoped to move in order to start a family, but is now weighed down by this liability, unable to sell and trapped in her home. I have heard from a resident, who spoke to me about the heartbreak of the money they had saved for IVF—in vitro fertilisation—treatment now needing to be set aside for fire safety work. I have heard from another whose pride in getting a foot on the housing ladder was crushed when they were told that, just by owning 25% of a shared ownership property, they are now potentially liable for 100% of the costs. Every resident I have spoken to tells me of the stress and fear caused by this liability hanging over their head.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The same is true of leaseholders across the country. Why are leaseholders being put through this ordeal? The Hackitt review is identifying who was responsible ​for fire safety failures, but this is causing anguish. The review might conclude that the Government are responsible, because fire safety regulations are not fit for purpose. It might conclude that the building inspection regime is responsible, because some local authorities have privatised inspections, leading to a serious decline in standards. Or it might conclude that developers are responsible, because they have been cutting costs to maximise their profits. It might conclude any of or indeed all those things, but what it will categorically not conclude is that leaseholders are responsible—of course it won’t.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are working people who have had no say over the regulations, or over the design or the building of the property, yet it seems that, legally, they are going to be held responsible for these life-shattering costs. As anyone would, they are attempting to contest that, but they tell me how powerless they feel in that process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are talking about a small community of hard-working people, but they are confronted by a web of opaque freeholders, management companies, insurers and unresponsive developers, none of whom wants to take responsibility. The residents do not have armies of lawyers at their disposal. It is a David and Goliath situation, and the law is not working for these people. But it not just about that, as for the corporations involved their profit lines are at stake, whereas for the residents it is their homes and their lives. There is a real concern that if this is allowed to run its course and the Government do not intervene, the working people will be paying for failures that are not of their own making—that is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government seem to recognise that, because they have already said on multiple occasions that they acknowledge that it is morally wrong for leaseholders to be held liable for these costs, but those must not be empty words. The Government have the power to intervene and make this right, and it is their responsibility to make this right. They need to do more than just encouraging freeholders not to pass on these costs. They need to do more than support the Leasehold Advisory Service. They need to step up to the plate and intervene on the behalf of leaseholders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are actions that the Government could take. They could, and should, properly look to see whether the developers or the freeholders that profited from cost-cutting and lax regulations are liable for the costs, or they could cover the costs themselves, which is what the residents I have spoken to believe should happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government refuse to do that, the least they could do, as suggested by one of the Sesame Apartments residents, is provide loans to cover the costs, thereby allowing fire safety remedial work to begin immediately. The loans could be attached to the freehold and stretched over the 100-year duration of the leasehold, with repayment instalments reflecting that. That would ensure that if leaseholders were held liable, the additional yearly service charge would be close to negligible. It would achieve the key requirements of any intervention: first, it would allow remedial work to begin as soon as possible, thereby minimising the risk and fear of fire; and, secondly, it would allow leaseholders to get on with their lives and not be weighed down by an unaffordable debt. I urge the Government to take action to achieve those goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I conclude with two straightforward questions for the Minister. First, it might become clear from the courts that leaseholders are legally liable for the costs. If that ​happened, does she think it would be acceptable? Put otherwise, does she think that residents should be held legally responsible for the costs of fire safety work, even though she knows that residents are in no way at fault?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, if leaseholders are found to be liable, what do the Government propose to do for those leaseholders who cannot afford the remedial work? I am asking, in essence, whose side the Government are on—David’s or Goliath’s. I thank the Sesame Apartments residents for coming today. I know that they will be listening with interest to what the Minister has to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}