{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2022-speech-on-the-public-order-bill/",
    "title": "Marsha De Cordova – 2022 Speech on the Public Order Bill",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marsha De Cordova, the Labour MP for Battersea, in the House of Commons on 23 May 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Stockton North (Alex Cunningham) and to speak in this Second Reading debate. The provisions in this Bill pose a significant risk to the UK’s adherence to its domestic and international human rights obligations, and the Bill is unlikely to be compliant with the European convention on human rights, particularly article 10 on freedom of expression and article 11 on freedom of assembly and association.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Equivalent measures to the protest-banning orders were previously roundly rejected by the police and Her Majesty’s inspectorate of constabulary and fire and rescue services on the basis that such measures would neither be compatible with human rights legislation nor create an effective deterrent. Many organisations, including Justice, have said that the Bill would give the police carte blanche to target protestors. Similar laws can be found in Russia and Belarus. Is this the country we have become?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why I support the amendment in the name of my right hon. and learned Friend the Leader of the Opposition. It is disturbing that the Government have put forward this Bill as their first piece of legislation in the Queen’s Speech, and when the ink is not even dry on their Police, Crime, Sentencing and Courts Act 2022. We have not even been able to assess that Act’s impact on people and communities. It beggars belief that the Government have brought forward this Bill during a cost of living emergency, when they should be focusing on tackling the crisis facing so many of our constituents. Moreover, the Bill’s provisions are more egregious than those in the Government’s amendments to the Police, Crime, Sentencing and Courts Act 2022 that were flatly and rightly rejected in the other place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My speech will focus on the Bill’s equality impacts, especially in relation to protest. Before entering this House, I spent most of my life as an advocate and campaigner, and I know from first-hand experience the power that protest can have. My freedoms today are directly linked to the organising and protests that happened on our streets, from the suffragettes who chained themselves to Parliament to secure votes for women, to disabled people who locked their wheelchairs to traffic lights to fight the discriminatory cuts to social security, and the Black Lives Matter protests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Protesting is one of the most effective ways for people from underserved and under-represented groups to organise and deliver change for our communities. Such people often do not have access to the seats of powers. They face significant barriers to democratic and civic participation. Clamping down on protest will not only have an impact on the types of issues that our communities will be able to voice their concerns about but shut down key avenues of mobilising the public to support and preserve our rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I urge Government Members, and the Policing Minister in particular, to watch “Then Barbara Met Alan”, which highlights the fight for civil rights for disabled people and the role that protests played in securing the imperfect Disability Discrimination Act 2005. But for those protests and disabled people protesting and making sacrifices, many of the rights that we fight to maintain today would not have been secured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill will criminalise protest tactics and drag people into the criminal justice system, and we know that people from our communities will suffer the most. Our communities are already over-policed and targeted by the authorities. I am especially worried about the provision on protest-specific stop-and-search powers. Those powers are a form of structural oppression that will continue to hurt and harm our black, Asian and ethnic minority communities. Their expansion will only entrench racial disproportionality in the criminal justice system and further erode trust in public institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week, the Home Secretary announced that she was lifting restrictions placed on police stop-and-search powers in areas where police anticipate violent crimes by easing conditions on the use of section 60 orders under the Criminal Justice and Public Order Act 1994. The Bill will amend section 1 of the Police and Criminal Evidence Act 1984 to expand the types of offences that allow a police officer to stop and search a person or a vehicle. It will also extend suspicionless stop-and-search powers to the protest context; police officers will be able to stop and search a person or a vehicle without suspicion if they reasonably believe that certain protest-related offences will be committed in that area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite ongoing revelations regarding the misuse and racist application of stop-and-search powers, the Government decided to roll them out further. I therefore hope that when the Minister sums up, he will address disproportionality. I am sorry, but the equality impact assessment is flawed. It does not address the Bill’s disproportionate impact on our black and ethnic minority communities, and on black men in particular. Overwhelming evidence, including the Home Office’s own data, provided to human rights and civil liberty organisations, details the inherent disproportionality in the use of police stop and search. We know from the Independent Office for Police Conduct’s report that, in the year to March 2021, black people were seven times more likely to be stopped and searched than white people; Asian people were 2.5 times more likely to be stopped and searched.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that stop and search powers are ineffective. According to the Home Affairs Committee, between March and May 2020, more than 80% of the 21,950 stop and searches resulted in no further action. That is counterproductive. The decision to ease section 60 and the new powers in the Bill do not consider the trauma that structural oppression causes to our black and ethnic minority communities, and in particular to our black boys.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill will also create the offence of intentional obstruction of a suspicionless, protest-specific stop and search. It might be used to target legal observers, or community-led protest marshals, who play a vital role in protecting the rights of groups by keeping them safe and explaining many complicated and technical laws. They are there in an observer or advisory capacity. The lack of that crucial function will impact many groups, and disabled people and people from ethnic minority backgrounds in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We do not need the Bill. It will not solve the problems that it seeks to address. All it will do is increase the criminalisation of people from our under-represented and under-served communities. The Government are not interested in protecting people or serving those who need them most; they want only to protect themselves, to hold on to power by playing with people’s lives, and to manipulate the public to deflect from their failures. They are doing that at people’s expense. If they cared, they would have brought forward the victims’ Bill and ensured justice for the 1.3 million victims who gave up on the justice system last year. I will stand up for the people and, along with Opposition colleagues, I will vote against the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}