{
    "url": "https://www.ukpol.co.uk/marsha-de-cordova-2022-speech-on-the-state-pension/",
    "title": "Marsha De Cordova – 2022 Speech on the State Pension",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marsha De Cordova",
            "url": "/tag/marsha-de-cordova/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marsha De Cordova, the Labour MP for Battersea, in Westminster Hall, the House of Commons, on 12 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered e-petition 617603, relating to the state pension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to serve under your chairmanship, Sir Robert. I thank the hon. Member for Glasgow East (David Linden) for his point of order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I start by congratulating Michael Thompson on creating the petition, as well as the creators of the six other petitions being debated today. I thank Age UK and Silver Voices for their briefings, and the whole of the Petitions Committee team for all their hard work. The petition calls on the Government to increase the state pension to £380 a week, and to lower the retirement age back to 60. The petition has already been signed by more than 110,000 people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The current full state pension is £185.15 per week, and the basic state pension is £141.85. Many of us are here today because we believe that the state pension should provide adequate financial support for the 12 million pensioners in the UK, ensuring that they are protected in old age after paying into the system. Given this country’s wealth, we can afford to look after our pensioners. By increasing the state pension or introducing a minimum pension income guarantee, we could lift thousands of pensioners out of poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While financial support is vital, the issue is not just about money. Measures to address pensioner poverty must include a broad range of actions to underwrite acceptable living standards, including support for our wider public services, such as social care to support our pensioners to live independently, and day centres to reduce loneliness and social isolation. On that point, I thank Age UK Wandsworth in my Battersea constituency. I visited last week and met many of the older people who value the services provided by that day centre, but they really want more access to it, more often. More importantly, all of them wanted the state pension to increase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Poverty and inequality among pensioners are rising, with more than 2 million people in relative poverty. There are many reasons why some are falling into poverty. The first and most urgent is the cost of living crisis. Research by the Centre for Ageing Better found that a further 200,000 elderly people have already been pushed into poverty in the last year, and a recent report by Age UK found that this Christmas will be among the most difficult ever for nearly 3 million older people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The measly 3% rise in the state pension this financial year was dwarfed by inflation and the intersecting impacts of rocketing food, fuel and energy bills, with the latter alone forecast to rise to £3,000 by next April. After shamefully reneging on their manifesto commitment on the triple lock last year, the Government finally committed to its reinstatement, as well as a cost of living payment for pensioners, in last month’s autumn statement. However, given that neither measure is scheduled to come into force until next year, they will be too little, too late for many who need the support right now. The misery is compounded by cuts to public services and the Government’s U-turn on their social care reforms: 10% of older people will reduce or stop their care in the coming months because of the cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These causes of poverty only add to the challenges faced by pensioners. Although older people have a higher rate of home ownership than the general population, many are asset rich but cash poor. That means that some are driven to sell their homes to make up for shortfalls in pensions and are pushed into the higher-cost private rented sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Inequalities in state pension rates are also dragging the elderly into poverty. Department for Work and Pensions statistics for the 2020 financial year show that less than 10% of all pensioners received the full new top rate of pension—£185.15—and less than a third of those on the old pension receive the full rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The rise in the eligibility age for the state pension from 65 to 66 from 2018 has also increased hardship. According to the Institute for Fiscal Studies, more than 700,000 65-year-olds have missed out on entitlements and postponed retirement. The elderly are compelled to remain in the job market, and they simultaneously lack opportunities to increase their income. The Government need to consider targeted support for people who are much older as endemic age discrimination in employment affects their ability to build a work pension or find work to complement their state pension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third factor is the pension credit system, which can play an important part in helping to close the pensioner poverty gap, especially for women, disabled people and black, Asian and ethnic minority pensioners. Since Labour introduced the measure, its efficacy has been undermined by low take-up. In its July report, the Work and Pensions Committee stated that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“an estimated further 850,000 eligible households are not claiming Pension Credit worth £1.7 billion a year.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It strongly recommended that the Government improve the identification of eligible people, streamline the application process and make it more accessible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The risk of pensioner poverty is amplified for women, disabled people and black, Asian and ethnic minority pensioner groups. Women disproportionately experience later-life poverty, with the proportion of those suffering rising from 14% to 20% in the eight-year period from 2013. The equivalent figures for men were 12% and 18%. Those figures are expressions of the wider inequalities endured by women. The Women Against State Pension Inequality Campaign highlights a particularly egregious instance of those disparities. The Government have a legal and moral obligation to deliver for the many WASPI women in our constituencies. Pensions, lifetime earnings and national insurance contributions are typically lower for women due to the gender pay gap and caring responsibilities—we are all aware of those factors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For black, Asian and ethnic minority pensioners, the inequalities are even starker. According to Age UK, 33% of Asian and 30% of black pensioners are in poverty—double the proportion of their white counterparts. Similarly to those faced by women, these inequalities are the expression of lower average wages and labour market discrimination, which translate to less generous state pensions. That has often led to some ethnic minority people earning below the minimum salary threshold for auto-enrolment in workplace pensions. Lowering that threshold would be an easy fix for this injustice; according to a report by The People’s Pension, it would double the enrolment of ethnic minority employees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Employment and pay disparities also create later-life poverty for disabled pensioners, who are less likely to possess a work pension or a private pension as a result. We know that those effects will be exacerbated by higher living costs of around £600 per month on average for disabled people, including older disabled people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All that shows emphatically that some pensioners are really struggling. The Government need to look at how they can support them. I hope that the Minister will address the issues I have raised, as well as making reference to the following points. First, the Government talk a lot about tackling pensioner poverty. If they are serious about doing so, why will they not commit to increasing the state pension, or introducing a minimum pension income guarantee for everybody, irrespective of their contribution record, their sex and gender, their age or their marital status?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the current crisis, the additional cost of living payments announced in last month’s autumn statement clearly will not be enough for some pensioners. Will the Government therefore introduce additional financial support targeted at those pensioners who are most in need?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Have the Government carried out an impact assessment of how the delay caused by the U-turn on social care reform will impact our pensioners? What plans do they have to address the inequality I highlighted of the low percentage of people on the full new state pension rate?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My next point is probably the most crucial; it concerns pension credit. Why will the Government not deliver a take-up campaign to identify eligible pensioners, and introduce a streamlined and accessible application process, so that the pensioners who are entitled to that additional top-up can receive it? Pension credit is there to top up income, and I strongly believe that the Government could be proactive in identifying pensioners who might qualify.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The WASPI women need justice. When will the Government provide compensation for the failings? Will they commit to ensuring that there is a proper, lengthy notice period for any future change to the state pension age?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Government seek to bring down the minimum salary for auto-enrolment to workplace pension schemes? That would increase the participation of under-represented groups, particularly our black, Asian and ethnic minority communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all know, particularly at this time of year, that loneliness and social isolation are key contributors to material deprivation. More investment is needed in public services and the social support networks that are available to older people; in fact, we need an overarching strategy to address that. What are the Government doing to support community and local organisations, such as Age UK Wandsworth in my constituency? It provides a lifeline and vital services to people who live in the local area. I reiterate the point I made earlier: because of the funding available, many can attend that centre only a couple of days a week, but they would like to go three or four times a week. It is unfair that the time they can spend at such centres is being limited.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I call on the Government to explore alternative ways to fund our pension system. The state pension is unfunded, meaning that its obligations are not underpinned by assets that could generate investment and return. That funding model is implicitly appealed to when the Government object to the rising cost of pensions due to our ageing population and the impact that will have on younger people, although that probably does not apply to any of us in the Chamber, as none of us is very young. [Interruption.] Well, some might be. However, an appreciation of funding models used in other countries could point the way towards a systemic shift that could help fund the state pension system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We owe it to our elderly and all our pensioners, as well as to the generations that come after us, to be progressive in our thinking and innovative in our approach. We must look at all options to ensure that when people reach their later years they will not fear retirement but embrace it, because they will know that, in the state pension system, there is a safety net in place to support them and they will not be struggling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}