{
    "url": "https://www.ukpol.co.uk/patrick-cormack-2022-tribute-to-hm-queen-elizabeth-ii-lord-cormack/",
    "title": "Patrick Cormack – 2022 Tribute to HM Queen Elizabeth II (Lord Cormack)",
    "post_date": "October 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Patrick Cormack",
            "url": "/tag/patrick-cormack/"
        },
        {
            "text": "Press Release",
            "url": "/tag/press-release/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Patrick Cormack, Lord Cormack, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it is always a great pleasure to follow the noble Baroness, Lady Andrews. When she was talking of her role as a receiver of distinguished foreign visitors, I immediately thought of one of the most unforgettable Members of your Lordships’ House who often did a similar job and told hilarious stories about the encounters that she had. That was, of course, Baroness Trumpington, of whom we all have such affectionate memories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been an extraordinary period since Thursday lunchtime, when that difficult news came through. We all knew from the first moment that we had to expect the worst. I must say that I felt a great privilege in being a Member of your Lordships’ House yesterday. There were some very moving and splendid speeches, as there have been today. I have never, in my nearly 12 years in your Lordships’ House, nor in my 52 years in Parliament, heard better Front-Bench speeches than I heard yesterday in this House. However, the most moving moment for me was when we assembled informally in your Lordships’ Chamber to listen to the first words of our new King, who spoke with a quiet, moving dignity, suffused with deep affection for a wonderful mother.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not being privileged to be a member of the Privy Council, I had to watch this morning’s Proclamation on television, as did most of us. The King spoke again and he used a few words that I want to dwell on for a moment:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Even as we grieve, we give thanks.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is very important indeed. We are mourning the departure of a Christian monarch who believed in the afterlife. We are mourning the departure of one of the most remarkable women who ever lived, but who died in really wonderful circumstances, in the place that she loved, surrounded by people whom she loved, having just accomplished constitutional duties with panache and good humour, in instituting her last Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a lot to be thankful for. Having such a respectable bevvy of Bishops on the Benches, I appeal to them. Of course, what happens in 10 days’ time will be a great state funeral, but can it not also be designated on the service sheet as a service of thanksgiving, since that is what we will be doing? We will be not just mourning but giving thanks for someone who has done her duty better than anyone I can think of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been talking of personal memories. I cannot pretend that I knew Her Majesty, but I had the very great good fortune to meet her on a number of occasions. Two stick in my memory. The first was in 2002. I was the treasurer of the CPA, the senior Opposition position in the CPA. We decided that we would have a conference of Commonwealth parliamentarians. We had an immediate affirmative answer from the Palace that Her Majesty and Prince Philip would be delighted to come, and they came. We met in Lancaster House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I had two duties. One was to take round Prince Philip while the chairman took round the Queen. Then we all four gathered. I had the job of making a presentation to Her Majesty of a wonderful paper knife, crafted by perhaps our finest female silversmith. The knife had the mace at the end of it. She wielded it and said, “By Jove, that’s got a very good feeling.” Before the end of the day, I had a letter from her office saying that she was already using it and much enjoying it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were talking to her about the Commonwealth. As has been mentioned many times—particularly movingly today by the noble Lords, Lord Robertson and Lord Boateng—in a sense she lived for the Commonwealth. From going round with the two of them and talking to Commonwealth parliamentarians, I saw that there was not a country that they had not been to. They knew the intimate history of many of the people who were there and they both manifested a love for this greatest of international organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My other memory is a very personal one. On 20 April 2010, I was at a farewell party at Windsor Castle for the Surveyor of the Queen’s Pictures. The Queen was there, mingling with us. Of course, the next day she was due to be 84. I said what I thought were some appropriate words and also said, “My grandson is six tomorrow and is very thrilled that he shares your birthday.” “Please give him my warmest wishes”, she said. Edward thought this was an extraordinary leg-pull when I rang him up and told him, but it was just typical of her ability to relate not only to significant Commonwealth parliamentarians but to a little boy whom she certainly never met. She cared about her family, as has been said so often.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How do we best thank her and how do we best encourage our new King? We do it, as was touched on last night in a very interesting and powerful speech by the right reverend Prelate the Bishop of Worcester, by trying to demonstrate the sort of unity for which she always stood. We have a particular responsibility in your Lordships’ House, where party politics is not as acerbic as it is in the other place. She was a person who brought others together. It is clearly the manifest desire of our new King to do the same. We must play our part in doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I end on a note that I never thought I would end on this year, in emphatic agreement with Boris Johnson. He said, in some very remarkable words the other day, that he thought she should go down in history as Elizabeth the Great. I endorse that and I hope that, in due course, that will come to pass. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}