{
    "url": "https://www.ukpol.co.uk/patrick-cormack-1978-speech-on-kidney-transplant-operations/",
    "title": "Patrick Cormack – 1978 Speech on Kidney Transplant Operations",
    "post_date": "April 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Patrick Cormack",
            "url": "/tag/patrick-cormack/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Patrick Cormack, the then Conservative MP for Staffordshire South-West, in the House of Commons on 12 June 1978.",
    "content": [
        "I am delighted to have this opportunity, particularly after our last debate, of raising an important constituency case but in such a way that I hope it will help to illustrate a real national problem. I thank the Minister for being here because everything I say will be entirely pertinent to his role—and there will be nothing, I hope, that he will take as being critical of it. His own reputation in these matters is deservedly high. I do not seek to raise the case of Tonya Simpson in anything like a partisan spirit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What I have to tell the House is a sad but inspiring story of a very brave little child, of two courageous parents and of some dedicated and determined doctors. To look at Tonya Simpson—many people have had the opportunity to do that because of the television coverage of this case—one would think that she was an ordinary happy child. Indeed, to some degree, so she is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, this apparently normal happy child was born with spina bifida, she developed hydrocephalus, and she was written off by many people. It is only thanks to the devotion of her parents and the skill and dedication, of the doctors who cared for her in Birmingham that she is alive today. Above all, it is due to her own indomitable pluck. I have never met or heard of a child with more courage. Unfortunately, in seeking to arrest the hydrocephalus—after a successful series of operations—her kidneys were badly damaged. She now suffers from chronic renal failure. So although she is not highly intelligent—one would not pretend that—she is an ordinary, bright, cheerful child who enjoys life but who faces death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tonya’s parents came to see me not only because they were naturally concerned about her but because they were more concerned, in a sense, for others and hoped that in her case a national problem could be highlighted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Considering all those who have chronic renal failure, especially children and even ​ more especially handicapped children, one comes into contact with deep human problems. In coming to me, the parents of this girl showed great public spirit, because they know, as I know, that, whatever the Minister may say tonight, Tonya’s life is at risk even as I speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the consultant paediatrician who has looked after Tonya with such skill put it in a letter to me recently, her condition could suddently deteriorate\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“as a result of intercurrent infection or an uncontrolled rise of blood pressure”;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "or, as Tonya’s mother put it in much more graphic and heartfelt words,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It’s like living with a time bomb. She might die at any moment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My plea to the Minister is essentially simple: if Tonya cannot be saved—I hope to God that she can—then at least let us make sure that she does not die in vain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The tragedy is that as things stand she will die, just like 22 other people in the Birmingham area alone over the last five years. The stark fact is that, during the next year, over 2,000 people—not counting those who are under five or over 60—will develop renal failure and that of those at least 100 will be children over five. Approximately 45 per cent. of those children, but only 33 per cent. in the West Midlands area, will be dialysed. Most of the rest will have been entered on the waiting list for death, in spite of the fact that almost all could have their lives prolonged, perhaps indefinitely, if there were sufficient dialysis and transplant facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The supreme tragedy is that it is not a question of there not being human skill available to deal with this problem. Doctors know how to treat these patients, but they cannot exploit that knowledge. Instead, they have to face the cruel dilemma—there can be none crueller—of deciding who shall profit from their skill and who shall not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tonya’s doctor explained the dilemma in a letter I received about a week ago. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Because of the physical handicap associated with her spina bifida (she walks on crutches) and her mild mental sub-normality, she has not achieved a high priority rating amongst other patients, child and adult, queuing up for our extremely limited dialysis facilities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fact that Tonya walks at all, be it on crutches, and attends a normal school, is supreme testimony both to her courage and to the courage of her parents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The doctor added:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The real point is that she has as much right to what doctors would regard as the proper treatment for chronic renal failure as any other patient.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not think that any hon. Member would dispute those words. The doctor, whose letter I found one of the most moving I have ever received, underlined the tragic irony of it all when he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The whole problem would be eased by having more dialysis facilities for one can maintain life more or less indefinitely with something like a 90 per cent. success rate by means of dialysis, and this can be used as a ‘holding operation’ until such time as a suitable kidney becomes available.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The need for more dialysis facilities has been accepted by this Government, just as they have rightly accepted the need for promoting the kidney donor scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a relatively brief debate such as an Adjournment debate, I do not want to rehearse again all the arguments that the hon. Member for West Lothian (Mr. Dalyell) and others have advanced with such skill in recent months. I am delighted and honoured to see the hon. Member for Eccles (Mr. Carter-Jones) here, because I know that he takes a personal interest in these matters. I do not want to repeat the arguments, although I shall refer briefly to this aspect later. I want to state a few simple and frightening facts of which the House should be aware and of which I am sure the Minister is aware. I am confident that he is as anxious as I am that the facts should be set out and should be correct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Britain is, regrettably, very low down in the league table when it comes to treating patients with chronic renal failure. This is sad in more ways than one, because where we pioneered we are now following. Others are taking the lead. We are approximately thirteenth in the so-called league table of European nations. The mark of our own failure was brought out graphically in a recent letter to The Times which was sent by the head nurse of a renal unit in Brussels. In that letter this head nurse made these comments:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is appalling to think that whereas everyone without exception has a right to a machine ​ in Belgium, in a country such as Great Britain, whose National Health Service has been a source of inspiration and an object of envy of so many countries, there are not enough machines available, with the result that the number of deaths due to kidney failure is higher than in the majority of neighbouring European countries. In Belgium, there are almost twice as many dialysis patients per million head of population as in Great Britain.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those are sobering thoughts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another fact that I bring before the House is that in the West Midlands, a populous region with the great city of Birmingham as its heart, we are fourth from the bottom of our national league table in terms of the provision of dialysis facilities. What all this amounts to is that for a child to develop chronic renal failure today is as desperate as it was to get smallpox before Jenner and as tragic as it was to get smallpox after Jenner without having the benefit of the vaccination which he pioneered. For the handicapped child the situation is worse than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I make these remarks in no spirit of recrimination or bitterness. This is no party issue. I hope and believe that the Minister and I are at one. I am not making any criticisms of this Government in any party sense. What I am saying is that it is tragic that a service which was, and in some ways still is, the envy of the world, should be in this situation. It is incompatible with the idea of a National Health Service that we should have to tolerate a situation in which little children are not even entered into the survival statistics and where doctors are forced to spend agonising hours trying to decide who shall live and who shall die.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I quote again from the letter written by Tonya’s consultant:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I can assure you it is a most invidious task.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He is referring to the task of choosing who will live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Who is so elevated as to say without any sense of guilt that to treat a 55-year-old man with cancer of the lung is any more deserving than a 10-year-old child with chronic renal failure? The facts show that the results of chronic renal failure treatments are better than those of most cancer treatments, but surely our society which can afford so much money to bolster up ailing industries ought to be able to provide a better standard of health service. In other words, we should not have to he faced with these difficult decisions if more cash were available.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are two points which are particularly worthy of emphasis there. First, ​ there is the fact that dialysis and transplant treatments have a better chance of success than many other treatments, especially those for cancer. The second point worthy of emphasis—and here I draw upon figures produced by the European Dialysis and Transplant Association—is that it is within the 10 to 20-year-old age group that the best candidates for successful transplants are to be found.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What do I suggest should be done? What do I hope to hear from the Minister tonight? First, I should like his assurance that the dialysis unit at the East Birmingham Hospital, for which the local Lions Club has worked so hard and raised well over £50,000, will now be built. It is already more than 18 months overdue. That is not the Minister’s personal fault but he must regret it as much as I do. It must be built to keep faith with those who gave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the Minister will feel that he can point to that example of local fund raising throughout the country. He might even wonder, with his own splendid reputation in these matters, whether it is worth while creating something on a par with the Queen’s Award for Industry for organisations such as the Lions, who do so much for others and raise such magnificent and enormous sums. So I hope that he will encourage, promise and reassure in that context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But beyond that I want the Minister to talk to the Secretary of State and the Chancellor of the Exchequer so that money can be found. I suggest that it does not necessarily all have to be new money. I suggest that we might have a critical look at the money spent on administration and on drugs within the NHS. Not sufficient doctors are cost conscious when writing out voluminous prescriptions. It may well be that some money could be found within the existing budget for the sort of facilities for which I am pleading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also ask that the money recently provided for units could perhaps be used a little more flexibly than the Chancellor originally promised, so that those areas which need more staff rather than more machines can use it in that direction. I suggest also that perhaps the Under-Secretary of State could take up the suggestion by Lord Segal in another place, bearing in mind that the noble ​ Lord is a member of the Labour Party and a doctor of great experience, and perhaps commend to the Chancellor that he should allow people who give their kidneys to offset, as Lord Segal suggested, £20,000 and not have it subject to capital transfer tax. It might be an incentive to people to do something.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that the Minister does not have authority to commit the Government to some of these things, but he has the opportunity to advocate them. Governments can act. When Ronan Point collapsed, new building regulations were brought in which, in effect, valued a human life at £20 million. I think Tonya’s life is worth quite a lot, and I think that things along these lines could well be done. I think that the hon. Gentleman has the public on his side—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Under-Secretary of State for Health and Social Security (Mr. Alfred Morris)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that there will be the possibility of giving a full and considered reply to the speech of the hon. Member for Staffordshire, South-West (Mr. Cormack) in the half hour that has been allocated for the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Cormack**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am coming to a close.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman has the public on his side. Only today I had a moving letter from an ex-guardsman injured in Aden offering to give his kidney to Tonya. That is an offer that, unfortunately, it is not practical to accept for all sorts of reasons. I feel confident that the hon. Gentleman will agree with me that the situation is wholly unacceptable, and that it is totally wrong that a mother of a young child should have to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“There is a shortage of staff as well as equipment. I can’t even be trained to operate a machine yet.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the hon. Gentleman agrees, and does just some of these things, and just one extra life is saved in the next year, this debate will not have been in vain, even if Tonya Simpson does not live to read about it; but I hope and pray that she will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}