{
    "url": "https://www.ukpol.co.uk/maurice-corry-2021-comments-on-scotland-mens-sheds-movement/",
    "title": "Maurice Corry – 2021 Comments on Scotland Men’s Sheds Movement",
    "post_date": "February 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Maurice Corry",
            "url": "/tag/maurice-corry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maurice Corry, the Conservative MSP for West Scotland, on 22 February 2021.",
    "content": [
        "I am delighted to bring the motion for debate today. Scotland’s men’s sheds movement has become an ever-important fixture across our local communities. Each shed is living proof that every person is of value and has something to contribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The movement could not have developed as it has without the work of the Scottish Men’s Shed Association. The SMSA has over 180 registered men’s sheds that are either up and running or in development, spread across all 32 council areas. The association, along with Age Scotland and other partners, has long raised awareness of why those groups deserve our full attention. Run completely by volunteers, men’s sheds are open, welcoming places for men to put their capabilities to practical use by learning and sharing new skills, which can be as wide ranging as woodworking, furniture repair, gardening and cookery. More than that, these spaces provide those who attend, who are known as shedders, the opportunity for shoulder-to-shoulder friendship and camaraderie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My region of West Scotland is privileged to have such sheds at the heart of its communities. There is the amazing work of the Clydebank men’s shed and the Saltcoats men’s shed, which I have visited in recent months. Both have done well in a recent competition. There is also the Garnock valley men’s shed in Kilbirnie. I was particularly impressed with some veterans who had joined the one in Kilbirnie, one of whom said that, with the help of his colleagues, he had managed to turn his life around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Free from any obligations or expectations, members have a real sense of ownership of their sheds, each of which is shaped by their own interests and accomplishments. That ethos underpins the entire movement and points to why it is so clearly successful. That is especially the case from a health and wellbeing perspective. An Age Scotland study on the so-called “shed effect” showed that many shedders have found renewed purpose in their lives through their involvement, which they feel has had a direct and positive impact on their mental and physical health. For some, their local shed is a way to overcome loneliness or mental ill health in a place where they feel at home. For others, it is a valuable way to use their time in retirement or a welcome distraction from life’s burdens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The local, asset-based voluntary model of the men’s sheds movement is key to how it impacts people’s lives. A ground-breaking study by Glasgow Caledonian University recently captured that by highlighting that the key value of men’s sheds—that they are run by men, for men—means that formalising or pigeonholing men’s sheds into a healthcare role is not the answer. Instead of being overburdened, shedders, who already face challenges, deserve to be equipped with greater, long-term financial support to further galvanise them to do what they already do well: engage men in their own health management entirely on an informal and voluntary basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Scottish Men’s Shed Association is passionate about its aim of attracting groups who can be more hidden or harder to reach. In that regard, its recent work to forge links with veterans—which is beginning to take place in co-operation with the veterans of the unforgotten forces consortium—will, I am sure, be a valuable way for ex-service personnel to reintegrate into their communities. I sincerely look forward to seeing the outcome of that work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The role of men’s sheds in improving health and wellbeing means that they have, over time, become an important part of their community fabric. As well as offering a space in which to signpost local services and information, shedders make a tangible difference to community life, whether through local tree planting, fundraisers for local charities or the creation of a community garden. Their warm and vibrant involvement, which emanates inclusivity, is a prime example of grass-roots community empowerment at its best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As so many community organisations have, men’s sheds have felt the impact of Covid-19 keenly, and, in keeping with guidance, sheds continue to be closed through the lockdown. On-going pressures on fundraising and the acquisition of suitable premises have grown more prevalent, which has presented challenges for sheds in maintaining sustainability and resourcefulness. Therefore, the Scottish Government’s funding grant of £30,000 in response to those challenges is welcome, and I am sure it will go some way towards assisting groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With advice from the SMSA and Age Scotland, shedders have sought to stay connected, whether through phone calls, social media or buddy systems, and they have helped the more vulnerable in new and innovative ways. Some have collected shopping for those who are shielding, and some have helped with personal protective equipment production. Others have made bird tables and benches for the benefit of local care homes. Moreover, the Inverclyde men’s shed group, who were winners of the SMSA shed of the year 2020—well done to them—helped to organise a soup shed for local families and constructed street food larders for Belville Community Garden. As the chairman said, such small acts of kindness and markers of community resilience show that men’s sheds are certainly worthy of our appreciation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pandemic has emphasised what we already know to be true: men’s sheds are invaluable as a community-based organisation. They are vital in forging connections and enhancing men’s health and wellbeing. At the same time, the movement recasts our idea of ageing and later life, showing that positivity and opportunity know no bounds. Despite the additional stress that Covid-19 has placed on shedders, they have learned that nothing can be taken for granted, especially our connections with those around us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Far from taking the movement for granted, it is for policymakers and stakeholders to ensure that men’s sheds are supported in the long term. As they and other community-based organisations come alongside older people as we emerge from the pandemic, I hope that tailored guidance will be forthcoming from the Scottish Government to assist them. They are a clear asset to our communities and a critical way of safeguarding wellbeing, and our response must reflect that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}