{
    "url": "https://www.ukpol.co.uk/alberto-costa-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "Alberto Costa – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alberto Costa",
            "url": "/tag/alberto-costa/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alberto Costa, the Conservative MP for South Leicestershire, in the House of Commons on 21 June 2022.",
    "content": [
        "At the outset, I should like to remind the House that I am a member of the Committee on Standards and of the Committee of Privileges. Accordingly, I will keep my comments short and away from any specific incident or series of incidents, or any particular personalities involved or alleged to have been involved, in any particular case or cases. My comments this afternoon relate to our constitutional arrangements and why I am unable to support the Opposition’s motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have long championed enhanced standards in this place. I have been instrumental in putting forward proposals to develop our standards processes, and ensure that both complainants and those complained of are given a fair, transparent hearing, with a good appellate system. But I think the comments of my right hon. and learned Friend the Minister for the Cabinet Office and Paymaster General should be carefully listened to by all Members of the House. He rightly referred to the separation of powers, an issue that I regularly raise on the Committees on which I serve. It is useful for the House to remind ourselves of what we mean by “separation of powers”. It may be trite of me to do this, but some Members have come to me stating that they do not believe that the UK has any separation of powers, so it is important to remind the House of what we mean by separation of powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are, of course, three arms to the British state—three organs of the state: this place, with the House of Lords and the sovereign in Parliament, which is the legislature, whose principal role is to make law; the judiciary, which comprises the courts and tribunals across the whole of the UK, whose principal function is to enforce the law that we make; and the Executive, who are of course a creature of this legislature, but are separate from it. They are separate from it and have their own staff, whom we call civil servants. Civil servants are loyal to the Government of the day and act impartially, but they are not neutral; they are there to further the democratic and legitimate aims of the elected Government of the day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part of our democratic and constitutional arrangements is that the Prime Minister of this country, the Head of Government of this country, has very limited defined powers, but one of them is patronage: choosing his or her Cabinet, choosing those who serve the Government. That includes choosing those who are operationally independent of government but part of the Government. That includes a very large number of people. This place also appoints individuals who are called “operationally independent” of the House, but who are officers of the House. Given that we are having a discussion on standards, let me say that the most obvious office holder who is a creature of the House of Commons—the office is created by this body—is of course the Parliamentary Commissioner for Standards. Notably, the other House of the British legislature has its own Commissioners for Standards, separate from the officer of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So it is imperative that in order to consider how Members might vote on this motion, we clearly understand the delineations of the separations of power. That is why the comments made by the able Minister at the Dispatch Box were absolutely correct; it would be utterly irresponsible to pass a motion that would create confusion and create the very opposite of what we want to see, which is transparency. What would happen is that the legislature would, in effect, be given authority over another arm of the state. We would not dream of appointing a House of Commons adviser on standards to the judiciary, would we? Would we impose our standards on day-to-day operations of the judiciary? That would be absurd. In fact, it would be dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jackie Doyle-Price**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I share in some of what my hon. Friend is saying, but we are talking about Ministers who are both simultaneously Members of this House and members of the Government. The fact remains that Back-Bench Members of Parliament are subject to more scrutiny through the Parliamentary Commissioner for Standards than we have in the current situation with Ministers responsible to the Prime Minister through the ministerial code, unless there is some transparency through a process through an ethics adviser. Will my hon. Friend comment on that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alberto Costa**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome my hon. Friend’s intervention because it allows me to clarify what I consider to be an error. The right hon. Member for Ashton-under-Lyne (Angela Rayner) said that we must have a system of conduct that affects each and every one of us, but we do: all members of the Government are Members of this House or of the other place, and they must abide by a code of conduct. That code of conduct is adjudicated on by the Parliamentary Commissioner for Standards in this place and the commissioners for standards in the other place, as well as the respective Committees on standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most importantly, I should add that, under our system, the de facto sovereign body—the supreme governing body—of our country is this place, ultimately, Ministers are accountable to all hon. Members when they are at the Dispatch Box, and so is the head of Government. Under our constitution, if the head of Government loses the confidence of this House, they lose the role. That is the ultimate conduct check that our system allows for. Any moves to change that system, whatever the intentions might be—they might be noble—ought to be properly debated and consulted on, and must be cross-party in approach. It would be highly irresponsible to force through such a motion, which seeks to fundamentally alter our British constitutional arrangements vis-à-vis the Executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Linden**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would contend that the motion is more an issue of House business than necessarily of the constitution, but we may disagree on that. I want to go back to what the hon. Gentleman said about this place not interfering with the judicial system. Is it not the case that many Conservative Back Benchers, although perhaps not him, would be quite happy to see, for example, the Supreme Court taken out of the equation because it has become unnecessary, unyielding and not helpful to the Government? Are the Government not guilty of trying to interfere with the judicial system?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alberto Costa**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand why the hon. Gentleman makes that point, but the counter-argument to that is that this is the locus and the forum for having thorough debates. When the Government of the day make proposals in respect of our legal system—of course the Scottish Government and the Scottish Parliament are wholly in control of the Scottish legal system, which is another great legal system of the United Kingdom—our respective Parliaments are the arenas to discuss, debate, vote on, challenge and scrutinise them. This motion and this short debate do not begin to scratch the surface of the scrutiny required in those sorts of debates, so hon. Members who are thinking about voting for this motion ought to ask themselves whether this short debate is justifiable in terms of length and scrutiny before making such a change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I re-emphasise the Minister’s point about the accountability of the individual appointed. At present, as I said, the Parliamentary Commissioner for Standards is an officer of this House and is not accountable to the other place or to the Government; she is accountable to us—this House of Commons. It is wholly unclear in the motion whether, in appointing an adviser, that adviser would hold the same authority as an officer of this House. Would that individual also acquire the right to conduct investigations under parliamentary privilege? Would they have the power to command any witness to appear before them and demand the disclosure of evidence? Exactly what is meant by an “adviser to the Committee”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "PACAC is a distinguished Committee, and it has a distinguished Chair in my hon. Friend the Member for Hazel Grove (Mr Wragg), but exactly what sort of powers does the motion suggest should be given to that putative standards commissioner? That is what I think the motion entails: it creates another standards commissioner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Penrose**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that one worrying thing about the motion is that there is no end date to the adviser’s position, once established? Were the adviser to be in place and then the Prime Minister were to appoint his or her own adviser, we would have two different advisers, one advising the Committee and one advising the Prime Minister, potentially arriving at different conclusions from the same facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alberto Costa**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed, and of course that emphasises the political motivation behind the motion, which is to create mischief and the very opposite of transparency. It would just create the opportunity to castigate the Executive of the day. I say gently to the Opposition that what is sauce for the goose is sauce for the gander. We have a mature democracy in our country, and whoever wins at election time—whichever party holds a majority in this House—becomes the Government immediately. There is no transition period. With this motion we would be seeking to fetter that Executive, and particularly the Head of Government, preventing them from undertaking their important constitutional duties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For those reasons, and many more that would come out if we had a proper debate on the motion and proper scrutiny of it, I believe that it is deeply misguided. I encourage all Members to put aside party politics and vote it down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}