{
    "url": "https://www.ukpol.co.uk/stephen-cottrell-2022-tribute-to-hm-queen-elizabeth-ii-archbishop-of-york/",
    "title": "Stephen Cottrell – 2022 Tribute to HM Queen Elizabeth II (Archbishop of York)",
    "post_date": "October 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Cottrell",
            "url": "/tag/stephen-cottrell/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stephen Cottrell, the Archbishop of York, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, like most Bishops from these Benches, I have stories to tell; stories of doing jigsaws in Sandringham on Sunday evenings and of barbeques in the woods at Sandringham in the middle of January—I even have a slightly scurrilous story about healing the Queen’s car. Perhaps I will tell it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I had preached in Sandringham parish church. We were standing outside and the Bentley was there to get the Queen. It did not start. It made that throaty noise cars make in the middle of winter when they will not start, and everybody stood there doing nothing. I was expecting a policeman to intervene, but nothing happened. Enjoying the theatre of the moment, I stepped forward and made a large sign of the cross over the Queen’s car, to the enjoyment of the crowd—there were hundreds of people there, as it was the Queen. I saw the Queen out of the corner of my eye looking rather stony-faced, and thought I had perhaps overstepped the mark. The driver tried the car again and, praise the Lord, it started. The Queen got in and went back to Sandringham, and I followed in another car. When I arrived, as I came into lunch, the Queen said with a beaming smile, “It’s the Bishop—he healed my car”. Two years later, when I greeted her at the west front of Chelmsford Cathedral, just as a very grand service was about to start and we were all dressed up to the nines, she took me to one side and said, “Bishop, nice to see you again; I think the car’s all right today, but if I have any problems I’ll know where to come.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I became the 98th Archbishop of York, during Covid, I paid homage to the Queen by Zoom conference. I was in the Cabinet Office; everyone had forgotten to bring a Bible, including me, but there was one there—which is kind of reassuring. Just as the ceremony was about to begin, the fire alarm went off. The Queen was at Windsor Castle, but we all trooped out of the Cabinet Office, on to the road, and were out there for about 20 minutes until they could check that it was a false alarm and we could go back in. When I went back into the room, there was the screen, with Her late Majesty waiting for things to begin again. I do not know why I find myself returning to that image of her, faithful watching and waiting through those very difficult times. That was a very small part of a life of astonishing service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other thing I have noticed in the last couple of days is that we are all telling our stories. Yesterday, I found myself sharing stories with somebody in the street. I at least had had the honour of meeting Her late Majesty; this person had never met her, but we were sharing stories. I said, “Isn’t it strange how we need to tell our stories? It’s not as if she was a member of our family.” Except she was. That is the point. She served the household of a nation. For her, it was not a rule but an act of service, to this people and to all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remind us, again and again, that that came from somewhere: it came from her profound faith in the one who said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I am among you as one who serves.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hallmark of leadership is service, watchfulness and waiting. It was her lived-in faith in Jesus Christ, day in and day out, which sustained, motivated and equipped her for that lifetime of service. How inspiring it was last night and this morning to see the baton pass to our new King, King Charles, in the same spirit of godly service to the people of a nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty the Queen died on 8 September, the day on which the blessed Virgin Mary is remembered across the world and the Church. Another Elizabeth, the cousin of Mary, said of her when she knew she would be the mother of the Lord:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Blessed is she who believed that the promises made to her would be fulfilled”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Shot through all our tributes in this House and another place, and across our nation, is that which we have seen, especially as it was only on Tuesday—I thank the noble Baroness, Lady Bull, for reminding us—that the Queen received a new Prime Minister. Can it really be possible? She served to the end—a life fulfilled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will finish with a handful of her words. This is what the Queen wrote in a book to mark her 90th birthday, reflecting on her faith in Jesus Christ in her life:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I have indeed seen His faithfulness.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not supposed to call noble Lords “brothers and sisters”, but dear friends, we have seen her faithfulness too, and we see it now in our new King. May Her late Majesty the Queen rest in peace and rise in glory. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}