{
    "url": "https://www.ukpol.co.uk/robert-courts-2021-statement-on-the-rescue-aviation-programme/",
    "title": "Robert Courts – 2021 Statement on the Rescue Aviation Programme",
    "post_date": "June 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 10 June 2021.",
    "content": [
        "The Maritime and Coastguard Agency plays a vital role in saving lives, and the Government’s second-generation search and rescue aviation programme called UKSAR2G has now reached a pivotal point. The Maritime and Coastguard Agency announces today the shortlisted companies that will be invited to tender for the provision of the next decade of coastguard aviation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UKSAR2G programme will procure services that will provide the next generation of coastguard search and rescue helicopters, planes and remotely piloted drones. New technology will enable the coastguard to find people who need help even more quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Data has been used extensively to enable aviation operators and manufacturers to put forward innovative solutions that meet the complex demands of all the emergency services and the other Government Departments that benefit from coastguard aviation long into the future. The programme will build upon the success of the current contracts which provide search and rescue helicopters and reconnaissance planes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like the arrangements it replaces, UKSAR2G will be a pan-Government aviation service that supports not just Her Majesty’s Coastguard, but UK policing in the search for lost and missing people as well as the health services in the transfer of critically ill people between NHS hospitals. This will also continue to support the work of our colleagues in other law enforcement bodies in an even more collaborative fashion than today. The scale of this collaboration is seldom seen in Government procurement. The MCA should be commended for thinking beyond requirements to maximise the value from its investment in aviation services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UKSAR2G invitation to tender will be issued today to shortlisted bidders to provide their responses by the end of August 2021. Following negotiation, the MCA expects to award the contract in mid-2022. This will allow time for the successful bidder or bidders to establish operations before commencing service from 2024 for at least 10 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 2013, the UK search and rescue helicopter service has been delivered by Bristow Helicopters Ltd, with planes being provided by 2Excel. All existing aviation services currently under contract to the MCA will be replaced once the new contract commences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The transition out from the current contracts will start 30 September 2024 and runs through to 31 December 2026, to guarantee a smooth transition of aviation services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}