{
    "url": "https://www.ukpol.co.uk/robert-courts-2022-speech-on-levelling-up-rural-britain/",
    "title": "Robert Courts – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robert Courts, the Conservative MP for Witney, in the House of Commons on 9 November 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for North Devon (Selaine Saxby) on securing the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whether we come from the north of England, the Lakes, Shropshire, Devon or Oxfordshire, many of the issues being discussed are common to all of us. Rural areas may not get the focus from Governments that they feel they ought to have because only 17% of the population of England live in rural areas. Alternatively, it may be because of the phenomenon many of us have alluded to: rural areas are the places where we go on holiday; they look beautiful and the countryside is fantastic. My part of the world—I am sure that my hon. Friend the Member for Wantage (David Johnston) will agree with many of the things I say about Oxfordshire—might have fantastic countryside and Cotswold stone houses, but that can mask some real challenges. The house might be beautiful, but the person who lives in it might be suffering from rural isolation; they might be suffering because they heat their home with heating oil, the price of which has gone up. It is important that we start to look at the particular challenges that areas face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make only one point that I would like the Minister to address in his response. We could debate many things—housing, connectivity, health services, education—but I want to concentrate on levelling up. We all agree that levelling up must mean not just the north and the south, but rural areas as well as urban areas. It must mean, essentially, that wherever someone live or comes from, they can have their fair crack of the whip and make the most of their opportunities, and that their area has a chance to grow. I will focus on the incredible economic opportunities in some rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "According to the House of Commons Library, first, productivity tends to be lower in rural areas—we need to consider in detail why—and secondly, some of the differences in productivity are ones where there should not necessarily be any difference between a rural and an urban area. The Library states that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“for example, financial and insurance activities make up 6% of output in predominantly urban areas outside London, but just 2% of output in predominantly rural areas. Information and communication businesses show a similar difference (7% in urban areas, 3% in rural areas).”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is an incredible untapped resource, which the Government need to look into. We need to ensure that the people living in those areas who show incredible innovation—those who have come up with an idea, become an entrepreneur, taken a chance and grown a business—can make absolutely everything of it. That is what we should look at. All of us will say that funding must be given fairly to rural areas, much as it is to urban areas, but I want to start looking at what we can do to ensure that we unlock those businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One or two things would be transformative in unlocking those economic opportunities. The first is rural transport. In West Oxfordshire, someone in one of the areas a bit further away from Witney—perhaps in the Wychwoods or out past Burford—might rely on a car to go to a doctor’s appointment, for example. But as my hon. Friend the Member for Redditch (Rachel Maclean) said, it is possible to have demand-responsive rural transport, and we should see more of that. Let us start acting in a smarter way so that people can help the environment and travel more cost-effectively, but not by having one policy that appertains to an urban area and another that appertains to a rural area. Let us make sure that people in these incredible, beautiful villages, which are home to some of the most innovative, imaginative, daring, bold and creative people in the world, can get to our market towns and into our cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, communication of the non-physical kind is also key. Thankfully, due to some of the policies that the Government have rolled out over the past few years, West Oxfordshire is much better connected by broadband than it was when I was first elected, so there has been huge progress. However, we must have real connectivity for mobile phones—those small devices that all of us carry in our pockets, and which are utterly essential to the way we live our lives—to ensure that wherever people are, they can make contact with the people they are working with, can connect with others and can grow their areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are challenges in rural areas, and areas where we need to make sure that people are not left behind. Wherever someone lives—in a relatively remote Oxfordshire village or further afield in a much more remote part of the United Kingdom—they should be able to get all the benefits of living in the UK. More than that, there is enormous untapped economic potential in these villages that can be unlocked, if we are strategic and smart about the policies that we as central Government have. It seems to me that connectivity of both the digital and physical kinds is key to making sure that our rural areas—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Oliver Heald (North East Hertfordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was on my last couple of words before finishing, but I would be delighted to give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Oliver Heald**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that light rail also has a part to play in many rural areas? In Hertfordshire, we are looking at putting in a light railway between Welwyn Garden City and Harlow, and I am arguing that, in north Hertfordshire, we should eventually have a link between Buntingford and Stevenage. Those are not as expensive in a rural context as they would be in a city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. and learned Friend makes a very good point. Rail of all kinds can have real importance in connecting rural areas. It depends; the point of being smart about what we do is that each area is different, so what may be right for his area may not be right for mine or another Member’s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my area, I am keen to see a further redoubling of the Cotswold line, which hon. Members have heard me speak about before. If we ensure that Hanborough, my local station, has faster and more frequent services to Oxford and London, we could use it as a hub for West Oxfordshire’s transport, with regular bus services in the area and cycle paths to the station. What will work in the area is faster transport to Oxford, the nearest major city, and then through to London. My right hon. and learned Friend is absolutely right. Flexibility and smart policy will ensure that our rural areas have all the many economic and social benefits of being part of modern Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}