{
    "url": "https://www.ukpol.co.uk/robert-courts-2021-speech-on-national-lost-trawlermens-memorial-day/",
    "title": "Robert Courts – 2021 Speech on National Lost Trawlermen’s Memorial Day",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 13 December 2021.",
    "content": [
        "I warmly congratulate the hon. Member for Kingston upon Hull East (Karl Turner) on securing this important debate on the creation of a national Lost Trawlermen’s Memorial Day. Fishing and the courage of fishermen are woven deep into the fabric of this nation. Perhaps too few are truly aware of the dangers that fishermen face to put food on our plates, or of their place in our maritime history, serving our nation in peace and war to keep this country fed and protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was particularly struck by the hon. Gentleman’s speech. More than 6,000 fishermen from Hull have lost their lives in the past 100 years, either through fishing tragedies or when their vessels were engaged in wartime service. More than 1,200 fishermen working from Hull died in the first world war; 300 Hull ships were used as minesweepers and for searching for submarines, and by the end of the war, only 91 Hull-owned ships were still afloat. Between 1939 and 1945, 191 trawlers from Hull were taken into military service, and 96 of them were lost. My hon. Friend the Member for Great Grimsby (Lia Nici) is right to say that this sacrifice and this service are nowhere near well enough publicised. The work of the Royal Naval Patrol Service and others ought to be remembered by all of us in this House and across the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Duguid (Banff and Buchan) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the hon. Member for Kingston upon Hull East (Karl Turner) on securing this debate. Does my hon. Friend the Minister agree that the number of people who are in the Chamber for this Adjournment debate tonight, representing all parts of the United Kingdom, just goes to show how much we owe the fishermen who have been described tonight? I should also like to add my thanks, through the Minister, to the Prime Minister and the Secretary of State for Business, Energy and Industrial Strategy for visiting my constituency earlier this year and for signing the book of condolence in Fraserburgh. I think they both found it quite touching that such a memorial already existed, but I totally agree with the hon. Gentleman that a specific day for recognising our fishermen is a worthy cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I warmly agree with everything my hon. Friend says. We have heard moving speeches from Members on both sides of the House. The support from all parts of the United Kingdom and all political parties makes very clear how important this matter is to the entire country, and I commend all hon. and right hon. Members for having taken part and having made their contributions so movingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been hearing this evening about sacrifice and service. That tradition continues to this day and is likely to continue through the challenges of the covid pandemic. It is absolutely clear that we all owe a debt of gratitude to those we have lost. I start my thanks by paying tribute to the hon. Member for Kingston upon Hull East for having secured this debate, and to his constituents, who commemorate the memory of those lost trawlermen already at the annual Lost Trawlermen’s Day held locally in Hull.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I may, I shall take a moment to recognise that this country owes a debt of gratitude to all those who work in perilous working conditions—not just fishermen, but all those who work at sea to keep our critical supply chains moving. A timely reminder of this is the collision that took place early this morning between the UK-flagged Scot Carrier and the Danish-flagged Karin Hoej in Swedish territorial waters near the Danish island of Bornholm. The detail of the incident is still emerging, and I hope the House will understand that I must not comment further until the maritime accident investigation branches have concluded their investigations. What I can say is that I extend my thoughts and prayers to the families of all those seafarers who are still missing, and my very best wishes to all those involved, including those from the Swedish and Danish search and rescue services who have been responding to this incident today. I am sure I speak for the whole House when I thank them and salute them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must praise the critical role that the families of fishermen in Hull have played. Their work is the foundation stone on which we are building and improving fishing safety. Following the tragic loss of 58 lives on three fishing vessels—the triple trawler tragedy from Hull at the start of 1968—the campaigning of the headscarf revolutionaries led by Lillian Bilocca, Christine Jensen, Mary Denness and Yvonne Blenkinsop resulted in the first steps in improving fishing safety. They were all fishermen’s wives. How extraordinarily moving and poignant it is that we have in the House my hon. Friend the Member for South East Cornwall (Mrs Murray), who added her devastating personal loss to the debate today. We thank her and salute her for her passionate work on fishing safety, ongoing for so many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members were all as struck as I was by the words of my hon. Friend the Member for Cleethorpes (Martin Vickers) about the hush of cold silence that descended over the town when a trawler was lost. The determination of the headscarf revolutionaries to see full crewing of ships, radio operators on every ship, improved weather forecasts, better training for crew and more safety equipment led to the publication of the Holland-Martin trawler safety report in 1969. At that time, more than 60 fishermen a year were being lost. As we heard from the hon. Member for Strangford (Jim Shannon), each one of those represents for their families mourning that never ends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1975, we saw the first significant regulations introduced for fishing vessels of 12 metres and over. As the hon. Member for Kingston upon Hull East said, the introduction of the regulations is a testament to the work of the headscarf revolutionaries and those who supported them, and I pay tribute to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fishing has changed since the 1960s and 1970s. When the Holland-Martin report was published, we had a sizeable deep water fleet; now our vessels tend to be smaller. Actual trawlermen, as the technical phrase is, are fewer, but the danger to those who fish commercially remains, albeit in different forms. I welcome the opportunity to recognise and highlight the real dangers that fishermen face every time they go to sea, as the hon. Member for Lancaster and Fleetwood (Cat Smith) rightly said, to provide food for us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Cherilyn Mackrory (Truro and Falmouth) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the hon. Member for Kingston upon Hull East (Karl Turner) on securing the debate. As, I think, the only current Member of the House who is married to a fisherman, I thank my hon. Friend the Minister for his kind words in suggesting that all fishermen need to be remembered, not just those who work on large boats. My husband works on an under-10 metre vessel. There is a bit of déjà vu because I mentioned it in my maiden speech, but we can send them out on a calm clear day, and then the weather turns and we do not know if they are going to come home safely or not. They can call you and say, “It could be two hours before I get back,” and the worry is very palpable. So I thank my hon. Friend for his words and hope that the memorial day will connect everybody in the country to their fishermen and their coastal communities, and to the dangers involved in bringing food to their tables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend very much for that intervention. She really brings home to us all the importance of what we are discussing. I very much hope that this debate and the idea the hon. Member for Kingston upon Hull East has had will help, as she says, to connect people. Perhaps that is the point the hon. Member for Lancaster and Fleetwood was making as well—about connecting people to an understanding of what others do in order to bring food to them. They both make that point exceptionally well and I thank them for doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the Minister for giving way on that point of connection and for reflecting on the contribution of our fishing industry during times of conflict. It is worth remembering that we have just seen the passing of the last man who was part of the Shetland Bus, Jakob Strandheim. That still lives very strongly in the communities I represent in Shetland, but as we get further from the memory of what they did, acts of commemoration like this will be all the more important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is quite right, and I thank him for making that point. He is absolutely right that the memories of the sacrifices made by communities runs deep, but we must not be complacent. Those extraordinary acts of sacrifice, through the sheer passage of time become something we have to redouble our efforts to remember. There are those we have lost, but also, as we have heard, those currently working in what is a uniquely dangerous industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe there is merit in exploring further the idea from the hon. Member for Kingston upon Hull East, supported by so many Members across this House, of a national memorial day dedicated to those who have lost their lives. Consequently, I have asked my officials to explore the proposal further. I would like it very much if the hon. Gentleman and all the right hon. and hon. Members who have spoken were a part of that engagement as we consider the proposal further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs Murray**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am really pleased to hear those words from my hon. Friend, because there are so many people in my position, but they have no grave to visit, no body to bury, because some fishermen are lost at sea, never to be seen again. To give them a day when they will be able to pay tribute to their loved ones is very, very important thing. Believe you me, I know. I am one of the lucky ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for making the point so beautifully, so poignantly, so eloquently. All I can do is pay tribute to her again for her fortitude and for her passionate campaigning. I hope very much that she will take part in the work we do as we explore the proposal further. I am glad that it may offer her, and others like her, comfort and solace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the House will allow me, while we remember those we have lost, to say a word or two to focus on what we can do to make the industry a safer working environment for the men and women working in it today and in the future. The 1980s, 1990s and 2000s saw new requirements to improve safety. For example, we now have basic safety training for those who want to work on a fishing vessel. Skippers must have certificates of competency. We have better health and safety requirements, such as the need to assess risks. We have seen the progressive introduction of new standards for smaller fishing vessels. Those changes have had a significant impact on fatalities in fishing, which have reduced from 60 a year in the 1960s to an average of six in recent years, as we have heard. Of course, that is still too high. It is true that the numbers fishing at sea have reduced by about 45% since those days, while fatalities have reduced by 90%. That must show that the safety changes have had an impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While that is a massive improvement on where we used to be, sadly this year we have seen the loss of 10 fishermen to date. No one should lose their life to provide food for our plates, so there is more to be done to make fishing safer and to protect those who choose to work in this historic industry. After all, fishing remains the most dangerous industry in the United Kingdom. On average, there are approximately 53 fatalities per 100,000 in fishing, set against 0.5 per 100,000 for the general workforce. For us, this continued loss of life is unacceptable. To think otherwise would be a betrayal of the memory of those we have lost over the years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my hon. Friend the Member for Aberconwy (Robin Millar) told us so movingly, the loss of life continues right up to today. The loss of the Nicola Faith on 27 January 2021 resulted in the loss of Alan Minard, Ross Ballantine and skipper Carl McGrath in the Colwyn Bay area of north Wales. Again, this matter is still under investigation by the marine accident investigation branch. While I can say nothing further, I of course send my condolences and thank my hon. Friend for his moving contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What more can be done? Do we accept that fishing is dangerous and the loss of life therefore inevitable? My Department and I do not believe that to be the case. I say that as someone who reads all the marine accident investigation branch reports before they are published. I am determined that more can be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should be encouraged by what has been achieved in Iceland. In the 1980s, it experienced on average more than 12 fatalities a year in its fishing industry. From 2017 to 2020, there were none. Our fishing industry can be safer. That is why the Maritime and Coastguard Agency, the Royal National Lifeboat Institution, the Sea Fish Industry Authority and the national fishing federations, partnered together in the Fishing Industry Safety Group, have the aim of eliminating preventable fatalities by 2027.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that in the UK, based on the investigations undertaken by the marine accident investigation branch, there are three main causes of fatality: people going overboard, vessel stability and personal accidents. The MCA and its partners are working tirelessly to address those challenges. I will say a word or two about each, if I may.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Starting with going overboard, ideally not going overboard in the first place is the best option. To help fishermen think about how not to go overboard, in 2018 new health and safety regulations were introduced that require risk assessments. Risks that might cause someone to go overboard now have to be recorded alongside steps to prevent it happening, or at least to reduce the chances. The new requirements cover everyone on board, not just those under contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where the risk of going overboard cannot be eliminated, people must wear a personal flotation device. The industry has been working hard for many years to get fishermen to wear personal flotation devices. Seafish and the national federations have provided more than 8,000 devices free to crews, particularly those on small fishing vessels. We have heard from the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) how valuable that is and the massive difference it has made in his constituency. I thank him for his work, as well as other Members who have helped spread the word about personal flotation devices around our coasts and in their constituencies. Excellent work is being done by the RNLI and Seafish through practical demonstrations at environmental pools around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even with the great work that is going on, sadly we still see regular fatal incidents where fishermen enter the water and are found not wearing a personal flotation device. When the encouragement, training and guidance fail, the Maritime and Coastguard Agency, as the regulator, can use its aerial surveillance capability to check that personal flotation devices are being worn when the risk of going overboard has not been eliminated, and it can take action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will say a word about vessel stability. Requirements have existed for larger fishing vessels since the introduction of new rules in 1975 as a result of the work of the headscarf revolutionaries, but no such requirements existed for small vessels, making up the majority of the fleet. Unlike going overboard, which normally involves just one person, capsize can be a sudden and catastrophic event that ends the lives of everyone on board. The loss of vessels such as the Stella Maris, the JMT, the Purbeck Isle, the Sarah Jayne, the Nancy Glen and the Heather Anne, to name but a few, led to the introduction in September of new stability requirements for smaller vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We heard of the importance of safety and newer vessels and new safety requirements from my hon. Friend the Member for Tiverton and Honiton (Neil Parish), and he is right. Just last week, we saw the launch of the latest phase of the Maritime and Coastguard Agency’s “Home and Dry” campaign, with videos on how to conduct tests and avoid compromising a vessel’s stability. Since 2008, the MCA has invested more than £3 million to support training in stability awareness and other safety skills. It is anticipated that, next year, the MCA will consult on introducing mandatory stability training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although stability nowadays is a problem for small fishing vessels, the working environment of a fishing vessel, with the dynamic movement of the vessel and equipment, means that accidents for those on board are all too common. Despite the challenging working conditions, accidents are not inevitable. The good maintenance of equipment, safe operating systems, regular review of those systems and following good safety behaviours can reduce or eliminate the risks, whether someone is working a machine on land or fishing gear at sea. I am heartened that the industry has developed a free online safety management system that helps to achieve those things. I encourage all those fishing commercially either to adopt that system or develop their own in line with the MCA’s maritime guidance note covering the topic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs Murray**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will my hon. Friend join me in paying tribute to his predecessor, who worked with me in 2011 to try to introduce safety stop buttons for deck equipment, which was one of the things that was entirely responsible for my late husband’s death?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes, I wholeheartedly pay tribute to my predecessor for that work and to my hon. Friend the Member for South East Cornwall for her passionate advocacy of that critical step. Thank goodness that is one step we have been able to take, but there is so much more to do, and I look forward to working with her and others on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Changes can take time to have an effect. Although we can introduce new requirements, have more robust enforcement, develop training, give guidance, run publicity campaigns and provide funding, ultimately, safety is the responsibility of the owners of the vessel on which people work and, undoubtedly, those on board. We must always remember those who, sadly, have died while fishing, and there is no better way of remembering than by looking to the industry to eliminate all preventable deaths in future. We should follow the lead of the headscarf revolutionaries by bringing together people with all groups, not just in Government, who can influence and drive change in the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately, although the Government can support initiatives and introduce new requirements, only those involved in fishing can prevent further fatalities and we will need to work with them to help to improve their safety. However, we will not sit back and wait to see whether safety improves. In the new year, I intend to write to all hon. Members with constituency fishing interests. I would like to explore this and use their unique insight and knowledge gained through their work in their constituencies—their thoughts and ideas on what they, their constituents and others can do to improve safety in this critical industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for his response to everyone tonight; it has been exemplary and we really appreciate it. He understands where we are all coming from. In my village of Portavogie, which I represent, we have a memorial—a statue of a fisherman in a sou’wester as he steers a boat. It epitomises and captures the feelings of us all in the area. I had a brother who fished on the boats and I have lost some dear friends over the years, so I understand the issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is really important for the hon. Gentleman to get all the viewpoints, not just of those who are here, but of the fish producer organisations that have the knowledge of the local communities who have lost their loved ones. We can feed all that into the process. I think he is saying that that is what he wants to do, and if that is the case, that is the way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for what he has said. That is indeed what I should like to do. I have been very struck by the tragedies about which I have read and heard since I have been fortunate enough to be in this post, and I should very much like to seek the aid of hon. Members such as him to ensure that communities, representatives, and indeed everyone who wants to feed in their views to assist this can have those views heard. Driving down those unnecessary fatalities is a goal towards which we can all strive, and of which we can be proud. It would be a fitting achievement, and a fitting tribute to all those who have lost their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me end by leaving one thought with the House. Over this winter, if any of us or any of our constituents—anyone watching this debate—turns in for a late night after a fish-and-chip supper in a warm pub, deep in landlocked safety, I hope we will take a minute, just once, to tune in to the shipping forecast, with its calm gale warnings, and will think of those at sea, risking life and limb that we might be in bed, safe and warm and fed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}