{
    "url": "https://www.ukpol.co.uk/charles-courtenay-2022-tribute-to-hm-queen-elizabeth-ii-19th-earl-of-devon/",
    "title": "Charles Courtenay – 2022 Tribute to HM Queen Elizabeth II (19th Earl of Devon)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Charles Courtenay",
            "url": "/tag/charles-courtenay/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Charles Courtenay, 19th Earl of Devon, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I salute Her glorious and beloved Majesty, Queen Elizabeth II. Given her age and recent frailty, we have all, I am sure, imagined this day, but in its awesome realisation, I think we find it almost unimaginable and wholly surreal. We are, as a nation, bereft, with tears flowing unexpectedly and a peculiar ache of loss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty reigned for so long that this time feels unprecedented to us all, but of course it is not. I speak not to offer personal anecdotes—like the noble Baroness, Lady Smith, I never met her personally—and we have heard so many warm and wonderful reminiscences. Rather, I offer the House context in my role as the Earl of Devon, a title that has a particular affinity with our female monarchs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The title was created by our first, and often forgotten, female monarch, Matilda. She was granddaughter of William I, whose reign was cruelly usurped on the death of her father, Henry I. The first Baron to raise his standard in her support was Baldwin, at Exeter Castle. For his unwavering support of the right of a woman to reign, he was created Earl of Devon in 1142.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our second and unfairly maligned female monarch was Queen Mary. The Earl of Devon, her cousin, protested her parents’ divorce and the young princess’s own unjust disinheritance. As a result, he was attained and beheaded by Henry VIII for his devotion to female monarchy. The Earl’s young son grew up a prisoner in the Tower of London until Mary’s eventual succession, at which point he was released, recreated Earl of Devon, and carried the sword of state at her Coronation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is that title that I bear and, although the principles of inherited duty may be contentious outside the Royal Family, I am proud to speak on behalf of a family that served Matilda, Mary and each of our subsequent female monarchs, thankfully without a beheading for some centuries. It has been an enormous privilege to add my little part to that tradition of service to female rule.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As just stated, Queen Elizabeth II now takes her place among the pantheon of our greatest Queens and Kings. It is not for us to determine her exact position therein, but we can be sure that history will find her an exalted place. The sheer sweep of time over which she has presided and the humanity with which she did so has made sure of that. This swift canter through history also reminds us that it is now for us, the long-serving House of Lords, to support our nation in the traumatic passage of its sovereignty from Queen Elizabeth to His Majesty King Charles III. We have done this many times before, but it will not be easy. While this time provides us with the important opportunity for reflection on the nature of our constitution and the role of our monarch, I fervently hope that we do it many times into the future and with Her Majesty’s shining example to light the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, I offer a few words as a Devonian. The county is proud beyond measure that it was in Dartmouth that Her Majesty first met her beloved Prince Philip, a moment from which sprung Her Majesty’s important role as spouse, mother, grandmother and great-grandmother to so many and, indeed, to the nation. Finally, I welcome her grandson, Prince William, now the Duke of Cornwall, to his ancient role within the south-west peninsula. As a neighbour, I look forward to supporting his efforts to steward our glorious natural capital in his father’s eminent footsteps, and to debating with him the appropriate construction of a cream tea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "God save the King and his whole family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}