{
    "url": "https://www.ukpol.co.uk/robert-courts-2022-statement-on-po-ferries/",
    "title": "Robert Courts – 2022 Statement on P&O Ferries",
    "post_date": "March 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 17 March 2022.",
    "content": [
        "With permission Mr Deputy Speaker, I would like to make a statement about the developing issue with P&O Ferries. I thank you, Mr Deputy Speaker, for having found time for me to make this important statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier today, P&O announced its decision to make around 800 seafarers redundant on several routes across the UK. Let me say right off the bat: the way that these workers were informed was completely unacceptable. I will say more on that in a moment or two. While this is fundamentally a commercial decision for the company, I wanted to come to the House today to inform Members about our latest understanding of the situation and what is now being done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In taking this decision to make seafarers redundant, P&O has also today informed us that it will be suspending services, for approximately a week to ten days, while it locates new crew. The affected routes are Dover to Calais, Larne to Cairnryan, Dublin to Liverpool and Hull to Rotterdam. I know right across the House will share my concern over the loss of these routes, but I should stress that P&O says they are only temporary and that alternative provision will be provided by other operators, to whom I am extremely grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Passengers will still be able to travel to and from the UK, including across the channel, with freight coming in and out of the country. I understand that DFDS is stepping in to provide alternative services for passengers with valid tickets, and I would like to thank DFDS for its swift action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, I must warn travellers that they should expect some disruption over the coming days. I have asked my officials to liaise with the Kent Resilience Forum and the Cabinet Office to closely manage traffic in Kent over the coming days while P&O works to restore services. Today, the Dover TAP—the Dover traffic assessment project—has been activated, although as Members will know that is not all that uncommon, and there is some queuing on Jubilee Way, although the Port of Dover expects this to reduce over the afternoon. I have also asked officials to remain in close contact with other resilience forums around the country, as well as the devolved Administrations, in managing this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Deputy Speaker, we of course have long planned contingencies for such situations and disruption, particularly around the channel, and I do not expect the supply of critical goods and services to be impacted as a result of this decision by P&O, although queues on the way to Dover are more likely to occur at times. Modelling suggests we have sufficient capacity to handle the temporary loss of these P&O ferries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me turn now to the issue of the seafarers. These are hard-working, dedicated staff who have given years in service to P&O. The way they have been treated today is wholly unacceptable and my thoughts are first and foremost with them. Reports of workers being given zero notice and escorted off their ships with immediate effect, while being told cheaper alternatives would take up their roles, shows the insensitive way in which P&O has approached this issue—a point I made crystal clear to P&O’s management when I spoke to them earlier this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I told Peter Hebblethwaite, I am extremely concerned, and frankly angry, at the way workers have been treated today by P&O. As a matter of urgency I have asked my Department to liaise closely with counterparts in the Department for Work and Pensions to ensure that workers are being signposted to the most relevant support, and I am intending to call the trade unions immediately after this statement to discuss the situation with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There can be no doubt that the pandemic has had a devastating impact on the finances of many travel companies, including P&O. But while their finances are matters for them, and them alone, I would have expected far better for the workers involved. We will continue to engage closely over the coming days, and I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Louise Haigh (Sheffield, Heeley) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The action taken by P&O Ferries today is a national scandal—a betrayal of the workers who have kept this country stocked throughout the pandemic. I have heard directly from the crew throughout the day: their lives upended, the jobs they depended on scrapped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Workers are now left wondering how on earth they will put food on their families’ tables. The management did not even have the decency to tell them face to face: they were told this life-changing news on a pre-recorded video. Images are circulating of what we are told are handcuff-trained security staff, some wearing balaclavas, marching British crew off their ships. This is not a corporate restructure and it is not the way we go about business in this country. It is beneath contempt: the action of thugs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is quite simply a scandal that this Dubai-owned company, which received millions of pounds of taxpayers’ money during the pandemic has, without consultation or notice, upended the lives of 800 British workers, all while the profits of the owners, DP World, soared by 52% in the first half of 2021. We need a clear, unequivocal statement from the Government—no ifs, no buts. An overseas conglomerate cannot be given free rein to sack workers in secure jobs here in Britain at the click of a button and replace them with agency staff. The Government must not give the green light to this appalling practice. They must act now to secure the livelihoods of these workers, not signpost them to the Department for Work and Pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This cannot stand. Will the Minister review any and every contract and licence that the Government have with P&O or DP World, to maximise leverage and force them to do the right thing? DP World runs two of the Government’s freeport schemes. Will he consider terminating those contracts? Will he convene urgent talks with P&O and the unions to look immediately at what steps can be taken to safeguard these jobs? Will he confirm whether the Secretary of State received notification, as required under the Trade Union and Labour Relations (Consolidation) Act 1992? Given that neither the workers nor their unions received notification, this action is clearly illegal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister act immediately and ensure that all those party to the decision are appropriately proceeded against? Will he join me in condemning Clyde Marine Recruitment and Interforce for the role that they have apparently played in today’s events and investigate any action that can be taken against them? Will he outline the full extent to which other operators will be able to cover this unacceptable disruption? It is impossible to conceive that we have sufficient capacity to cover a loss of 10 days. Finally, will the Minister look at clawing back every single penny of taxpayers’ money given to P&O over the course of the pandemic?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This situation must be set in context. For far too long, the Government have sat on their hands and chosen to side with bad bosses by failing to take action to outlaw fire and rehire. This is the cruel consequence of a decade of attacks on workers’ rights. No more excuses: it is time for Ministers to keep the promises they have made, deliver workers’ rights and outlaw fire and rehire without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are an island nation. British seafaring has been, and is, the envy of the world. We are rightly proud of the British sailors, ratings and officers, who make our fleet and whose name is known across the globe. What has happened is a straightforward assault on British seafaring. It cannot be allowed to stand. The Government must stand up, speak out and take action to protect the livelihoods of these proud workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for her comments. She is quite right: lives have been upended and jobs scrapped. My sympathy and thoughts are wholly with the people who had this terrible news this morning. She is absolutely right about the video, which I have seen. I agree. This is devastating news, and to be shown a video on a television screen rather than told the news face to face is not how we expect loyal, hard-working workers to be treated. She mentioned crews being marched off; I have heard the same reports. I expect people to be treated with dignity and respect at all times, throughout their employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Employment laws apply, of course. It is difficult for me at the moment to comment in any detail on where that might be. I urge anyone affected to consider legal advice. Clearly that is something that they should do, but it is difficult for me to comment on that, particularly as this is a fast-moving situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member asked me to review contracts that may exist. I have asked my officials to do that. I apologise, but I cannot give her any details at the moment, although I will be able to provide information to the House in due course if required. Conversations about freeports would have to take place across Government, involving, in particular, the Treasury and the Department for Levelling Up, Housing and Communities. The hon. Lady asked me to convene urgent talks with the unions; I will speak to them this afternoon. It is possible that that will be an initial conversation and then there will be others, but I need no persuading that that will happen. She hon. Lady mentioned illegality. I ought not to go into that, but obviously the Government have a number of concerns, and I urge people to take the advice that they will need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady asked me to give details of the operations. As I have said, this is a fast-moving situation, but although I am assured that there is not likely to be an operations impact, I will be monitoring that closely. I will give the hon. Lady more details when I have them, and if there are any steps to be taken, I will consider what they should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady spoke of setting this in context. I of course reject any suggestion that we have sided with bad bosses. I have made absolutely clear, today and on other occasions, that I expect people to be treated with respect at all times, and that is not the way in which these people have been treated. No one should be treated in the way in which they have been treated today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the hon. Lady asked about seafarers. We will continue to do everything we can to support British seafarers, and I hope to be able to give the House more details about that in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I call the Chair of the Transport Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Huw Merriman (Bexhill and Battle) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you for allowing the statement, Mr Deputy Speaker. I also thank the Minister for delivering it so robustly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "P&O, that once great flag carrier of the seas, has made an appalling error. If it does not reverse that error immediately, reinstate the employees and follow proper process, it is hard to see a way back for it commercially. The parent company, DP World, needs to understand that the British public will not do business with companies that treat their employees with such contempt. Will the Government do everything within their power and influence, including tabling emergency legislation if necessary, to ensure that this appalling employment transaction cannot be completed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for his comments. I repeat that this is a fast-moving situation, and we are reviewing it both as it develops and as it exists. I will certainly review what arrangements exist as we go forward, and I can certainly commit myself to working with all Government Departments to consider what relationships we have with P&O. I will also try to see whether there is anything I can do in the particular circumstances with which we are dealing, although commercial matters affecting a company are primarily a matter for the company itself, within the constraints of employment law. In this country we have high standards of employment law, and we expect those standards to be respected and upheld.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gavin Newlands (Paisley and Renfrewshire North) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Minister for advance sight of his statement. Let me add that I agreed with every word that was said by the shadow Secretary of State and the Chair of the Select Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier today I said that the actions of P&O were deeply concerning, but as more information has emerged, it has become clear that those actions were shameful, insensitive and inhumane. The Government responded to the fire and rehire scandal with lip service and warm words, saying that fire and rehire was shameful but stubbornly refusing to back those words up with any legislative action. That inaction has had consequences. What P&O has done today in sacking 800 workers over Zoom with no notice or consultation, and dragging them from their place of work using handcuff-trained private security personnel, is well beyond even fire and rehire. Of course, our primary concern must be for the traumatised P&O staff and their families. People are now jobless, having gone to work as they would on any other day. Will the Minister support the staff who remain aboard P&O vessels, and call on P&O to end its attempts to forcibly remove staff members?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The villain in all this is P&O and its parent company DP World, which is owned by anti-trade union oligarchs in Dubai who have a shockingly bad track record on employment relations. P&O’s plan is for entirely new crews to operate vessels with zero or little time for acclimatisation. Does the Minister not agree that P&O’s aim of resuming shipping with new staff almost immediately is reckless and unsafe? The Prime Minister visited the United Arab Emirates yesterday. Was there any discussion between him and the Dubai Government, the owners of DP World, about P&O?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister said that while this is a commercial decision\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“for them, and them alone, I would have expected far better for the workers involved.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree, but I would also expect far better protections for our workers from the Government of the day. Can the Minister tell us if there is anything—anything at all—that the Government can do to intervene and help these workers? If there is not, does that not demonstrate, yet again, just how broken UK employment law is?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hear the anger and anguish expressed by the hon. Gentleman, and I know that he speaks on behalf of constituents and others he represents. I would encourage all employers in any event to speak to their hard-working, loyal, long-serving employees. I would certainly urge them to engage with the unions, which I hope would have been spoken to in advance in any such incident that would cause distress to workers and certainly in one such as this. I urge them to do that. On safety matters, this is still an evolving situation and there are clearly safety regulations that have to be applied and complied with in any case, no matter who is crewing a vessel. I would expect that to be the case. Clearly there will be no shortcuts as far as safety is concerned. We will continue to look across Government and speak to colleagues, and to uphold the rights that are clear in law to protect workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs Natalie Elphicke (Dover) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that the way in which P&O Ferries and DP World have acted is shabby, disgraceful and utterly unacceptable? They have mistreated 600 loyal workers in Dover and in addition to this, they have brought traffic disruption and put at risk the economy and the trade routes through it. Will he meet me to discuss what more can be done to hold DP World and P&O Ferries to account for their disgraceful behaviour?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for speaking out so powerfully and forcefully on behalf of her constituents, who will be anguished, hurt and distraught at the news they have been given today. She speaks for them and I thank her for doing so. I will of course meet her; I will meet any hon. or right hon. Member from anywhere across the House to discuss any concerns that they or their constituents might have. My hon. Friend asks me whether I agree that the way in which P&O has behaved is unacceptable? Yes, it is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rosie Duffield (Canterbury) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister acknowledge that my constituency of Canterbury, and east Kent as a whole, will be particularly affected by today’s shocking news? What urgent support will the Government give to all those affected locally, including the hundreds of P&O workers who have been treated disgracefully, as we have just heard, and who are now facing no pay packet at all in the face of the soaring cost of living? They do not want a work coach; they just want their jobs back. That is not to mention the beleaguered residents of east Kent, who will yet again have to bear the brunt of serious disruption to our daily lives. I am glad to hear that the Minister will meet MPs across east Kent; that needs to be done urgently. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for speaking out and making her constituents’ understandable anguish so clear in this place. That has been entirely heard by me and I share it. She speaks with anger, and I have expressed that anger in person to P&O today, because of the effect that this news will be having on people living in her constituency and elsewhere, particularly at a time that is already causing much uncertainty for many people. I would be delighted to meet her and any other Members who would like to meet me to discuss what we might be able to do. I referred earlier to some signposting within the DWP. That support is available, and if there are other things that would be helpful, I would be happy to hear from her. She also referred to disruption. There may be some disruption, but the only happy side of that is that we have good, well-rehearsed procedures in place to deal with that. I totally accept this situation will cause inconvenience to her constituents, but I hope that the well-practised routines we have in place will keep that to a minimum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was the shipping Minister, I oversaw the maritime growth study that built on the sector’s success. At its heart was the development of skills to build an even stronger merchant navy. This capricious, careless, callous decision by P&O flies in the face of all that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will my hon. Friend work with my old friends in the maritime sector, the RMT and others to recover any moneys granted to P&O during the pandemic and to ensure it reverses its decision? I will not let anyone tell me this is the free market. The free market put little girls in factories and boys down mines, and it put both at risk on the high seas. We thought those dark days had gone. P&O is either too dim to see it or too dastardly to know it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is absolutely right about the skills that have been demonstrated by extraordinary British seafarers over many years. This is key to the Government’s vision of what we want to achieve, and it is particularly important to me personally. We remain committed to doing what we can to support seafarers, and all the strategies the House has heard me talk about, from Maritime 2050 onwards, remain the case. Our focus on maritime skills remains. The Government are still determined to do all we can to develop British seafarers and to continue as a maritime nation, as we have always been. He can be assured that determination remains undimmed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend rightly speaks about employment rights, which are extensive in this country. They exist for good reason, they continue and the Government support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kim Johnson (Liverpool, Riverside) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the MP for Liverpool, Riverside, I am disgusted by the actions of P&O today. Liverpool is one of the routes that will be affected by this action, and it is another example of fire and rehire by a despicable employer. Why have this Government stood by and ignored it? Actions speak louder than words, Minister, so let us take some decisive action against P&O.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I entirely understand the hon. Lady’s anger on behalf of her constituents. I am acutely aware that they will be affected. I caution her that we do not know all the circumstances yet. We do not know whether this is a fire-and-rehire situation or something else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kim Johnson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They have fired 800 staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is right, and I have been absolutely clear about my view of how that has been done. I am merely making a point about the contractual arrangements that exist. We need to understand that, and I will continue to work with her and others to see what we can do to help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Peter Gibson (Darlington) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for coming to the House so swiftly. We are all shocked, outraged and appalled by the treatment of P&O staff, and I welcome his condemnation of these dreadful employment practices. Will he continue to update the House on this unfolding situation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes. I am acutely conscious that there are some details I have not been able to give to the House today because the situation is evolving, and there are some things that we do not know and I do not know. As and when I do know, of course I will give the required information, either verbally or in some other way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I speak on behalf of my hon. Friends the Members for Kingston upon Hull East (Karl Turner) and for Kingston upon Hull West and Hessle (Emma Hardy) and the people of Hull, who stand united tonight in our utter disgust at what has happened to the seafarers who have been sacked by P&O. It is simply a lie that P&O must sack 800 British workers to survive. P&O paid out £270 million to shareholders last year while taking furlough money from taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have to be clear about whom they back. They cannot just say this is a commercial decision. This is a choice between predatory employers that are sacking workers on Zoom in their levelling-down race to the bottom and our loyal, hard-working UK workers who are fighting for their jobs. Will the Minister instruct Dubai-based DP World to stand down the replacement crews, send their security muscle home and reinstate immediately those who have been sacked?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Lady for speaking on behalf of Hull and the hon. Members for Kingston upon Hull East (Karl Turner) and for Kingston upon Hull West and Hessle (Emma Hardy) to make their voices heard. Her question, of itself, shows the importance of the maritime sector to the entirety of our United Kingdom. There are hon. and right hon. Members from every corner of our United Kingdom expressing their anguish on behalf of their constituents and themselves, and she is right that furlough money will have been available to P&O. The Government have supported this company, as we supported the whole economy during the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for Kingston upon Hull North (Dame Diana Johnson) asks whether we are on the side of levelling down and a race to the bottom. No, we are not. I have been clear today that we expect rights to be maintained and supported. She asks whether we are on the side of hard-working workers. Yes, we absolutely are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Peter Bone (Wellingborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My background is in the travel industry and this is not how the travel industry behaves. P&O is a great British company, but can the Minister make it clear that there is a difference between P&O Ferries and P&O Cruises? P&O Cruises has nothing to do with this disgraceful incident. If the parent company of P&O Ferries has made British workers redundant to replace them with agency workers and then in a week’s time expects to carry on as normal, the British public will not travel with it in any case, but surely the Minister should suspend its licences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for his expertise. He is absolutely right about the values of the wonderful travel industry that we have across the whole of the maritime, aviation, cruise and wider travel sector. His point about the distinction between P&O Ferries and P&O Cruises is accurate; they are separate entities and the two are not connected. He is right to make that absolutely clear and I thank him for doing so. I have made it clear that the behaviour we have seen today is absolutely unacceptable, and I will continue saying so. Not only that, but the British public will have noticed, as he rightly points out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We hear a lot of anger and sympathy from the Minister, but he is from the Government and the clue is in the title—they need to govern and take some action. We have not heard about any action whatsoever. It would be helpful to hear more from him on that. We have just been discussing St Patrick’s Day and our relationships with Ireland. Has he had any discussions with the Irish Government or with Members in the Northern Ireland Assembly about the impact on both Northern Ireland and Irish trade?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand the points that the hon. Lady makes. I am also keen to stress that I have come to the House as quickly as I can to make a statement, which means that I have not had that much time to act. I have already spoken to the management of P&O—I made sure I did that—and I have asked my officials to undertake a number of actions so that I understand the wider system that exists. I hope she will bear with me while that work takes place. I have not yet spoken to the Government of Ireland, but if that is helpful, I am happy to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Matthew Offord (Hendon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This afternoon, I have heard people talk about British employment law and discussing this with other Governments overseas. However, the legislation that covers this area is simply the maritime labour convention, an international convention that applies not only to vessels ordinarily engaged in trade, but where a vessel is operating under the flag of a country that has ratified the MLC, which the UK has, or it is operating in the waters of a country that has ratified the MLC. That ensures that there are terms and conditions for seafarers, including those who may not be part of the navigation team on the ship; it applies to everyone, including on issues such as repatriation. Will P&O or indeed DP World be repatriating the crew and everyone on the ship? Will that be paid for by P&O? Alternatively, it can be paid for by the Maritime and Coastguard Agency. If it is, will the Minister ensure that that money is repaid back to the British taxpayer?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend raises a number of important issues. There are different legal regimes applying here, and things depend on which one is applying. One is employment rights, which we have referred to, but he is right to say that there is also the MLC. This will depend upon what circumstance we are looking at. It is not entirely clear exactly what has happened. I will continue to look at that. I would expect that any ramifications that arise because of decisions taken by P&O would be ones that it would put right and not look to the Government to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "P&O Ferries’ actions today, in sacking 800 workers via Zoom, are despicable and disgraceful, as has been said by Members from right across the Chamber. Of course we now need deeds, not just words. Some £270 million was paid in dividends and about £15 million paid in furlough. We need some teeth there. Those workers should be reinstated and that requires ministerial intervention. The hon. Member for Wellingborough (Mr Bone) referred to the arrangement with licences—well, let us get on with it and show solidarity with those in the RMT—National Union of Rail, Maritime and Transport Workers—and all their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member is right that the behaviour we have seen today is unacceptable. I will be meeting the RMT later to hear what it has to say, and I will work constructively with it to see whether there is anything that I can do in support. He asks us to think about those affected and their families, and I of course entirely agree. I will talk to colleagues across Government and speak to the unions and those affected to see whether there are any further steps that we can take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Kieran Mullan (Crewe and Nantwich) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join other Members in saying that what has happened today is completely unacceptable. On the face of it, it also seems to me to be potentially unlawful, although I understand why the Minister will not want to say at this point whether he shares that view. I also understand that in the discussions that have already taken place today there has been doubt about what law applies, in relation not just to the individual workers but the company’s obligation to notify the Government when it comes to redundancies. When the Minister has a better understanding of the legal obligations to the workers and to the Government, will he update the House so that we can take an informed view as to whether the company has potentially broken the law?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The important thing to understand is that maritime contracts can often be quite complicated. Different contracts can apply for different seafarers at different times. I do not want to be in a position where anybody is looking to me for legal advice from the Dispatch Box. That is not my role as a Minister. I urge everybody to obtain their own independent legal advice so that they can take any steps that are necessary. It is for lawyers to provide that assistance, not Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Barry Gardiner (Brent North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For how long are the Government prepared to allow companies such as P&O to treat loyal workers with contempt while they leach off the UK taxpayer? The Minister will know that there is a £146 million deficit in the pension fund for P&O retirees, yet P&O’s owners, DP World, just spent £147 million on sponsoring the European golf tour. After taking £10 million from taxpayers for furlough and demanding a further £150 million from the public purse to keep its operations going, the company paid out £270 million to shareholders in dividends and is now trying to fire 800 loyal workers. Does the Minister accept that P&O is taking him and the Treasury for fools? Does he regret the Government’s failure to back the measures in my private Member’s Bill that would have prevented these 800 seafarers from being treated so disgracefully?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said, we need to take stock of the situation as we understand it. The hon. Gentleman referred to fire and rehire; this may not be a fire and rehire situation—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Barry Gardiner**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I said the measures in my Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am happy to look at what the measures in his Bill were, but we need to understand exactly what has taken place. I agree with his wider points about the actions that P&O has taken at the same time as treating its workers this way. Treating long-serving, loyal, hard-working, skilled people in this way cannot be defended.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Grahame Morris (Easington) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Minister for coming to the House to make this statement and compliment him on the tone with which he delivered it, but the Government clearly must do more to protect British workers. He mentioned 800 redundancies, but the jobs are not redundant: the reality is that those 800 British-based seafarers are going to be replaced with 800 overseas seafarers who will work for cheaper rates. It is an absolute and utter disgrace. People anticipate that the Minister and his Government will do something about this to prevent it from happening again in future. If they do not, other employers—such as Heathrow airport or anyone else—could go down a similar route. Did the Prime Minister discuss P&O Ferries’ plans with anyone from Dubai-based DP World during his recent trip?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member is quite right to draw attention to the fact that we have and will continue to have a need for seafarers. We are a maritime nation and we depend on such links for connections in respect of people as well as in respect of freight. The hon. Member is of course right about that. I am passionate about championing British seafarers, about their skills and about ensuring that more people have the ability to benefit from a fascinating, rewarding and enjoyable career. I will continue to work with my colleagues to see what more can be done on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I, too, thank the Minister for coming to the House on this matter and for the tone that he has adopted. I am sure that we all share the feelings that this is completely despicable and unacceptable behaviour by the company. Rather than just signposting people to help, have the Government considered taking this company into public ownership, in the way that they have with previous companies, such as railway or aviation companies, to ensure that the jobs are protected and that our vital transport link with the continent is protected? Have the Government considered that and if not, why not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is not drawing direct comparisons. As I understand it, this is not a company that is at risk of immediately ceasing operations, so the parallel she seeks to draw is not entirely accurate. I can be absolutely clear that, while commercial decisions have to be taken by companies, they should engage with people, they should consult, they should discuss things with them, and, at all times, they should treat them with the respect that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Navendu Mishra (Stockport) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The news today is terrible for the workers and their families, and I pay tribute to them and to the RMT union. I notice that the Minister did not answer the question of my good friend, the hon. Member for Easington (Grahame Morris), regarding the Prime Minister being on tour in west Asia and being in the United Arab Emirates—DP World is based in the United Arab Emirates. Has the Prime Minister had a discussion with DP World or any of the proprietors regarding the situation? If not, why not? Does he also agree that it was short-sighted and unreasonable of the Government to block the private Member’s Bill of my hon. Friend the Member for Brent North (Barry Gardiner) on banning fire and rehire?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member will have noticed that this announcement was made only this morning, so, clearly, this is something that has come as a shock to the entire House. I hope that that clears up that matter for him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Justin Madders (Ellesmere Port and Neston) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think that we can all agree that being sacked over Zoom with no notice and no consultation is barbaric. It also shows how broken our employment laws are in this country, because these people are being told that they are being made redundant when there is a group of workers waiting to replace them standing by the dockside. It is the fact that these workers are already in place that shows how pre-prepared and cynical this was. P&O had clearly been working on this for some time, so can the Minister tell us when it first informed the Government of its intentions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member is probably right that P&O had been considering this for some time. The Government was first informed of this yesterday evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Clive Efford (Eltham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other trade unions will be looking on at this, thinking that it is P&O workers today, and, if this stands, it is their workers tomorrow. Some of us with long memories can remember other flashpoints in industrial relations, such as Grunwick and the miners’ strike, which became very big disputes indeed. We do not want that around our ports. The simple way to avoid that and to avoid seeing workers being forced aside for the police to allow people through so that P&O can continue business as usual is to take business away from P&O at our ports. Have the Government considered that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said when I answered the shadow Transport Secretary, I have asked my officials to understand what level of contractual engagement Government have with P&O. I do not yet have that information, but that is under way as we speak. None the less, the hon. Gentleman draws a wider point around the importance of engagement. We do not want to see disruption, and we do not want to see any difficulties with industrial relations that cause wider problems. I have been absolutely clear that the way that workers have been treated today is absolutely unacceptable. P&O should have spoken to the unions. I have told it that it should be speaking to the unions. I do not think that it has done so, but I will certainly be doing so later today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today DP World has inflicted the ultimate pain on workers by sacking them on the spot. They are safety-critical workers in a safety-critical industry; they cannot simply be replaced. Will the Minister ensure that no ship sails with agency staff crewing it in the future? Will he ensure that he works with Nautilus and the RMT so that our shipping industry is put in a safer space than it is in today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Lady for rightly drawing attention to the critical importance of safety. As I said earlier, there are no two ways about safety: any ship sailing has to be safe. I have total confidence in those at the Maritime and Coastguard Agency who regulate maritime safety. That will continue to be the case and they will continue to ensure safety in the same way they always do. I have total confidence that that is the case, no matter who is crewing which vessel under which company at any one time. She asks whether I will work closely with the RMT and Nautilus. Yes—I am due to meet them after this statement, and I will listen to what they have to say, but of course at any time I will seek to work closely with the unions and all right hon. and hon. Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Richard Burgon (Leeds East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I express solidarity with the RMT and Nautilus workers refusing to leave their ships. Will the Minister properly and fully condemn the use of balaclava-wearing, handcuff-trained security in any forcible removal of workers? It is like going back to Victorian times. Secondly, will the Government use their full powers to prevent P&O ferries from using British waters at all until this matter is justly resolved?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Courts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been absolutely clear about my view of the way that workers have been treated today. I cannot comment on specific circumstances until I have had them confirmed—I have seen things reported on social media, as has the hon. Gentleman—but I have been clear that the way workers have been treated is absolutely unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}