{
    "url": "https://www.ukpol.co.uk/robert-courts-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Robert Courts – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Robert Courts, the Conservative MP for Witney, in the House of Commons on 10 September 2022.",
    "content": [
        "Thursday was one of those days when it seems as if the world has stopped. In the streets, crowds of people looked at the notifications coming up on their phones, stopped and looked at each other without speaking, because everyone was thinking the same thing: the day that we all hoped would never come had finally come. It was the day we lost the best servant and best leader that this country could ever hope to have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since then we have been thinking, as we have heard from the speeches in the House, about the incredible honour and privilege it is to be able to call ourselves Elizabethans. I rise to pay tribute to Her Majesty on my behalf, that of my family, and that of my constituency of Witney and west Oxfordshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think about the early contact that west Oxfordshire had with Her Majesty, the first example of which may have been in 1928, during the reign of King George VI, when its most famous son, Winston Churchill, stayed with the royal family at Balmoral. He wrote to his wife Clementine:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“There is no one here at all except the family, the Household & Princess Elizabeth—aged 2. The last is a character. She has an air of authority & reflectiveness astonishing in an infant”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not extraordinary, yet not surprising, that Winston Churchill picked out so early the very qualities in Her Majesty that would make her such a revered individual, the most famous woman in the world and the most revered monarch in our history? She had an easy authority, which so many hon. Members have referred to today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Throughout her 70 years of service, she saw unparalleled change. When she was a girl, the Royal Air Force was flying aircraft of wood and canvas, but she reached a time of fast, supersonic planes that do not even need a pilot—utterly extraordinary levels of change. She remained the same, yet she changed as society changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not just that the Queen had always been here, true though that is; it is not just that she was a constant, but that she was a unifying constant. We will all have different memories, but what is gone is not lost. The memories we have of her remain, and her example can guide us as we weather the storms of today and tomorrow. As we heard in the electrifying speech by His Majesty the King last night, that duty will continue. Although our voices are choked with emotion, we can all rally with the timeless cry: God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}