{
    "url": "https://www.ukpol.co.uk/robert-courts-2021-statement-on-international-travel/",
    "title": "Robert Courts – 2021 Statement on International Travel",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 11 January 2021.",
    "content": [
        "Last week the Prime Minister announced that the Government had made the difficult but necessary decision to introduce a new national lockdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Both globally and domestically we are seeing significant increases in levels of coronavirus, including the emergence of worrying new strains. It is therefore imperative that we ensure we are doing all we can to protect travel, reduce the risk of imported infections, including from new variants, and protect our NHS while national lockdown and vaccinations take effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We already have strong safeguards in place, including a requirement for mandatory 10-day self-isolation for the vast majority of arrivals, and our travel corridors system remains critical in managing the risk of imported cases from high-risk countries. We also successfully launched the test to release scheme last month which provides passengers with the option to reduce self-isolation, through isolating for five days after they have left a destination not on the travel corridors list and then taking a test. Pre-departure testing does not remove the public health need for international arrivals travelling from non-exempt countries to isolate for 10 days or opt into test to release.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, as a result of increasing instances of covid-19 around the world, including the emergence of new variants, we are now taking additional steps to add a further layer of protection to safeguard public health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From 4 am on 15 January we will be introducing pre-departure testing requirements for all inbound passengers to England. Passengers arriving by ship, plane or train will have to take a test up to three days before departure and provide evidence of a negative result before they travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This will be an additional requirement that applies to all passengers, including those travelling from a travel corridor country, other than those on a very short list of exemptions. This extra layer of protection is in addition to existing self-isolation requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will establish the standards that tests must meet in regulations. This will include that the test must be of a diagnostic-standard test such as a polymerase chain reaction (PCR) test, and could in some cases include LAMP and lateral flow tests within set limits. We will provide clear guidance and advice to passengers regarding testing standards and capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Guidance will be available to passengers and carriers on what to look for to assure tests and the results provided meet the standards required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will keep test standards and innovative testing technologies under review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition, we will also set out the information passengers will need to have with them at check-in and the UK border to show they have had a qualifying negative test. This will include set data fields which test result certificates must include. All information on test requirements will be made available to passengers and transport operators through guidance on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The current advice for those across the UK remains that you must stay at home and not travel abroad unless it is for a permitted exempt reason. The requirements apply equally to visitors from other states and British nationals, and carriers may deny boarding if passengers are not in receipt of a qualifying negative test. British nationals that need consular assistance should contact the nearest consulate, embassy or high commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If British nationals test positive for covid-19 while abroad they should not travel and should follow the local relevant guidance on self-isolation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Transport operators will be required to check that a passenger has proof of a negative test result before they board their flight, train or ferry, and may deny boarding where appropriate to reduce numbers of non-compliant individuals arriving in England. Border Force will also conduct further checks upon arrival.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If a passenger arrives in England without a pre-departure negative test result they will be fined. We will amend the international travel regulations so that fines, starting at £500, can be levied on non-compliant passengers. Operators will also be fined for transporting non-compliant passengers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Passengers travelling to England from the common travel area (the United Kingdom, Ireland, Isle of Man, Jersey and Guernsey), will not be in scope of the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Children under the age of 11 will also not be required to complete pre-departure testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There will be a very restricted number of exemptions, including hauliers to allow the free flow of freight, and air, international rail and maritime crew.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Certain limited reasonable excuses for not undergoing testing will also be permitted, for example, lack of testing infrastructure in the departure country. This will apply to three overseas territories—St Helena, Ascension Island and the Falklands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Arrivals from three additional countries will be considered to have a reasonable excuse not to comply due to lack of testing infrastructure. However, for these countries this will only apply for a specific, time limited window. This includes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Antigua and Barbuda—until Thursday 21 January 04.00\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "St Lucia—until Thursday 21 January 04.00\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Barbados—until Thursday 21 January 04.00\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If passengers are arriving from one of the above three countries after the time limited window has ended, they will be required to meet all pre-departure testing requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further details on exemptions and reasonable excuses will be set out in regulations and in guidance. We will keep exemptions and reasonable excuses under regular review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will be making detailed guidance available to both passengers and transport operators to support the implementation of these changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Measures are likely to be in place until the end of the current lockdown, although a review will take place before the end of that period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government recognise the continued challenges that the pandemic poses, both for individuals and for businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have worked closely with the international travel sector during the course of the pandemic and will continue to do so as we emerge from lockdown and are able to encourage people to travel again with confidence. We are also continuing to implement recommendations set out in the global travel taskforce report to support the safe recovery of international travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The delivery of a safe, effective vaccine is also the best way to protect the most vulnerable, save thousands of lives and support the removal of many of the restrictions and return to international travel. We are already making great progress, including having currently vaccinated more people than the rest of Europe combined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the immediate term our priority has to be on safeguarding public health and the NHS. With the addition of pre-departure testing requirements, our already robust system to protect against imported cases of coronavirus is further strengthened and will provide the greatest overall protection against the risk of transmission during travel to England and after arrival.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}