{
    "url": "https://www.ukpol.co.uk/robert-courts-2020-speech-on-the-trade-bill/",
    "title": "Robert Courts – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Courts, the Conservative MP for Witney, in the House of Commons on 20 May 2020.",
    "content": [
        "It is an honour to speak in this debate and to participate in the detail of the Bill with my colleagues from the International Trade Committee. I am pleased that so many of them are taking part in this debate. Free and open trade has created the world in which we live—a world that is open, prosperous, and inventive. One of the greatest prizes to be seized by any Government is the ability to carry out an independent trade policy, which is what we are doing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why does trade matter in the first place? It is pretty straightforward. Exporters and their supply chains are responsible for millions of jobs in the UK. Countries whose economies are open have higher productivity, because of competitive pressures and greater specialisation. Analysis by the Department for International Trade suggests that businesses that export goods are around 21% more productive than their non-exporting counterparts. Those exporters provide a larger proportion of UK manufacturing and labour productivity growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, we can do so much better that we currently do. That same survey data suggests that 250,000 to 350,000 UK businesses have tradeable goods and services, but do not currently trade internationally. When we couple that with the undoubted, unquestionable benefit of the UK brand, which has fans from North America ​to China and everywhere in between, this is an opportunity for each and every one of us throughout the country. When we consider the potential benefits of a US trade deal alone, and the possibility of bilateral trade increasing by more than £15 billion, increasing wages by £1.8 billion and benefiting every area of the country, we see the extraordinary prize that lies before us. All that is before we even start to consider the exponential growth that is likely to come from the developing world in the next 10 to 20 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is foolish to see trade as some game of numbers that is reduced to statistics. People have traded together since one cave dweller traded food for tools in the dim and distant past, and what trade starts, friendships continue. Whether it was Bastiat, or someone else, who said that when goods do not trek across borders, soldiers will, the essence of that remains true, as is its flipside. Trade helps people to understand each other and get to know something of the way that other societies work. That must be delivered through an independent trade policy—one that applies our priorities to our country, and does not let somebody else’s priorities be applied for us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those who say that the Bill does not make provision for high standards must know that this is not the place for that; this Bill sets the framework for the conversations that are to come. In any event, the Government have been crystal clear about our ambitions for the future. As the Prime Minister said in his speech on 3 February,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“we will not accept any diminution in food hygiene or animal welfare standards… We are not leaving the EU to undermine European standards. We will not engage in any kind of dumping, whether commercial, social or environmental.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, having high standards is not the same thing as letting others set them for us, or seeking to control the way that others regulate their industries. If, in any event, we want to set trade defences, barriers or tariffs, we will need the Trade Remedies Authority that is set out in the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is difficult to avoid the conclusion that those who object to the Bill as it stands are those who object to free trade in general and wish to cling to the old-fashioned protectionist agenda that was defeated in this country more than 100 years ago. Protectionism will always have an appeal for those who wish to protect vested interests, but we should be clear: history makes it clear that protectionism leaves everybody the poorer, and the poorest worse of all. That is all the clearer when we look at the impact of the current crisis. Exporters and their supply chains are responsible for millions of jobs in the UK. With unemployment rising during the crisis, job creation with exporters afterwards will be more important than ever, and we must have the flexibility to make our own measures for our own markets. Only by having that flexibility can we ensure that Britain’s economy is successfully refreshed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we look to ensure that we have what we need to protect us for the future—PPE, medicines and other things —it is natural to wish to turn inwards, to protect we have and to keep more for ourselves, and to ensure that we in our island can look after ourselves. In some ways, that is an understandable impulse, but not in the area of trade. Not only is it morally wrong to retreat behind a protectionist barrier wall by which the developing world is excluded—we would pay the consequences for that behaviour in any event—but it is against our own interests. ​We cannot make everything ourselves and we cannot make everything well. We should concentrate on what we are good at—high-tech industries, for example—and look elsewhere at where others can better help us and we can help them, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is keeping open global trade routes that has enabled us to be fed, to buy PPE and to secure essential medication from all across the globe. Free trade is not just an economic opportunity, but the openness of the system itself provides a vital defence. We must seek to diversify our supply chains, because in that way we can improve our resilience to withstand future challenges and ensure that we reduce our reliance on countries—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I thank the hon. Gentleman for his speech, but we have to move on now to Paul Girvan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}