{
    "url": "https://www.ukpol.co.uk/robert-courts-2022-speech-on-po-ferries/",
    "title": "Robert Courts – 2022 Speech on P&O Ferries",
    "post_date": "March 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 28 March 2022.",
    "content": [
        "I know that the whole House has been left appalled and angered by the behaviour exhibited by P&O Ferries towards its workers over the last week. As a Government, we will not stand by and allow hard-working, dedicated British staff to be treated in such a manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This morning, my right hon. Friend the Transport Secretary wrote to the chief executive of P&O asking him to pause and reconsider and to offer his workers their jobs back on their previous terms, conditions and wages, should they want them. That is because we will return to the House to announce a package of measures that will ensure that the outcomes that P&O Ferries is seeking to achieve through this disastrous move to pay less than the minimum wage cannot be seen through. As a result, it will have no reason left not to reconsider its move.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said to the Transport Committee and the Business, Energy and Industrial Strategy Committee last week, as soon as the package of measures has been finalised, we intend to return to the House so that Members can rightly scrutinise it. In the meantime, we continue to review the contracts that P&O Ferries has with the Government, and the Insolvency Service continues to investigate the actions of Peter Hebblethwaite, who brazenly admitted to breaking the law before two Committees of this House last week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am clear that P&O Ferries cannot and will not be allowed to get away with its actions. I hope the whole House will now support our efforts to ensure just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}