{
    "url": "https://www.ukpol.co.uk/robert-courts-2022-statement-on-the-aviation-industry-disruption/",
    "title": "Robert Courts – 2022 Statement on the Aviation Industry Disruption",
    "post_date": "June 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Courts",
            "url": "/tag/robert-courts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Robert Courts, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 16 June 2022.",
    "content": [
        "Over the half-term jubilee weekend, we saw disruption at UK airports with some passengers facing long queues and cancellations largely due to staff shortages at airports, airlines and ground handlers. These experiences, for too many consumers recently, have been unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State and I have made it clear to the sector that they need to operate services that are offered for sale properly and according to schedule, or provide swift, appropriate compensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The aviation industry is privately owned, operated, and run. It is therefore responsible for making sure that it has enough staff to meet demand and to operate the flights offered for sale. It is important that the sector is a competitive, attractive market for workers. The Government have called upon the sector’s leadership to offer better packages and build a resilient workforce to meet demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since earlier this year, the Government have worked across a number of different areas to help the industry alleviate the issues they have been facing. We are clear that consumers should not lose out. The Government are taking steps to boost consumer rights, including recently consulting on using our Brexit freedoms to enhance consumer protections. We have committed to publishing an aviation passenger charter to ensure consumers can access information about their rights all in one place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have sought ways to ease the burden of background checks carried out by industry. A statutory instrument was laid on 29 April to provide greater flexibility, enabling Ministers to take the decision to allow certain training to be undertaken while background checks were completed. Ministers have also agreed that HMRC employment history letters can be used as a suitable form of reference check—with safeguards in place. These temporary alleviations have helped to speed up recruitment times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In partnership with the Civil Aviation Authority, the Government have written to the industry setting out five specific expectations we have for the aviation sector this summer:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Summer schedules must be reviewed to make sure they are deliverable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone from ground handlers to air traffic control must collaborate on resilience planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Passengers must be promptly informed of their consumer rights when things go wrong, and—if necessary—compensated in good time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Disabled and less mobile passengers must be given assistance they require.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Safety and security must never be compromised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am chairing a strategic risk group with CEOs of the aviation sector, which will meet on a weekly basis going into the summer. This group will identify possible interventions to further improve the resilience of the sector, and will be used to hold the sector to account for delivering its schedules. Department for Transport Ministers and senior officials will continue to monitor the situation closely to make sure consumers do not lose out from any further disruption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}