{
    "url": "https://www.ukpol.co.uk/jean-coussins-2022-tribute-to-hm-queen-elizabeth-ii-baroness-coussins/",
    "title": "Jean Coussins – 2022 Tribute to HM Queen Elizabeth II (Baroness Coussins)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jean Coussins",
            "url": "/tag/jean-coussins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jean Coussins, Baroness Coussins, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, both today and yesterday, many noble Lords have spoken about how Queen Elizabeth embodied the values and identity of our country. However, she also embodied an international mindset and global understanding, which focused, of course, on the Commonwealth to which she was so devoted but went much further still than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One example of this was Her Majesty’s understanding of the importance and significance of being able to communicate in languages other than English, which often reflected so positively on the reputation of Her Majesty and the admiration in which she was held, as well as on the reputation and role of the United Kingdom. In 2014, she addressed a French state banquet in French, a language in which she was fluent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps the most unexpected yet hugely significant example came in 2011, when Her Majesty was the first British monarch to visit Ireland in 100 years. At the state dinner in Dublin Castle, she began her speech to her hosts in Irish Gaelic, astonishing the assembled audience, from President Mary McAleese down, into spontaneous applause. At the time, commentators and politicians remarked on the incredibly astute judgment and sensitivity shown by the Queen in this gesture; it was said to contribute enormously to the future of relationships all round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other noble Lords have referred to Her Majesty’s consummate skill in diplomacy and soft power. Her ability to use foreign languages so judiciously was a classic example of this, for which we should all be grateful and endeavour to emulate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}