{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2023-statement-on-early-years-funding/",
    "title": "Claire Coutinho – 2023 Statement on Early Years Funding",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Claire Coutinho, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 10 July 2023.",
    "content": [
        "My noble Friend the Parliamentary Under-Secretary of State for Education, Baroness Barran, has made the following statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I am confirming the distribution of £204 million of additional funding for the early years entitlements in 2023-24 via a new Early Years Supplementary Grant (EYSG); and the hourly funding rates that each local authority will therefore receive from September 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the 2023 spring Budget the Chancellor announced an increase to the funding for the existing early years entitlements for two, three and four year-olds of £204 million from this September, and £288 million in 2024-25. This is for local authorities to increase the rates paid to childcare providers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For 2023-24, the additional £204 million will be distributed to local authorities through a new standalone top-up grant called the Early Years Supplementary Grant (EYSG). Given that the funding increase is coming in mid-way through the financial year, providing this funding through a stand-alone grant will help reduce complexity and support local authorities to pass the additional funding on to providers from September in a timely manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This additional funding through the EYSG, coming on top of local authorities’ existing allocations, will effectively increase average funding rates by 32% for the current two-year-old entitlement, and 6.3% for the three and four-year-old entitlements, from September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The EYSG rate for two-year-olds is, on average, £1.95 per hour—this means that the national average two-year-old funding that local authorities will receive will increase from the current £6 per hour to £7.95.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The EYSG rate for three and four-year-olds is, on average, 33p per hour—similarly, the national average three and four-year-old hourly rate received by local authorities will increase from £5.29 to £5.62. The minimum funding floor for the three and four-year-old funding hourly rate will increase from £4.87 to £5.20. All local authorities will see at least a 1% increase, and up to a maximum of 10%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also shortly be launching a consultation on our proposed approach to distributing the funding for the new entitlements for working parents of children aged nine months to two years, to local authorities in 2024-25, along with the accompanying local rules for local authorities to follow when passing on this funding to providers. I will update the House accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alongside this additional funding, I am also announcing that £12 million of funding will be made available to local authorities this financial year, to support them prepare to roll out the new early years entitlements. We will announce further information, including the allocations methodology being used, in the autumn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Separately, the Government have today set plans in motion to deliver their ambition for all parents of primary school aged children to access childcare in their local area between 8 am and 6 pm. The 16 local authorities, from Barnsley to Wiltshire, have been selected to work alongside the Government to develop plans for this universal provision, with some of these areas expected to be amongst the first to start delivery, as soon as summer 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further details and guidance on the Early Years Supplementary Grant and funding rates will be published on www.gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}