{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2022-speech-on-energy-price-capping/",
    "title": "Claire Coutinho – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Claire Coutinho, the Conservative MP for East Surrey, in the House of Commons on 8 September 2022.",
    "content": [
        "All summer, like many Members, I have been hearing from households, businesses, schools and other public sector organisations and community centres that have been worried about their energy bills going up fivefold, in many cases. I therefore warmly welcome the speed and ambition of the package, which will bring much certainty to businesses and peace of mind to households and others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the fact that we were clear about the discretionary funding that will be provided for users of heating oil, of which I have many in my constituency. I also welcome the reform of the electricity pricing market, so that non-gas power producers are more fairly priced, which will lower the cost for many users. The clarity that has been provided for those who are switching contracts and will not face exit penalties will, again, be very positive for many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instinctively, I would have preferred a targeted support programme. However, from the work that I have been doing over the past 12 months and longer in the Treasury on the cost of living, I will say that there are challenges with that approach. We know where all the people are who use energy and who are on benefits, but we do not know much about middle-income people. We tried, through a council tax band approach, to target this a bit more, but it is imperfect, so I think the universal approach that has been adopted is right, because we cannot let middle-income households go to the wall. The truth is that when energy prices are going up by so much, there are many people outside the benefit system who may be on £30,000 or £40,000 who would be struggling hugely without this programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot deny, however, that there are problems when price signals are distorted through price controls. I was therefore very pleased to hear the Prime Minister talk about energy efficiency and energy security and supply, which will be critical if we get through this period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to come back to the windfall tax and the £170 billion that Opposition Members have mentioned multiple times They know that those profits are not being made here and are not taxable. I know they know that because they set out their plans a week ago and they wanted to recoup only £8 billion from the oil and gas companies. If they truly thought that £170 billion was up for grabs—we know how much they love grabbing profits—why did they not set out £20 billion, £30 billion, £50 billion or even £100 billion? It is because they know that that is not possible. Actually, we did introduce an increase in their taxes. Oil and gas companies are paying not the 19% corporation tax that other companies pay, or even the 40% that they pay normally, but 65%. Two thirds of their profits are coming into the tax system. If they can invest as much of the rest of it as possible, that is what we will need for long-term solutions to protect our households, businesses, schools, charities and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}