{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Claire Coutinho – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Claire Coutinho, the Conservative MP for East Surrey, in the House of Commons on 15 January 2020.",
    "content": [
        "I commend my hon. Friends the Members for Barrow and Furness (Simon Fell) and for Birmingham, Northfield (Gary Sambrook) and the hon. Member for Coventry South (Zarah Sultana) for their maiden speeches today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am proud to be here representing the beautiful constituency of East Surrey. I begin by paying tribute to my predecessor, Sam Gyimah. We have more in common than representing East Surrey: we are both the children of immigrant doctors, and I, too, am 5 feet 4½ inches. Although we may have slightly different views on Brexit, I know he is passionate about the prosperity of this country, which both our families now call home. I am sure the House will agree that he made many important contributions in this place as Childcare Minister, as Prisons Minister and as Universities Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sam was right when he said, “In East Surrey we stand on the shoulders of giants.” From Geoffrey Howe to Lord Melbourne and Lord Palmerston, the list is long and distinguished. I would like, however, to make special mention of Peter Ainsworth. From his work as shadow Secretary of State for Environment, Food and Rural Affairs to his expert chairmanship of the Environmental Audit Committee and his work on the board of the Environment Agency, I can safely say that I stand on the shoulders of a very green giant indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "East Surrey is known for its local beauty. There are four local nature reserves, eight sites of special scientific interest and over a third of the constituency is in an area of outstanding natural beauty or of great landscape value. Those who walk through the North Downs or the High Weald are met with chalk downs, rolling hillsides, lowland meadows and woodlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our vibrant village spirit is evident in the communities of Tatsfield, Warlingham, Woldingham, Lingfield, Felbridge and many more besides. I hope to be a champion in this House for preserving and protecting this treasured way of life.​  \nIn Outwood, near Godstone, work began in 1665 on one of the oldest working British windmills. The owner is said to have watched the great fire of London rage 25 miles away from its roof, and I am proud that what East Surrey helped to pioneer in the renewable energy sector in the 17th century has now become one of the most remarkable success stories in the UK today. Not only are we the world’s leader in offshore wind, but seven of the 10 biggest wind farms in Europe are right here in the UK. I commend the ambitious environment Bill proposed in Her Majesty’s Gracious Speech to forward this work, and I look forward to seeing the green measures in the upcoming Budget that will undoubtedly build on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For East Surrey to continue fulfilling its role as the lungs of London, I hope to secure much-needed investment in local infrastructure for vital improvements to roads—tackling potholes is crucial to local productivity—and to public transport, particularly rail. More than half of the area’s working population commutes to places like London, Crawley and Gatwick, yet we have some of the most congested rail lines and roads in the UK. Making sure that people can successfully get to work and to public services is not only good for the environment and the wellbeing of residents but ensures that our local towns—Horley, Caterham and Oxted—can continue to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I had the considerable pleasure of working with the Chief Secretary to the Treasury, my right hon. Friend the Member for Richmond (Yorks) (Rishi Sunak), on the 2019 spending review, which saw record investment in schools, in the police and in the NHS. Now I am on the other side of the table, I wholeheartedly and unreservedly welcome the increased funding, particularly where those funds might land in East Surrey. I will be working hard to make sure that the initial groundwork of that national announcement makes a meaningful difference to classrooms, GP surgeries and police officers on the ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to mention my grandmother, who may be the single greatest emblem of Conservative values I know. She was a teacher in India who, in my memory, took her fashion lead firmly from the Queen. She raised seven children with little in terms of resources, but with a strong sense that you can achieve the impossible with hard work and determination. Her children were doctors, teachers and grade 8 musicians who are now scattered all across the globe. If she could see me here today, in “the noblest government in the world,” I am sure she would tell me to work hard, to be determined and to achieve the impossible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Politicians today have a near impossible task. We live in a world of changing technology, behaviour, demographics and, as has been the subject of many excellent speeches today, environment. In this place I hope to contribute in a small way to preparing this great country for the future to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}