{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2022-speech-on-cultural-objects-protection-from-seizure-bill/",
    "title": "Claire Coutinho – 2022 Speech on Cultural Objects Protection from Seizure Bill",
    "post_date": "January 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Claire Coutinho, the Conservative MP for East Surrey, in the House of Commons on 28 January 2022.",
    "content": [
        "I congratulate my right hon. Friend the Member for Central Devon (Mel Stride) on bringing forward this important Bill. My constituents care passionately about our arts sector, as do I, and I am enormously proud to represent Caterham, which is home to the world-famous East Surrey Museum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pandemic has been extremely hard on our cultural sector, but it has made me and my constituents realise how lucky we are that this country is home to some of the finest museums, galleries and exhibitions in the world. Thanks to the Prime Minister’s world-leading booster programme, our country was spared another lockdown and our cultural organisations were spared having to close their doors once more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some challenges remain, however, which is why I am delighted to support this iconic sector in any way I can, including through this Bill. Many objects have benefited from existing legislative protections, such as the baby mummified mammoth Lyuba, which was borrowed by the Natural History Museum from Russia in 2014; the terracotta warriors loaned from China to the National Museums Liverpool in 2018; and the Tutankhamen treasures loaned to the Saatchi Gallery in 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Without protection from seizure, the loan of such objects would never have been granted; world-famous exhibitions and galleries may never have come to fruition; and the opportunity of blockbuster success for our museums and cultural sector would have been squandered. Although the risk of seizure in Britain is, of course, very low, legislative protection none the less ensures that our museums and galleries can reassure their lenders and retain their status as some of the most enviable across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard about some of the exhibitions this year, such as at the Courtauld Institute of Art in London, which will host several self-portraits of Van Gogh, three of which will be loaned from the Detroit Institute of Arts, the Van Gogh Museum in Amsterdam and the Art Institute of Chicago; the Tate Modern, which will host pieces from Vancouver, Berlin and New York; and the Victoria and Albert Museum, which will host a piece from Princeton University library. That gives a sense of how difficult it can be to weave together the wonderful exhibitions that we can all enjoy so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The prudent three-month extension that we are discussing will further boost Britain’s exhibition sector by increasing the confidence of international owners to lend to British institutions and will make the exhibition planning of our museums and galleries easier. Although the 12-month period of protection has generally provided a sufficient length of time for museum exhibitions to take place and for objects on loan to be returned in line with agreed schedules, on occasion, we can see how that would leave us vulnerable. We have heard a bit about international travel; we all remember the 2010 volcano eruption in Iceland; and we have debated in the House some of the real difficulties that we see in Tonga this year as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Supporting our cultural sector is about not just the arts but our economic strength. Over the years, I have witnessed many attempts by other countries to lure our brightest and best—our top talent—to other areas. It is our rich cultural fabric that acts as a magnet to this country. The museum sector alone also generates £2.64 billion of income and £1.4 billion of economic output to the national economy, which inputs to our £75 billion tourist economy. We know that several countries would almost certainly be unlikely to loan us objects if the protection was not in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said, the risk of seizure in Britain is low, but I wholeheartedly support the Bill to ensure that all our opportunities in museums, galleries and exhibitions remain open. It will reassure those who lend to British institutions, secure our ability to host some of the finest cultural objects across the globe, and retain Britain’s status as a cultural superpower.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}