{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2022-speech-on-early-years-childcare-and-staff-child-ratios/",
    "title": "Claire Coutinho – 2022 Speech on Early Years Childcare and Staff-Child Ratios",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Claire Coutinho, the Parliamentary Under-Secretary of State for Education, in Westminster Hall, the House of Commons, on 14 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Ms Harris. I thank the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) for opening this important debate on behalf of the Petitions Committee. Before I respond, I extend my gratitude to Zoe and Lewis for starting the petition. I cannot imagine what you have been through; the death of a child is one of the worst tragedies any of us could endure. I send you my deepest sympathies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also put on record my gratitude to all the staff working in settings across the country. Just last week, I was with my hon. Friend the Member for North Swindon (Justin Tomlinson) at Imagination Childcare, and we saw the brilliant work that staff do there to give children the best start in life. Their skills and experience are vital. I know the last few years have been challenging, and I look forward to working with all such staff in the months ahead, as we look at this important area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Members who spoke in this debate are some of the most experienced on this subject in Parliament, and I have been having conversations with some of them for, quite literally, years. I look forward to seeing what we can do together, and I thank everyone for their important contributions. We can be proud of the standard of childcare in this country. At the end of June 2022, Ofsted reported that 96% of our early years childcare providers had been judged good or outstanding at their last inspection. That is down to the hard work of practitioners. I thank them again; that is something that we can be very proud of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will start by setting out some of the work that we are doing today. We have consulted on a number of changes that will provide the sector with more flexibility and autonomy. We have spoken a lot about changing the ratios for two-year-olds so that it is in line with the ratio in Scotland—I will come on to that. We are also looking at flexibilities for childminders when it comes to siblings and related children, and strengthening the requirements on supervision while eating, which is particularly relevant in the light of the issues discussed today. The consultation closed in September; we are looking at all the responses, and will publish a response in due course. I will come on to some of the evidence that people have asked about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the heart of this debate sit safety and quality; I assure everyone that they will be integral to the proposals we put forward. We are already taking steps in this area. We have been working with the NHS, the Food Standards Agency and the Department of Health and Social Care on increasing awareness of choking prevention in early years. We have also published dedicated food safety guidance for practitioners in our help for early years providers, through our online support platform. We have consulted on strengthening the supervision while eating requirements in the early years framework. Practitioners will need not just sight or hearing of children while they are eating, but sight and hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also increasing the number of early years providers who have paediatric first-aid training. All level 2 and 3 trained staff, since June 2016, have had to have valid paediatric first-aid training to be counted in the ratios. Ofsted, in carrying out its inspections, is reporting on those safety requirements as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The subject of the workforce was raised powerfully by Members from across the House, particularly my hon. Friend the Member for Winchester (Steve Brine), chair of the APPG for early years and childcare, and my hon. Friend the Member for Worcester (Mr Walker). From what I have seen, recruitment and retention is undoubtedly an issue, and supporting the workforce is a priority for me and the Department. We are spending an extra £180 million on qualifications and training. I spoke to the amazing Becky and Joe from Imagination Childcare just last week, and for a practitioner, feeling valued, and training and work progression, are really important. This is not just about funding; it is also about staff feeling valued for the work that they do. We gave 2,700 early years professionals bespoke training in response to challenging behaviour arising from the pandemic. Over the next two years, we aim to give 10,000 more staff the latest training in early communication in language and maths, which has been mentioned today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also wanted to address the point about SEN, which I am really passionate about; I am a former Minister for disabled people, as is my hon. Friend the Member for North Swindon. We are funding the ability of 5,000 early years practitioners to gain an accredited special educational needs co-ordinator qualification, but also making sure that providers have a sense of the interventions they can make at an early stage. I am passionate about NELI, the Nuffield Early Language Intervention, which is doing great work on communications development at an early stage; we have rolled that out to two thirds of primary schools, and it is having a great effect. We will also provide support and guidance through our experts and mentors programmes, as well as our stronger practice hubs. The point about giving providers flexibility, so that they feel their expert judgment is valued, is interesting. I have followed up on the question of how we make sure that these conversations with Ofsted are more of a dialogue, so that people feel there is an ongoing conversation on improving practice, rather than us having a box-ticking exercise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friends the Members for Ruislip, Northwood and Pinner (David Simmonds), and for Stroud (Siobhan Baillie), are rightly questing for evidence. It is right that the Government should look at the issue of childcare ratios. Ratios were set out in the 1980s, and we are looking at how they work in practice. We are taking evidence. As hon. Members are aware, we have held a consultation, but we have also looked at the impact, and we will set out that evidence alongside the results of our consultation. Safety has to be paramount in what we try to do, but it is also important that we look at the affordability of childcare, and at giving providers flexibility, and making sure that staff feel that their judgment is trusted. In that context, it was right to carry out the consultation, and, of course, we will come forward with the results of that consultation, and the providers’ impact assessments, which we did alongside it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In summary, I thank the hon. Member for Newcastle upon Tyne North for securing this debate. This is a really important and emotive issue that matters to so many families across the country. I want us to get this right, and to look at the issue carefully. I thank all hon. Members who spoke for their contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}