{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Claire Coutinho – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Claire Coutinho, the Conservative MP for East Surrey, in the House of Commons on 28 April 2020.",
    "content": [
        "We have heard a lot about the indiscriminate effects of coronavirus over the last few weeks. We have seen its ability to reach into the lives of people up and down the country, and I start by saying that domestic abuse, similarly, respects no boundaries. No one is immune to it. It will affect one out of three women and girls over the course of their lifetimes. For those who suffer from domestic abuse, time is not the best healer. Healing takes excellent specialist services, such as the vital outreach and support provided in my constituency by ESDAS—East Surrey Domestic Abuse Services—and it takes life-saving refuges, such as the Reigate and Banstead Women’s Aid refuge. I thank Michelle, Charlotte and all their staff for the crucial work that they are doing at this time. It also takes a web of health, housing, financial and legal support to help survivors to rebuild their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This ambitious Bill brings many of those elements together. I welcome in particular: the introduction of a statutory definition of domestic abuse, including economic abuse; the appointment of a new domestic abuse commissioner to scrutinise gaps in provision; and the new statutory duty on tier 1 authorities to appoint domestic abuse local partnership boards that must assess and provide for domestic abuse support. I also thank my right hon. Friend the Member for Maidenhead (Mrs May) and the Under-Secretary of State for the Home Department, my hon. Friend the Member for Louth and Horncastle (Victoria Atkins)—during my time in Government, I saw how tirelessly they worked to bring this historic Bill to bear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many from across the House today have spoken about why domestic abuse should be at the forefront of people’s minds now. Sadly, the surge that we have seen at a national level is being mirrored locally, too. ESDAS has reported an increase in physical violence, including in head and face injuries inflicted by perpetrators, who know that survivors will not be seen. As people’s financial positions deteriorate, it has seen perpetrators both withholding maintenance and using promises of food and money as leverage in exchange for access to property and children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For many, the recovery will be a long process. The abuse has often been a long process; the average length of time for abuse is three years. Therefore, the specialist services, some of which will quite rightly be supported by the Government’s £750 million charity package, will need a sustainable funding plan too, so that they can carry out this work in the years ahead. I also look forward to the Government’s long-term addiction strategy. We know from studies that the likelihood of domestic violence can be increased by eight times on a drinking day and the likelihood of severe violence increased by 11 times, so that strategy will be key as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, if there is one ask I could make of Ministers, it would be to address the urgent need for refuge capacity after lockdown. Sixty-four per cent. of the total refuge ​referrals in England were declined last year. My local refuge had an occupancy rate of 98.8%, and we know a surge in demand is likely to come. The £16 million that the Government provided specifically for this in February is welcome and the £3.2 billion that is going to local government will undoubtedly help as well, but the question in front of us is how to bring additional capacity on stream in weeks. I would therefore like to share the work being done by Charlotte Kneer of Reigate and Banstead Women’s Aid, Surrey County Council and others to ensure that we are ready here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Surrey County Council is funding a number of self-contained units of accommodation and the surrounding support needed in anticipation of a surge in demand. If each local authority with a refuge were asked to find just five units to fund rent and the specialist service needed to support five families for three months, and accept the duty to house those families at the end, that would translate to an extra 1,345 refuge spaces across the country. It would also spread the demand for refuges, specialist services and councils, so that they can manage as well. I have heard from providers that this scheme is miles ahead of other areas nationally. I therefore urge Ministers to look at how it could be replicated across the country so that it is the norm, not the exception. This would ensure that these vital lifelines stand ready for when lockdown ends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is intolerable that there are people right now who feel unsafe from the virus outside and yet will be unsafe from abuse at home. It is intolerable that this abuse is rising both in incidence and extremity, but I look forward to the Bill being a springboard in the years to come to help survivors to get the support, safety and wellbeing they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}