{
    "url": "https://www.ukpol.co.uk/claire-coutinho-2023-statement-on-send-and-alternative-provision/",
    "title": "Claire Coutinho – 2023 Statement on SEND and Alternative Provision",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Claire Coutinho",
            "url": "/tag/claire-coutinho/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Claire Coutinho, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 6 March 2023.",
    "content": [
        "With permission, I will make a statement on our progress to improve outcomes for children and young people with special educational needs and disabilities or in alternative provision in England. For those with special educational needs and disabilities, many schools and councils are doing a brilliant job. I have met many wonderful teachers who are unbelievably passionate about supporting children to be happier, more confident and better prepared for adulthood. However, too often our children and young people do not get the support they need and their parents have lost trust in the system. Our special educational needs and disabilities and alternative provision Green Paper set out proposals to deliver a more inclusive system, and I give credit to my predecessors, particularly my hon. Friend the Member for Colchester (Will Quince) and my right hon. Friend the Member for Chelmsford (Vicky Ford), for the work they have put into this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to put on record my thanks to the thousands of people who responded to the Green Paper consultation, and to the parents, children and young people who shared their experiences with us. Most people agreed that the experiences and outcomes of children and young people vary significantly around the country. We heard too many stories of families who were frustrated by the system, and who were battling to access specialist education, health or care services, including mental health services. I assure the House that we have taken those contributions and comments on board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Thursday, we published the “Special Educational Needs and Disabilities and Alternative Provision Improvement Plan” jointly with my right hon. Friend the Secretary of State for Health and Social Care. The plan sets out the next steps that we will take to deliver a more positive experience for children and families. Our mission is threefold. First, we want every child and young person to enjoy their childhood, and feel well prepared for their next step, whether that is into employment, higher education or adult services. Secondly, we know that the system has lost the confidence of parents and carers. We need to regain their trust by improving the support that is ordinarily available. Finally, we have increased the high-needs budget by over 50% in the past four years; we now need to make sure that the funding is being well spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will establish a single national system that delivers for every child and young person with special educational needs and disabilities from birth to age 25. To do that, we will develop new national special educational needs and disabilities and alternative provision standards, which will cover early years, school, and post-16 provision. The standards will set out what types of support should be available, and who, according to the best possible evidence, should be responsible for making sure that it is. That will include clarifying the types of support that should ordinarily be available in mainstream settings, so that families can have confidence and clarity about how their children’s needs will be met. We will develop new practice guides to support frontline professionals in implementing evidence-based best practice. We will start by building on best practice, including on early language support, autism and mental health and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To deliver for children and their families locally, we will establish local SEND and AP partnerships. They will support local authorities in producing, together with families, local inclusion plans that are in line with the national standards. Those plans will set out how good-quality alternative provision will be made available. In our new approach to AP, instead of it being a permanent destination, it will be used as an intervention, in order to support those who may feel anxious, or struggle with their behaviour, in mainstream school. This system will mean that more children and young people have their needs met effectively in mainstream settings. That will reduce the reliance on education, health and care plans for accessing support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Early intervention is crucial. That is why we are training thousands more early years special educational needs co-ordinators and 400 more educational psychologists, who will be able to identify children who need support, and to provide expert advice. We will ensure that children and young people who require an education, health and care plan or specialist provision will get prompt access to the support that they need, within a less adversarial system. We will introduce new standardised EHCPs, and will support local authorities in increasing their use of digital technology, so that the process is easier and quicker for families. By providing a tailored list of settings that are able to meet the needs set out in an EHCP, we will ensure that families can express an informed preference for a placement, so that children and young people can get the right support in the right setting. We will continue to work closely with families and local authorities as we test this proposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is crucial to have the right school places in an area. We will invest £2.6 billion by 2025 in new special and alternative provision places, and in improving provision, including by opening 33 new special free schools; a further 49 are already in the pipeline. We will shortly launch competitions to run these schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am determined to ensure that all children and young people progress to the next stage of life with confidence and optimism, so we will publish guidance on ensuring effective transitions between all stages of education, and an effective transition into employment and adult services. To improve transitions into employment, we are investing in supported internships; we aim to double the capacity of the programme between 2022 and 2025. We will also continue to work with the Department for Work and Pensions on the introduction of the adjustments passport, so that employers know what support young people require.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that the whole House will wish to join me in thanking everyone who works so hard to deliver for children and young people with SEND or in alternative provision. Honestly, some of the most inspirational visits that I go on involve meeting them. For our reforms to succeed, we need a strong, confident workforce with robust leadership, and access to specialists where needed. We will deliver a new leadership-level national professional qualification for special educational needs co-ordinators, so that this key part of the workforce receives high-quality, evidence-based training. We are also extending the alternative provision specialist taskforce pilot programme, which co-locates a diverse specialist workforce in alternative provision schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Informed by a stronger evidence base, we will take a joint approach to workforce planning with the Department of Health and Social Care, and we will establish a steering group this year to drive this work forward. We will also partner with NHS England to trial new ways of working to better identify and support children with speech, language and communication needs in early years and primary schools. Meeting children’s social, emotional and mental health needs is also a crucial aspect of strong special educational needs provision. Our school and college mental health support teams will be expanded to around 400 operational teams later this year, covering around 35% of pupils in England, and it will reach around 500 operational teams by 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I began by saying that we had to regain parents’ trust, and I know that part of this means strengthening accountability across the board so that everyone is held to account for supporting children and young people. The new Ofsted and Care Quality Commission area SEND inspection framework now focuses on the experience of children and young people with SEND or in AP. Going forward, Ofsted, the Care Quality Commission and the Department for Education will provide oversight and ongoing monitoring of reforms, including delivery in line with the local inclusion plans. From this autumn, parents will be able to monitor the performance of their local systems through the establishment of local and national inclusion dashboards. Where there are disagreements about an individual’s special educational needs provision or support, we will make it clearer how concerns and complaints should be dealt with by local areas. We will also strengthen the quality of mediation and test different approaches for resolving disputes earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So that all children and young people can access the support they need to fulfil their potential, we must put the system on a stable and sustainable financial footing. We secured £2 billion a year in additional schools funding in the autumn statement from this April, of which £400 million has been earmarked for SEND and AP. We are working with local authorities to address deficits through our delivering better value and safety valve programmes. Parents told us that some reforms would need careful consideration, so I am pleased to announce that a £70 million change programme will fund up to nine regional expert partnerships to design and test our reform proposals in collaboration with parents. To get this under way, we are today launching the tender for the programme’s delivery partner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Oversight of reform will be provided through a new national special educational needs and disabilities and alternative provision implementation board, jointly chaired by myself and the Under-Secretary of State for Health and Social Care, my hon. Friend the Member for Lewes (Maria Caulfield), who is the Minister responsible for mental health and the women’s health strategy. Delivering for children and young people is of the utmost importance. My priority is to make sure that every single child and young person can access the support they need to make the most of their lives. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}