{
    "url": "https://www.ukpol.co.uk/ronnie-cowan-2022-speech-on-scotlands-future/",
    "title": "Ronnie Cowan – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ronnie Cowan",
            "url": "/tag/ronnie-cowan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ronnie Cowan, the SNP MP for Inverclyde, in the House of Commons on 14 December 2022.",
    "content": [
        "Mr Deputy Speaker:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“That this House believes it should be for the Scottish people to determine the future constitutional status of Scotland; and accordingly makes provision as set out in this Order”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is hard to believe that we even have to make that request. It is galling to think that my nation is expected to ask permission from another country to have control over its own constitutional status. It is frustrating, too, to witness the damage being done to individuals, families and communities in Scotland by the austerity policies of the current Conservative and Unionist UK Government. The SNP Scottish Government have mitigated the damage to the tune of billions of pounds; all that could have been spent elsewhere if this place had truly, as it claims, been compassionate when legislating. But it has not, and time and again the Scottish Government take the strain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As has already been pointed out, there is of course a range of topics that we could have debated today: the damage forced on Scotland by Brexit; the austerity policies forced on Scotland by this Government; the dreadful immigration policies that they continue to ramp up; the fact that in the 21st century our constituents have to decide whether to heat or eat; and so on. We know that the outcomes of each and every one of those things is determined by the actions taken by the Conservative and Unionist UK Government here at Westminster. There is no point in us continually addressing the symptoms when the cause is staring us in the face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We would love to debate all those issues in a Holyrood with the powers to address them. Westminster will deny us this request—we know that—and that is indicative of their fear: “Why do the SNP keep asking? It knows we won’t allow it.” They just do not get it. That is partially because some MPs who represent Scottish seats will back up the UK Government when they pronounce their intention to rule over Scotland. That servile attitude only empowers Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I noticed yesterday that the front page of the Scottish edition of The Times newspaper had a quarter-page story with the headline “Scots back independence for fourth poll in row”, but the edition that I saw in the Tea Room had a different story in that space: ironically, it was “Last-minute talks to halt nurse strike break down”—not a story The Times could have run in Scotland as the SNP Government have successfully come to an agreement on that issue in Scotland. The lack of the independence poll result on that front page reminded me how little engagement Members here have with Scotland and Scottish issues—as can be seen today by the empty spaces on their Benches. Unless we bring it to the table, it is not on the menu. So rather than retreating to a bunker and repeating the line, “You had your referendum, and it was once in a generation,” the UK Government would do well to engage with the devolved powers in an equal and respectful manner. Share the platform with us and respect our right to ask the people of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pressure is building up behind the UK Government’s dam of denial, and when the dam bursts, they do not want to be standing under it. It will wash them away and they will be replaced with an independent Scottish Government working for all of the people in our free, sovereign nation. The UK Government’s choice is not, “What is the direction of travel?” but whether they want to be part of that democratic process, or whether they still live in fear of democracy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}