{
    "url": "https://www.ukpol.co.uk/ronnie-cowan-2023-speech-on-the-budget/",
    "title": "Ronnie Cowan – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ronnie Cowan",
            "url": "/tag/ronnie-cowan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ronnie Cowan, the SNP MP for Inverclyde, in the House of Commons on 16 March 2023.",
    "content": [
        "In every community throughout the UK that has a high level of employment, people experience better health, both physical and mental, less crime, better school outcomes and longer life. The result is less strain on the health service and criminal justice system. Admittedly, that is a simplified summary and we can, and no doubt will, debate wages and work conditions—at a time when the strength of the trade unions is being attacked by this Conservative and Unionist Government, it is right that we do so—but I want to focus today on the positives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want this Government to help an industry that employs local people and could generate huge profits, pay its tax to the Exchequer and help to offset the environmental damage we are doing to our precious planet. That would be a win-win-win scenario. I was drawn to the Red Book section on green industries, which starts at paragraph 3.83; I wondered whether it was in there, but it was not. To my absolute horror, nuclear energy was. It is almost as if the nuclear industry does not create pollutants. It is almost as if generation after generation will not be left to clear up our mess. No matter what title this Government give it—the latest being “environmentally sustainable”—nuclear is not green.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was pleased that carbon capture got a shout-out, but that was at the end of the section on green industries investment, so in eager anticipation I read the part in chapter 3 entitled, “Growing the Economy: Creating a culture of Enterprise”. Here we go at last, I thought, but no. What better way is there to grow the economy and help the local community than by creating jobs so that people have a disposable income to spend locally, thereby benefiting the local community and all associated supply chains? All the usual Budget day suspects got a nod, but nothing new—no enterprise. There is nothing that could employ local people and generate huge profits, which would help them to pay their tax to the Exchequer and to offset the environmental damage that we are doing to our precious planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will have to lead the UK Government by the nose, which is a pity, because evidence of the benefits of this industry has been available for centuries. Indeed, it was promoted and even enforced by King Henry VIII in the 16th century. Back then, a quarter of all arable land was dedicated to growing hemp. Before the Government recoil in horror, hemp is not cannabis—don’t come over all unnecessary on me. It is estimated that a medium-sized economically viable establishment would employ 120 people, all paying tax. Hemp production was encouraged in the 16th century in order to manufacture rope and canvas for the King’s Navy, but now we can also make clothing, shoes, biodegradable plastics, insulation panels, food, paper and biofuels. Currently, the Government are spending billions of pounds on retrofitting homes through the ECO4 and ECO+ schemes, but they are using products made from petrochemicals, which release harmful volatile organic compounds emissions into the air of buildings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why not encourage local farmers to grow hemp and supply local contractors with carbon-negative natural fibre alternatives at scale? What could be a better use of public money? In fact, there are more than 50,000 known uses for the hemp plant, so finding markets for hemp would not be a problem. It will sell, it will be profitable, and the Government could reap the benefit, but it does not end there. A hectare of hemp absorbs 22 tonnes of atmospheric carbon during its four-month growing cycle. Hemp produces four times the biomass of the same-sized area of forest, making it a far more sustainable source of material. Hemp does not need pesticides, insecticides or even fertiliser to grow in the UK. Hemp has natural antimicrobial properties, so it passively cleans the air in buildings. Hemp has a high capacity for moisture absorption, allowing for a controlled atmosphere within buildings. Hemp construction materials act as a long-term carbon sink.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A £60 million investment would create a facility that is capable of growing 32,000 acres of hemp per year, which would sequester more than 207,000 tonnes of CO2 per annum. That is just the CO2 photosynthesised by hemp in its four-month growing cycle, and does not include the carbon sequestered into the soil or the net effect of replacing high embodied carbon products from international supply chains and their emissions. As a wee bonus, hemp regenerates the soil it grows in, so it would work well in crop rotation. Winter wheat and spring barley yields increase by 16% to 18% when they follow hemp in rotation, and hemp cleans groundwater because it has a deep root and a root mass that absorbs residual pesticides and insecticides from the soil, preventing run-off into streams and rivers and thereby avoiding costly remediation by the water companies to achieve UK drinking water standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The barrier to this industry’s raising the funds it requires is simple: licensing. To make the industry a success, the Government need only open their mind to the reality of what hemp is and distribute licences appropriately. The industry will take care of the rest. Hemp is not a plant from the past; it is a plant that can pave the way to a cleaner, greener future, and its benefits are clear for all to see if we are prepared to open our eyes and ears to the possibilities. Finally, if raising tax from it is the trigger that is required, so be it. But we should not wait too long, because the world is switching on to this and we in the UK are being left behind in our nuclear bunkers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}