{
    "url": "https://www.ukpol.co.uk/ronnie-cowan-2019-speech-on-betting/",
    "title": "Ronnie Cowan – 2019 Speech on Betting",
    "post_date": "July 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ronnie Cowan",
            "url": "/tag/ronnie-cowan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ronnie Cowan, the SNP MP for Inverclyde, in the House of Commons on 2 July 2019.",
    "content": [
        "I thank the Secretary of State for foresight of his statement. I appreciate the progress that is being made. Having discussed many of these issues with the Secretary of State and his Department, I genuinely believe that he gets it and is improving the situation, but I would take issue with a number of points. The statement touches on the argument for a mandatory levy, but undermines it by saying that it would take a year to complete. That reminds me of the old adage that my hon. Friend the Member for Falkirk (John Mc Nally) often reminds me of: “When is the best time to plant a tree? Twenty-five years ago.” If we do not start now, we will not be any closer a year from now. Is the Secretary of State suggesting that the gambling companies would withdraw their offer? If not, there is nothing to lose by starting the ball rolling now.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we have now is an unacceptable compromise. Any amount that cannot be guaranteed, cannot be budgeted. If we are to provide education, research and support, it cannot be done piecemeal. We need to employ people, provide training and rent premises, and we need a strategy that can be followed over a five, 10 or even 15-year period. A voluntary levy does not provide such a platform. There is no continuity or security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This offer is an attempted pay-off—a bribe—to appease the conscience of the gambling industry, and it takes the heat off. I fear it also allows the UK Government to absolve themselves of their responsibility. It leaves the commissioning of services to organisations favoured by the Gambling Commission, which is funded by the gambling industry. That is not a good model for commissioning harm-reduction services, or education and research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister review the role of the Gambling Commission and its funding model to make sure it is effectively regulating gambling companies, including by legislating, if necessary, to ensure that responsible working practices are in place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The draft statement says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I have met users who have lost more than the UK’s annual average salary on credit cards during one night of gambling online.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Are we going to address gambling on credit cards? I see no word on that. It mentions fixed odds betting terminals, for which the maximum stake was set at £2, but let us not forget that the gambling industry was dragged kicking and screaming to the table on that particular one. I hope the same will not be said about harm reduction in years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}