{
    "url": "https://www.ukpol.co.uk/ronnie-cowan-2022-speech-on-voter-id-at-elections/",
    "title": "Ronnie Cowan – 2022 Speech on Voter ID at Elections",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ronnie Cowan",
            "url": "/tag/ronnie-cowan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ronnie Cowan, the SNP MP for Inverclyde, in the House of Commons on 12 December 2022.",
    "content": [
        "When we stand for election, every one of us appeals to the electorate to get out and vote. We impress on them how important it is that they use their democratic right to express their will through the ballot box. We want bigger turnouts and we seek more and better engagement, yet voter ID will have a detrimental effect on turnouts. We know that because we can measure it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK Government have tried on several occasions to justify voter identification cards by stating that they already exist within the UK: they are used in Northern Ireland. What they cannot say with any conviction is that they have been a success in Northern Ireland. In fact, the turnout in the first election in Northern Ireland after photographic ID was introduced was 2.3% down. If we extrapolate from the data to a UK general election, approximately 1.1 million people would not vote. That would not fall evenly across the population, so who is it that we are disenfranchising?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Angela Kitching, head of external affairs at Age UK, points out that the Government’s own research has found that 6% of people over 70 would have problems with presenting the right kind of ID. It is reasonable to believe that that estimate is low, because the UK Government did not include the 500,000 people in care homes and sheltered accommodation in their research. It is no surprise that Angela Kitching has described the idea as being “for the fairies”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Royal National Institute of Blind People says that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“this will disproportionately disenfranchise blind and partially sighted people, particularly older blind and partially sighted people.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Royal Mencap Society has raised concerns that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“voter ID could simply result in yet another barrier to people with a learning disability participating in elections.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sense, the national charity that supports people with complex disabilities, has also raised concerns, saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Given the barriers that already face disabled people while voting, Sense is concerned that this could make it harder for some disabled people to vote.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Concerns have been raised by groups representing LGBTQ+ communities, including the LGBT Foundation, Mermaids and Stonewall. The Runnymede Trust has raised concerns that introducing a voter ID requirement would add further barriers to voting for black and ethnic minority groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those groups should not be disadvantaged. Their votes and their views are not worth less. Pilots have shown that 30% of people who had their ballot paper refused for lack of ID did not return later with an ID to vote. Were all those people trying to impersonate someone? I do not think so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As has been mentioned, this measure will disproportionately impact younger voters. ID such as an Oyster 60+ card is valid, but an Oyster 18+ card is not. Despite the calls for railcards or student IDs to be accepted, the Government have refused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, change attracts a financial cost. Disappointingly, the UK Government do not know how much this change will cost. Their assessment is £150 million, based on an assumed take-up of 2%, but a UK Government survey found that 31% of people said they would apply for a voter ID card. The impact assessment estimates that an additional £10.2 million should be added for each additional percentage point, which brings the cost of that 31% to £450 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In truth, we do not know, because the people surveyed were not informed of the existing photographic ID that would be acceptable, nor were they informed that out-of-date photographic ID would be acceptable. There is more confusion on which we are supposed to legislate: we need a clearer explanation of how having a period of validity for a voter card could work if its expiry date was not a bar to using it for its sole purpose at a polling station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is driving this change? Photographic voter ID is supposed to be required to address the issue of personation —occasions when somebody pretends to be another elector and votes on their behalf. We are asking people who work a very long day in polling places to verify visually that each voter looks like the photo ID that they present and, if they are not happy, to refuse that person the right to vote. That is a burden that will weigh heavily on many of those who, until now, have diligently staffed polling places.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For us to go to such lengths as introducing photographic voter ID, placing such a burden on electoral staff and risking disenfranchising 1.1 million voters, personation would have to be a massive problem. Yet, as the right hon. Member for Ashton-under-Lyne (Angela Rayner) said, with more than 58 million votes cast in elections in 2019, there were 33 counts of personation at a polling station. As we have heard, that comprises 0.000057%. When we consider the number of people cautioned for or convicted of personation, the proportion is reduced to 0.0000035% of votes cast. This is a sledgehammer looking for a nut to crack. It is a solution looking for a problem. The long and short of it is that this legislation has been pushed through with little substantial evidence of its value.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For as long as Scotland remains part of the United Kingdom and Westminster has the power to affect the voting franchise and the electoral process in Scotland—even if that involves elections to this place—we in the Scottish National party will hold Westminster to account, and will demand that any changes must be transparent, considered, constructive and inclusive. The motion does not satisfy those criteria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}