{
    "url": "https://www.ukpol.co.uk/ronnie-cowan-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Ronnie Cowan – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ronnie Cowan",
            "url": "/tag/ronnie-cowan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ronnie Cowan, the SNP MP for Inverclyde, in the House of Commons on 12 December 2022.",
    "content": [
        "I shall be extremely brief. I will support both amendments but do not believe either of them goes far enough. In an ideal world we would all conduct ourselves in public and private by principles conducive not just to our own benefit and wellbeing, but to the benefit of the wider community, but we do not, so we have laws that enable the prosecution of lawbreakers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Parliament we like to think we adhere to standards and principles, and we primarily refer to the code of conduct for those in public life; as we all know, the seven principles of public life are the Nolan principles, but like all guidelines, memorandums of understanding and conventions, the Nolan principles only work if individuals have the self-discipline and moral compass to adhere to them. When they do not, the abuse of their position is often clear for everyone to see, but rather than hold them to account, this place too often turns a blind eye or gently reprimands them with a rap on the knuckles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, past behaviour leads me to believe that we could extend the Nolan principles to 107 principles and those who currently adhere to them would, but those who think they are above and beyond such practices as self-control would ignore them all because they feel entitled to do so. In ministerial and Members’ registers of financial interest, transparency is crucial and that information must be provided in a timely fashion. Why would it not be? Why is it not already? As many MPs have shown time and again during covid, it is one set of standards for them and one set for everybody else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In summary, while we rely on principles and guidelines and conventions, some MPs will walk right through them, and the time for navel gazing is over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}