{
    "url": "https://www.ukpol.co.uk/geoffrey-cox-2019-statement-on-the-withdrawal-agreement/",
    "title": "Geoffrey Cox – 2019 Statement on the Withdrawal Agreement",
    "post_date": "March 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Geoffrey Cox",
            "url": "/tag/geoffrey-cox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Geoffrey Cox, the Attorney General, in the House of Commons on 12 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/03/geoffreycox.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/03/geoffreycox.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With permission, Mr Speaker, I would like to make a statement about my legal opinion on the joint instrument and unilateral declaration concerning the withdrawal agreement published last night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week, I confirmed I would publish my\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“legal opinion on any document that is produced and negotiated with the Union.”—[Official Report, 7 March 2019; Vol. 655, c. 1112.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That has now been laid before the House. This statement summarises the instruments and my opinion of their legal effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last night in Strasbourg, the Prime Minister secured legally binding changes that strengthen and improve the withdrawal agreement and the political declaration. The Government laid three new documents reflecting those changes in the House: first, a joint legally binding instrument on the withdrawal agreement and the protocol on Northern Ireland; secondly, a unilateral declaration by the United Kingdom in relation to the operation of the Northern Ireland protocol; and thirdly, a joint statement to supplement the political declaration. The legal opinion I have provided to the House today focuses on the first two of those documents, which relate to the functioning of the backstop and the efforts of the parties that will be required to supersede it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me say frankly what, in my opinion, these documents do not do. They are not about a situation where, despite the parties properly fulfilling the duties of good faith and best endeavours, they cannot reach an agreement on a future relationship. Such an event, in my opinion, is highly unlikely to occur, and it is in the interests of both the United Kingdom and the European Union to agree a future relationship as quickly as possible. Let me make it clear, however, that were such a situation to occur, the legal risk, as I set it out in my letter of 13 November, remains unchanged. The question for the House is whether in the light of these improvements, as a political judgment, it should now enter into those arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me move on to what the documents do achieve. As I set out in my opinion, the joint instrument puts the commitments in the letter from Presidents Tusk and Juncker of 14 January 2019 into a legally binding form, and provides, in addition, useful clarifications, amplifications of existing obligations, and some new obligations. The instrument confirms that the European Union cannot pursue an objective of trying to trap the UK in the backstop indefinitely. It makes explicit that that would constitute bad faith, which would be the basis of a formal dispute before an arbitration tribunal. That means, ultimately, that the protocol could be suspended if the European Union continued to breach its obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The joint instrument also reflects the United Kingdom’s and the Union’s commitment to work to replace the backstop with alternative arrangements by December 2020, including as set out in the withdrawal agreement. Those commitments include establishing\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“immediately following the ratification of the Withdrawal Agreement, a negotiating track for replacing the customs and regulatory alignment in goods elements of the protocol with alternative arrangements.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If an agreement has not been concluded within one year of the UK’s withdrawal, efforts must be redoubled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my view, as a matter of law, the provisions relating to the timing of the efforts to be made in resolving withdrawal agreements make time of the essence in the negotiation of a subsequent agreement. A doctrine with which the lawyers in the House will be familiar is of legal relevance. In my opinion, the provisions of the joint instrument extend beyond mere interpretation of the withdrawal agreement, and represent materially new legal obligations and commitments which enhance its existing terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me now turn to the unilateral declaration. It records the United Kingdom’s position that, if it were not possible to conclude a subsequent agreement to replace the protocol because of a breach by the Union of its duty of good faith, it would be entitled to take measures to disapply the provisions of the protocol in accordance with the withdrawal agreement’s dispute resolution procedures and article 20, to which I have referred. There is no doubt, in my view, that the clarifications and amplified obligations contained in the joint statement and the unilateral declaration provide a substantive and binding reinforcement of the legal rights available to the UK in the event that the Union were to fail in its duties of good faith and best endeavours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have in this statement, and in the letter that I have published today, set out, frankly and candidly, my view of the legal effect of the new instruments that the Government have agreed with the Union. However, the matters of law affecting withdrawal can only inform what is essentially a political decision that each of us must make. This is a question not of the lawfulness of the Government’s action but of the prudence, as a matter of policy and political judgment, of entering into an international agreement on the terms proposed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}