{
    "url": "https://www.ukpol.co.uk/geoffrey-cox-2019-statement-on-prorogation/",
    "title": "Geoffrey Cox – 2019 Statement on Prorogation",
    "post_date": "September 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Geoffrey Cox",
            "url": "/tag/geoffrey-cox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Geoffrey Cox, the Attorney General, in the House of Commons on 25 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/03/geoffreycox.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/03/geoffreycox.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the hon. and learned Lady knows, the Supreme Court gave judgement on this issue yesterday, and that judgement sets out the definitive and final legal position on the advice given to Her Majesty on the Prorogation of Parliament. The Government’s legal view during the case was set out and argued fully before the Supreme Court. The hearing was streamed live and the Government’s written case was, and is, available on the Supreme Court website.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I took a close interest in the case—[Interruption]—and I oversaw the Government’s team of counsel. I have to say that if every time I lost a case I was called upon to resign, I would probably never have had a practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government accept the judgement and accept that they lost the case. At all times, the Government acted in good faith and in the belief that their approach was both lawful and constitutional. These are complex matters, on which senior and distinguished lawyers will disagree. The divisional court, led by the Lord Chief Justice, as well as Lord Doherty in the outer house of Scotland, agreed with the Government’s position, but we were disappointed that, in the end, the Supreme Court took a different view. Of course, we respect its judgement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the Supreme Court’s judgement, in legal terms the matter is settled, and, as the hon. and learned Lady will know, I am bound by the long-standing convention that the views of the Law Officers are not disclosed outside the Government without their consent. However, I will consider over the coming days whether the public interest might require a greater disclosure of the advice given to the Government on the subject. I am unable to give an undertaking or a promise to the hon. and learned Lady at this point, but the matter is under consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}