{
    "url": "https://www.ukpol.co.uk/tom-cox-1985-speech-on-the-loyal-address/",
    "title": "Tom Cox – 1985 Speech on the Loyal Address",
    "post_date": "June 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Cox",
            "url": "/tag/tom-cox/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tom Cox, the then Labour MP for Tooting, in the House of Commons on 6 November 1985.",
    "content": [
        "It is a pleasure to follow the hon. Member for Clywd, North-West (Sir A. Meyer). Many hon. Members have a great respect for him. It is sad that his relevant comments are not heard more often from Ministers. I hope that his comments will be noted by Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome one reference in the Gracious Speech. I refer to the Government’s pledge to support United Nations’ efforts to secure a settlement in Cyprus. Britain is one of the guarantor powers for Cyprus. Since the brutal invasion 11 years ago, many hon. Members have genuinely tried to bring the two sides together. Many of us deeply regret the lack of any meaningful progress over the years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Talks went on for many years and we hoped that they would result in a meaningful and acceptable settlement, but they came to nothing. As much as I and many others want a settlement, no progress will be made until we see evidence that Mr. Denktash, the leader of the Turkish Cypriot community, is prepared to discuss with Greek Cypriot leaders proposals for an acceptable agreement and an acceptance that more difficult issues will be fully discussed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There must be two major areas of understanding. I am sure that Mr. Denktash is in no doubt about them, but I ​ wonder whether the Government fully understand them. They should try to do so. First, until there is a complete removal of Turkish troops from northern Cyprus, there will be little willingness by the Greek Cypriot leaders and their communities to hold discussions with Mr. Denktash. It is hard to establish how many Turkish troops are in northern Cyprus, but we know that they run into many thousands. Many people are amazed that they are still there. Until they are removed—even if it is a phased removal—there will be problems in achieving any agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second area, which is closely allied with the first, relates to those in Cyprus who were forced out of their homes and their lands 11 years ago, and who have never been allowed to return. Until the displaced can return in complete safety, there cannot be agreement. I know that Mr. Denktash is not unaware of that, as it has been put to him many times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Until those two basic issues are resolved, there will be a long struggle to try to reach a settlement. I know that some Conservative Members are as committed as I am to seeking a settlement in Cyprus, under which both Greek and Turkish Cypriots can live and work together. Anything that the Government can do to speed up such a settlement will be welcomed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a different topic, as I represent an inner London borough I feel that the omission from the Gracious Speech of any reference to the problems of the inner cities is a disgrace. Many hon. Members, to their credit, have referred to these problems, and having known those hon. Members for many years, I readily accept their genuine commitment to solving them. However, I regret that we do not have a similar understanding from the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In recent weeks there have disorders in our inner cities. Had the Prime Minister and the Government been concerned about the problems and committed to helping to alleviate them, they would have included a reference in the Gracious Speech. Various hon. Members could speak for Liverpool, Birmingham and Manchester; I speak for a London borough. We could all refer to the main problems—mass unemployment, housing in urgent need of repair, the rundown of our hospital services and the lack of facilities for people of all ages. My constituents repeatedly say, “We do not want handouts. We want genuine help so that we can begin to rebuild our communities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I listened to the many debates on the abolition of the Greater London council during our last Session. The GLC was subjected to great criticism of how it spent its money. Yet it was only GLC involvement in many projects in London that led to hope for the many people who are out of work, yet want work—the elderly, the disabled and the one-parent families. Those are the people living in inner city areas who have problems and must be helped to exist week by week with them. Often it is left solely to the GLC to finance the urgently needed projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We often hear of the divide between the north and the south, yet there is also a divide within the south. There are areas in Wandsworth whose residents have no idea of the problems in Balham and Tooting, the area that I represent. Those people may live in Putney, and never go to Balham. They have no idea of the needs of the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Gracious Speech says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Measures will be introduced to strengthen the powers of the police in combating disorder”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must assume that that refers to the unrest in our inner cities in recent weeks. I and other hon. Members representing such areas try to play a constructive part in helping to alleviate problems. When we meet youngsters, whether black or white, do we now say, “You start watching it, because the Government will give the police extra powers to combat problems that you might create?” Their instant response will be, “You go back and tell the Prime Minister that if she is going to spend money, not to spend it on the police force or on trying to frighten us, but on something that will give us hope in our communities.” That is what we really need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In all our multiracial communities, whether white, black or Asian, the theme is always the same: “This is our home. This is where our youngsters were born. We are as British as anyone living in the community.” Sometimes hon. Members say that certain people want to create disorder. I tell them that they do not want to create disorder in my community; they want to live together and to work with the police. What they really want is respect and help with their problems. Until that happens, the Prime Minister may threaten the communities, but it will have no effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If only the Government showed such a commitment, we could begin to alleviate the problems. I wish that Ministers would not pay fleeting five or 10-minute visits and say, “How terrible. We must try to help you.” They should go into the areas and try to understand the people’s feelings and aspirations. If they did that, not only would the change of attitude that we all want occur quickly, but there would be a rebuilding of the confidence that is needed in the inner cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must in the coming months have a response from the Government on issues such as these. They can spend as much as they like on the police, but as sure as night follows day—I take no pleasure in saying this, but it is a fact of life—if they continue to neglect the problems of the people of the inner city areas, as those people believe they have been neglected, we shall see further problems, and no hon. Member in any part of the House wants to see further problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The initiative now rests with the Government. I beg them to listen to what decent and honourable people who live in the inner cities are saying. They are pleading, “Help us and we will respond and show the pride that deep down we have in our homes and the communities in which we live.” That is the real test for the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}