{
    "url": "https://www.ukpol.co.uk/jo-cox-2015-maiden-speech-in-the-house-of-commons/",
    "title": "Jo Cox – 2015 Maiden Speech in the House of Commons",
    "post_date": "June 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Jo Cox",
            "url": "/tag/jo-cox/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Jo Cox in the House of Commons on 3 June 2016.",
    "content": [
        "[![jocox](https://www.ukpol.co.uk/wp-content/uploads/2016/06/jocox.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/06/jocox.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Speaker; it is a great privilege to be called to make my maiden speech in this most important of debates, and I congratulate many others who have made outstanding maiden speeches today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that many right hon. and hon. Members will claim that their constituencies consist of two halves or numerous parochial parts; I am another in that respect, and Batley and Spen is very much that kind of constituency. It is a joy to represent such a diverse community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Batley and Spen is a gathering of typically independent, no-nonsense and proud Yorkshire towns and villages. Our communities have been deeply enhanced by immigration, be it of Irish Catholics across the constituency or of Muslims from Gujarat in India or from Pakistan, principally from Kashmir. While we celebrate our diversity, what surprises me time and time again as I travel around the constituency is that we are far more united and have far more in common with each other than things that divide us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituency is also home to Fox’s Biscuits and Lion Confectionery, so I am sure you will not think it an indulgence, Mr Speaker, if I describe Batley and Spen as a constituency with an industrial heart wrapped in a very rich and pleasant Yorkshire landscape—geographical, historical and cultural.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The spirit of non-conformity is as prevalent now in my part of west Yorkshire as it was in the time of my two immediate predecessors, Mike Wood and Elizabeth Peacock. They were both known for offering their own brand of independent, non-conformist service, albeit in very different ways. I intend to maintain that established tradition in my own unique style.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, Batley is a town that has sent Labour MPs to this place for the best part of a hundred years. One of them, Dr Broughton, is of course famously credited with bringing down a Government, so I respectfully put the right hon. Members on the Front Bench opposite on notice. The Spen valley has a far more chequered political history, alternately sending Labour and Conservative MPs here to Westminster for much of the 20th century. Nothing made me prouder on 8 May than to be sent to this place with an increased Labour majority, proving again that in my neck of the woods non-conformity is what we do best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have already alluded to, we make things in Batley and Spen; we do so now, just as we did historically. Batley and Spen has a high proportion of people working in manufacturing, and we can boast the full range of industries, including high-skilled, precision engineering. We manufacture all sorts, from beds to biscuits, and from carpets to lathes. We also have some of the best fish and chips in the country, and some of the best curries in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, what many of our businesses are lacking is confidence: confidence to expand; confidence to borrow; confidence to grow; and the confidence to fuel a real economic recovery that benefits everybody, offering decent jobs, paying decent wages and bridging the skills gap. Key to changing that situation is a fundamental shift in attitude towards regional economic regeneration. It is time to give city and county regions the powers and resources they need to promote growth, and I will happily work with all of those who are genuinely committed to building an economic powerhouse in the north. This agenda has to have at its centre a commitment to connect towns and villages in constituencies like mine to thriving city hubs, and to deliver a financial offer in the forthcoming July Budget that gives this worthy goal a real chance of success. Yorkshire folk are not fools: talk about devolving power to cities and regions, while simultaneously stripping them of the resources to deliver and subjecting northern councils such as Kirklees to the harshest of cuts, is not compatible with a worthy commitment to building a northern powerhouse to drive growth and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Businesses in my constituency want help to address the skills mismatch at local level which leaves employers with staff shortages and young people without jobs. They want access to reliable sources of finance, including a network of local banks. They want to connect to a regional infrastructure that works for them, not rail price hikes of more than 126% and endless delays to key transport projects such as the electrification of the line from Manchester to Leeds. Many businesses in Yorkshire want the security and stability of Britain’s continued membership of the European Union, a cause I look forward to championing passionately in this place and elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The key question is: will the Government’s actions match their northern powerhouse rhetoric? HS2 is not the only acid test. There are two bigger challenges. First, will the Government really devolve all the powers and decisions that could and should be taken locally and regionally? My test will be this: if there is a compelling reason for this to be a national decision then so be it; if not, it should be devolved. Secondly, will the Government really take the whole range of their decisions—on transport, research and development, planning, education and skills—in the interests of rebalancing the economy and growing the north?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am Batley and Spen born and bred, and I could not be prouder of that. I am proud that I was made in Yorkshire and I am proud of the things we make in Yorkshire. Britain should be proud of that, too. I look forward to representing the great people of Batley and Spen here over the next five years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}