{
    "url": "https://www.ukpol.co.uk/mark-coxshall-2022-statement-on-the-financial-crisis-at-thurrock-council/",
    "title": "Mark Coxshall – 2022 Statement on the Financial Crisis at Thurrock Council",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Coxshall",
            "url": "/tag/mark-coxshall/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Mark Coxshall, the Leader of Thurrock Council, on 29 November 2022. It follows the publication of the financial situation of the council.",
    "content": [
        "These are shocking numbers but the first stage to creating a good plan for recovery is to understand the full extent of the problem. I know that Thurrock residents will be concerned and rightly so about what this means for local services. Please rest assured that this report is the first stage of planning for our recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everybody now has a fuller understanding of the gravity of the issues we face. We know the council cannot find a way to finance its expenditure in-year and will not achieve a balanced budget next year without external support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will have to request exceptional financial support from the government over a number of years to stabilise our financial position and give us time to have balanced budgets. Alongside this support we will have to use other levers including asset disposal, efficiency savings, council tax increases and funding flexibilities from central government to recover our financial position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although it is impossible for local authorities to go bankrupt, it is clear there will be incredibly difficult decisions to come. These are uncertain and unsettling times but there are no immediate changes to services for residents, and the council’s much valued staff will continue to deliver for Thurrock’s residents and be paid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am absolutely determined to break the council’s past culture of secrecy with complete openness, honesty and transparency. Simply by publishing this information I am making it clear that is not how Thurrock Council intends to work going forward and that this takes place in a way that can be scrutinised by all councillors and the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further reports will come to Cabinet and update the position before setting a budget in February. Thurrock Council continues our work with the Commissioners to develop a plan that addresses the scale of this challenge and takes us towards a stable and sustainable financial position in the medium to longer term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}