{
    "url": "https://www.ukpol.co.uk/neil-coyle-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Neil Coyle – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Neil Coyle",
            "url": "/tag/neil-coyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Neil Coyle, the Labour MP for Bermondsey and Old Southwark, in the House of Commons on 28 April 2020.",
    "content": [
        "Madam Deputy Speaker, may I add my gratitude to you, the Speaker’s team and everyone in this place who is ensuring that we can continue to scrutinise the Government in these unique and challenging times?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Government for bringing this legislation back at this difficult time. It is good to see such broad cross-party agreement on this issue. I congratulate the new shadow Home Secretary, my hon. Friend the Member for Torfaen (Nick Thomas-Symonds), and his Front-Bench team for their leadership, their constructive engagement and their early involvement on this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a personal note, may I say how wonderful it is to see my hon. Friend the Member for Birmingham, Yardley (Jess Phillips) on the Front Bench? Her formal role on the Bill and her participation from the Labour Front Bench are long overdue. Her all-party parliamentary group on domestic violence and abuse worked with the APPG on ending homelessness, which I co-chair, on the “A Safe Home” campaign, which is backed by Crisis, Women’s Aid, SafeLives and many more organisations and individuals. As the hon. Member for Beaconsfield (Joy Morrissey) indicated, the campaign also has cross-party support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, there is a huge overlap between domestic abuse and homelessness. Last year, almost 24,000 families who were homeless or on the brink of homelessness had experienced or were at risk of domestic abuse. “A Safe Home” seeks to ensure that the Bill enables everyone who is homeless because they are fleeing domestic abuse to have access to a safe permanent home.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was necessary before the virus struck; the most recent Office for National Statistics figures show that the number of women murdered in the UK increased to 214 in the 12 months to March 2019, including a rising number killed at the hands of their partner or former partner. It is even more crucial now we know that the lockdown has brought with it a rise in attacks. Refuge’s national domestic abuse helpline has seen a 49% increase in daily calls and a quadrupling of web traffic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, for some, the threat is fatal. The Counting Dead Women project estimates that 14 women were killed during the first three weeks of the lockdown. “Stay home, stay safe” is not true for everyone. I hope Ministers will ensure that safe long-term accommodation is guaranteed, to give women a better chance of escape without fear of ending up homeless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Currently, anyone fleeing domestic abuse must prove that they are significantly more vulnerable than anyone else to be guaranteed help from councils for a permanent home. Some local authorities use that as a gatekeeping tool. Awful examples include women being told to go and get a letter from their abuser to prove they have been abused. Research last year for the APPG on ending homelessness revealed that almost 2,000 people were unable to meet the vulnerability threshold in England alone. Those are women who were not provided with a safe home after initial help in refuges—women left facing homelessness or a return to an abusive relationship. The Bill must end that fatalistic situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Helping those 2,000 people would not be a huge commitment for the Government. My council, the London Borough of Southwark, is already adopting that measure. Although I hope the Government follow where Southwark leads, this issue should not be dependent on leadership in any one postcode, borough, town or city. Ministers have the chance to address this issue nationally through the Bill, and they must rise to the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When Ministers announced the statutory duty on local authorities to provide temporary accommodation-based support last year, it was welcomed across the House and the country. An extension to an automatic guarantee of safe long-term housing would be similarly welcomed and is just as essential. I also hope Ministers recognise that the Bill needs to extend the statutory duty on local authorities so that it covers not just accommodation but all the specialist support necessary to rebuild lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nearly 70% of survivors access other services that are provided in the community, including independent domestic violence and abuse advisers, counselling, and young people’s and children’s workers. Children who have experienced domestic abuse should be able to access counselling and support, but that is not currently covered by the Government duty and is poorly delivered at local level. A full statutory duty and resources are required to commission the full range of specialist domestic abuse services that are needed, and the Bill is the right vehicle to provide that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The current crisis has made the issue far more acute, but there was already insufficient funding in the system. Two thirds of the people referred to refuges in 2018-19 were turned away. With more people at risk during this lockdown and after it ends, the Government must act now to provide sufficient sustained funding in the longer term. I hope to join the Bill Committee to raise those and other issues in more detail for all the organisations working on the frontline. Those issues include splitting ​universal credit payments to prevent economic abuse; ending no recourse to public funds restrictions on essential support for women and children currently denied help—shamefully—in this country; introducing a gendered definition, given the higher prevalence of women experiencing abuse; fully ending cross-examination in courts; criminalising the use of threats to share naked or sexual images in order to abuse or control someone; and the proper enforcement and monitoring of non-molestation protection orders, which is far too patchy currently, and which I hope Ministers will act on, given the heightened risk now, more than ever, in lockdown Britain. I hope to see progress on all those issues as the Bill makes progress and look forward to the Minister’s reply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}