{
    "url": "https://www.ukpol.co.uk/neil-coyle-2023-personal-statement-in-the-house-of-commons-for-his-behaviour/",
    "title": "Neil Coyle – 2023 Personal Statement in the House of Commons for His Behaviour",
    "post_date": "March 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Neil Coyle",
            "url": "/tag/neil-coyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Neil Coyle, the Independent MP for Bermondsey and Old Southwark, in the House of Commons on 3 March 2023.",
    "content": [
        "The report of the Independent Expert Panel into my conduct has been published today. I want to say how sorry I am for the upset and offence my behaviour caused last year. I wish to specifically apologise to the two complainants who were subject to my drunk and offensive behaviour and attitude. I cannot apologise enough for the harm and upset caused, and I am, frankly, ashamed of my conduct. It should not have happened. No one should leave any MP’s company so shocked or appalled at their inappropriate behaviour or failure to meet the standards rightly expected of this office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also apologise to my constituents in Southwark. They faithfully put their trust in me to stand up for their values here in Westminster in three consecutive general elections, and I failed to represent them in the way they deserve or a way they would recognise. I owe a debt of gratitude too large to ever repay to my constituents for the privilege of serving our wonderful, diverse community. I am ashamed that this apology is both necessary and overdue. I apologise to the members of my local Labour party, who also expect me to represent the best of our values in this place, and who last year I also let down so badly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With permission, Mr Deputy Speaker, I also wish to thank the two complainants for their bravery. I do not doubt that it was not easy to submit the complaints. Their courage has ensured that standards have been upheld through an independent process that I was proud to support the establishment of, and that exists to tackle the problematic behaviour I sadly exhibited last year. It is right and proper that I have been held to account and sanctioned accordingly, and I take my punishment on the chin. I fully accept my failings and, again, express my sincere apologies. I will use the time for which I am suspended to reflect on self-improvement, and I have already undergone some training, including on tackling unconscious bias, which I recommend to all Members and their teams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I owe the complainants my further gratitude for calling out my upsetting words and actions. It forced me to recognise that my drinking had become a dependency and to seek help. On 1 March this week, I celebrated a year since I stopped drinking, and I would not have been able to stop without their effective intervention. In the healthcare I have received since last February, it has also been made abundantly clear to me that, had I not stopped, my drinking would likely have caused a significant stroke or worse. Their intervention has quite possibly saved my life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Going forward, I will remain abstinent to offer the greatest chance for my own health to continue to improve, for the best relationship with my daughter and family to continue to grow, and for the best service to my constituents to continue. I hope that in speaking out publicly about ending my alcohol dependency, I am also able to support others struggling to maintain or regain control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In closing, I thank the Speaker’s Office and the wider parliamentary team, including the Whips, the Serjeant at Arms team and those in the health and wellbeing service, for all the support provided over the last 12 months, especially to enable me to stop drinking. I could not have done it without the tremendous help along the way, especially from my own small team who work wonders for Southwark, and who I will cherish even more for their hard work throughout the difficult, overstretched period I created for them in the last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Going forward, I will endeavour to be a stronger ally to the east and south-east Asian community in order to prove my apology to the journalist who had the courage to complain, as well as to my constituents, who too often see the downplaying of the discrimination and hate crime they experience, and to my own family, who I have let down. Two of my brothers have Chinese wives and I have two Chinese nieces and a nephew. I also need to show them that this was an aberration and ensure that they can, once again, be proud of me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wholly and unreservedly apologise again for my offensive language and behaviour last year. I know that I let a huge number of people down, and I am sorry to everyone who saw drink get the better of me. I am resolute that it will never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}