{
    "url": "https://www.ukpol.co.uk/neil-coyle-2021-speech-on-universal-credit/",
    "title": "Neil Coyle – 2021 Speech on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Neil Coyle",
            "url": "/tag/neil-coyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Neil Coyle, the Labour MP for Bermondsey and Old Southwark, in the House of Commons on 18 January 2021.",
    "content": [
        "Today is blue Monday, when people feel at their lowest ebb, and the actions of this true blue Government will add to that despair. The Government were elected on a promise to level up, but are cutting help at a crucial time—in the middle of a pandemic, with rising unemployment and restrictions not yet lifted. People worried about their finances and pushed to the edge by covid will see how much the Tories really care today in the way they are holding this debate and in their denial about wider universal credit problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This system has been running for eight years, but it costs more than the legacy system and actually helps fewer people. A third of applicants last year got nothing—turned away at the point of need. It has caused food bank usage to rise dramatically, and food banks tell me that the last thing people require in their support needs is a cut from Government now. Last year, more than 300,000 people got their first payment late, and that figure will be substantially higher this year according to the Government’s own figures. This is a Government whom the UN has shown have created a system that requires people to experience poverty, much of it through in-built delays to payments. Delays are not free: rent does not stop and the need to eat does not stop. The Government’s solution for the people facing those delays is debt. Last year, half a million people seeking help were told they could only have a loan, with the universal credit deficit in the Department for Work and Pensions reaching £1 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Extra funds are available to help, if the Government fixed the problems. The National Audit Office has shown that more than £1 in every £10 spent on universal credit is erroneous in one way or another, and the Government have not done enough to fix that problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Southwark, a third of the people on universal credit are in work. The constituents I have seen include a woman whose entire first monthly payment of universal credit was £17.68. I have been helping a man whose combination of furlough and universal credit does not even cover his rent and bills. These are people required to use a food bank from my constituency office in the heart of central London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the Tory response to these circumstances is to cut help. It is extraordinary. We see their true blue values in the wider debate on tackling poverty—values that led to the ludicrous insinuation from the hon. Member for Mansfield (Ben Bradley) that Government food vouchers were being used in “crack dens and brothels”, and the suggestion from his Tory colleague the hon. Member for Redcar (Jacob Young) that they were being used to buy alcohol, when they simply cannot be. More than 9,000 people in Redcar are on universal credit and deserve better representation. By contrast, their previous MP has been working in a food bank and setting up a book bank to help local children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then, of course, there is the Leader of the House, who has attacked UNICEF and charities helping children in Southwark. The fact that UNICEF and the UN are highlighting and seeking to alleviate poverty in Britain should shame our Government and secure action, but instead the Government attack the messenger. They pretend that their system is working, when it is failing people even with the uplift. They pretend that Labour would scrap the lot, putting out trash information because the truth is too painful for them to admit. They pretend to care. If they really did, they would be hammering on the Minister’s door and demanding an extension of help today, not a cut.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}