{
    "url": "https://www.ukpol.co.uk/neil-coyle-2020-speech-on-free-school-meals/",
    "title": "Neil Coyle – 2020 Speech on Free School Meals",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Neil Coyle",
            "url": "/tag/neil-coyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Neil Coyle, the Labour MP for Bermondsey and Old Southwark, in the House of Commons on 21 October 2020.",
    "content": [
        "In 2010, the incoming Conservative Prime Minister promised to fix what he termed “broken Britain”. A decade later, we are having a debate about whether or not children go hungry next week and I have to run a food bank from my constituency office. When Labour left office, 40,000 were using food banks, last year it was 1.4 million people, 7,000 of whom were in Southwark, including hundreds of working people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituency is at heart of London. It may be the capital city of the fifth wealthiest nation on the planet, but in some wards child poverty is as high as 40%. It was the coalition who scrapped the proper measurement of poverty and then scrapped the previous Labour Government’s statutory commitment to end child poverty by this year—by 2020. Today’s debate shows the impact of that downgrade of the need to tackle child poverty. It was not just a downgrade, but a direct exacerbation of the problem directly imposed by Government policies. The Secretary State waxed lyrical about universal credit with its perverse and catastrophic five-week delay, but the Government’s own statistics show that, this year, more than 200,000 people who applied for universal credit were paid after five weeks. A third of the applicants got nothing and others have been forced to take out a loan from the Department for Work and Pensions, totalling now almost £1 billion. People sought help, but all they were given was debt and no recourse to public funds, which was a condition imposed on some people, but which leaves children growing up without access to the same support as the kid they were born next to at St Thomas’s Hospital and sit next to at St Saviour’s school. The Children’s Society tells us that there are 175,000 children in that position. The Home Office refused to release the figure, even though the Prime Minister promised that he would. I ask Members to contrast that pernicious national Government approach of state-sponsored food poverty with a willingness to help elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am proud of the efforts of my local Labour council to tackle food poverty, providing free healthy school meals for all primary school children since 2011. There are 59 members of the Southwark Food Action Alliance, including the council and faith groups such as the Salvation Army, and even private companies such as Engie and British Land understand that there is a problem. There are also some great local charities such as the Central Southwark Community Hub under Felicia ​Boshorin’s brilliant leadership, which has fed 2,300 families since April alone, Time & Talents has an amazing team under Sarah Gibb and Pecan, the Southwark food bank, which, last year, fed more than 2,400 children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Matt Rodda (Reading East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making an excellent point about how the voluntary sector, individuals and local councils have stood up and filled the enormous gap left by the Government. I pay tribute to the Lunch Bunch in Woodley in my constituency of Reading East, to a range of other local charities, including Sadaka and Whitley Community Development Association, and to Reading Borough Council for its work. When will the Government stand up and play their part?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Neil Coyle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad that my hon. Friend’s constituency has organisations like those in mine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Organisations have popped up in response to covid, such as the mutual aid groups, and existing organisations such as Burgess Sports and Pembroke House have extended their activities to help feed families. They all deserve community gratitude, but they have worked so hard because the Government have created and then ignored the need for help—a Government headed by a man who apparently cries himself to sleep because he is now receiving only £150,000 a year. Well, boo hoo!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to end by talking about a real injustice. This year, children have largely, thankfully, escaped the worst health effects of covid, but they have not been spared the economic impact on their parents. In Bermondsey and Old Southwark, unemployment has jumped by 5,000, many parents are still prevented from working and we face the cliff edge of the end of the furlough scheme, which has helped 24,000 people in my constituency alone. Children feel the injustice of that situation. The Government have a genuine chance to act today—mindful, I hope, of the 300,000-and-growing signatures on Marcus Rashford’s petition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will finish by quoting Charles Dickens, who, of course, lived in Southwark. In the 1860s, he wrote “Great Expectations”, in which he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“In the little world in which children have their existence, there is nothing so finely perceived and so finely felt as injustice.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is injustice that we vote on today. MPs can allow an injustice to occur or we can vote to prevent an injustice from being done to children, through no fault of their own. I know how I will be voting—I will be voting to end injustice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}