{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2015-speech-to-cardiff-business-school/",
    "title": "Stephen Crabb – 2015 Speech to Cardiff Business School",
    "post_date": "January 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb, the Secretary of State for Wales, at the Cardiff University Business School on 29 October 2015.",
    "content": [
        "It’s a huge pleasure to be back at Cardiff University and for my first visit to the University’s flagship Business School.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to begin by thanking the Vice-Chancellor for his kind welcome and for hosting this event – and also by saluting the Business School’s recent success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The school was ranked 6th out of 101 by the 2014 Research Excellence Framework– testament to the hard work and dedication of the staff, students and researchers associated with the School. Not only has the School cemented its international reputation in recent years, it is estimated the School contributes £85m annually to the Welsh economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I applaud too the Vice Chancellor’s strategic goal of seeing a Welsh university in the world’s top 100. That’s exactly the kind of ambition I love – Cardiff University aiming to be not just a success story within the UK – which it is – but a success globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The international dimension of Cardiff Business School is an important one. A diverse, international student body makes for a dynamic business school environment and actually reflects the global nature of the economic realities that business in the UK and in Wales contends with each day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no corner of the economy in Wales which isn’t being shaped profoundly by global forces right now – whether that is through shifts in commodity prices, through the incredible international marketplace which the internet has created, or through the investment decisions being made by international firms which can impact on communities thousands of miles from the board rooms where those decisions are taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is nowhere to hide any more – and that is really the theme of my talk this morning: the challenges and opportunities that globalization presents to the Welsh economy; why the UK Government’s radical approach to devolution and decentralisation is both a consequence of globalization and a deliberate policy response (at a national and city level too); and where I think this direction can take us in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was while I was at business school myself twelve years ago that I came across a book by Thomas Friedman, The Lexus and the Olive Tree, which set out some thinking about globalisation which made a deep impression on me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I had been in New York for a week to observe the leadership and management style of Mayor Michael Bloomberg’s City Hall as part of a study I was doing on Organisational Behaviour. And what a lesson on city leadership and the accountability demanded of the city’s agencies in terms of delivery on transport, housing and policing that was – and I will return to that theme later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it was when I was travelling back home I picked up a copy of Friedman’s book at the airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Friedman used two metaphors, the manufacturing and popularity of Lexus cars and the olive tree which has enormous roots in deserts where ancient peoples still engage in conflict over the ground where it grows, to illustrate two key characteristics of globalisation as he saw it – namely the quest for growth and wealth creation in all corners of the world and, at the same time, the struggle to preserve or rediscover identity and roots that give meaning to our lives at a community, tribe or nation level – even as the world changes at a breath-taking pace around us…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…and with capital and investment, trade, information, and people now moving around the globe at speeds, and in volumes, the likes of which were never thought possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are lots that Friedman has to say about all this, and in his later book The World is Flat, but one of the key things for me was the questions it raised about how well equipped was our own nation state – with high levels of government spending and rigid and highly centralised structures of government – to ride these trends and to prosper in the kind of global system he was talking about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And then came the crash in 2008… and we were found out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our lop-sided economy, built on an over-reliance on a booming banking sector geographically weighted more than ever before to London and the South East, and with the empty edifice of debt-driven government and consumer spending, was found out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The deficit stood at more than ten per cent of our national income – one of the highest of any major advanced economy and the largest in our peacetime history. The British economy had suffered a collapse greater than almost any country in the Western world – a dramatic slump in GDP of around 8%, translating into an enormous destruction of wealth – with all of the decline in real wage levels and standard of living that went with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the backdrop against which we as a Government have been executing a plan since 2010 to restore stability to our national finances and return the country to a balanced budget – and ultimately to a position where in normal times we generate a surplus and pay down debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All of the big policy challenges that we have been grappling with as a government link back to this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But while reducing the deficit remains a core and critical element of this plan, there is a much wider vision being driven forward to reshape and rebalance the UK economy – so that growth in the future will be more evenly generated across all economic sectors – and where innovation plays a much bigger role – where investment in world class skills and world class infrastructure is absolutely vital for future success – and where we make more and sell more of what we make in new and dynamic markets overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fundamentally, it’s about putting in place a framework for future economic growth and success in the challenging and unforgiving global economy of the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the vision is also about a more balanced economy geographically – where the nations and regions of the United Kingdom close the gap with London and the South East and all parts of our country share in the fruits of economic renewal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I believe this vision represents a compelling and exciting opportunity for us here in Wales where the gap with the rest of the UK – in terms of productivity, GVA, wages – still remains far too wide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And where the competition is getting ever more intense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody else is slowing down to allow us to catch up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we must seize this opportunity because the world won’t wait for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so this is where our radical approach to devolution and decentralisation is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Devolution isn’t simply some bolt-on extra to our economic vision. Decentralisation is a key part of rebalancing the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pushing power downwards can lead to better, more nimble decision-making, more tailored to local circumstances and local markets, and a better chance of capitalising on fast-moving dispersed knowledge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The logic of globalisation – and the correct response to the challenges that globalisation presents – is not ever more centralisation; it is the exact opposite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is to push power downwards and outwards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There’s a deep connection between where decisions are made and what works……. political and economic solutions more tailored to local circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a government we have committed ourselves to delivering a fundamental shift of power from Westminster to the people and communities of this country; promoting unprecedented decentralisation and ending the era of top-down government, by empowering local councils, communities and businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And this has shaped our own approach to devolution for Wales too. We absolutely do recognise the importance of devolution in the context of Welsh nationhood and identity within the United Kingdom – what Thomas Friedman would perhaps describe as the Olive Tree dimension: our ancient roots and identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we also want to see the Lexus dimension too – an economic dividend for Wales from devolution, with powers being used for much greater effect than what we have seen in the last 16 years – and especially in terms of wealth creation and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe Wales is already punching above its weight on the global stage in some respects – and in recent weeks Cardiff has reminded the world once again why it is such a vibrant and exciting capital city for visitors from all over the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But let’s be clear, being positive about the Welsh recovery does not blind us to the serious challenges and weaknesses that remain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Successful Economies need long-term investment in effective transport links.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Excellent connectivity will bring cities and markets closer together to help create the critical mass to compete globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Better connections between economic centres allow clusters to develop even where companies are located apart, supporting more trade, more interactions between businesses and the generation of more products and ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a Government we are putting right the chronic underfunding in infrastructure by previous governments, investing a greater share of our nation’s wealth in infrastructure than in the whole period of the last Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why this Government’s programme of investment in rail infrastructure in Wales and across the UK is the largest and most ambitious since the development of the rail network in the 19th Century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Electrification of the Great Western Mainline to Swansea will put South Wales on a much more even footing to compete with the South East as the Government works to rebalance the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Crossrail will enhance the shorter journey times offered by electrification of the main line – bringing the burgeoning financial services sector in Cardiff to within two hours journey time to Canary Wharf, now one of Europe’s most important financial centres.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "North Wales transport infrastructure also needs to improve to capture the benefits that HS2 will bring and all of the exciting opportunities being created by our Northern Powerhouse vision which aims to rebuild the economic and civic strength of England’s great northern cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But let’s take an honesty check here when it comes to infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In recent weeks we have seen some fabulous World Cup matches hosted so brilliantly at the Millennium Stadium, producing a pay-off for the Welsh economy of tens of millions of pounds – only for fans to get caught up in traffic gridlock on the M4 resulting in journey times from Cardiff to London in excess of five hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Twenty years ago my predecessors in the Wales Office were looking at the need for an upgrade of the M4 motorway between Cardiff and Newport. Devolution was supposed to help make this happen. But the truth is that sixteen years of Welsh devolution has not delivered that strategic project which would overcome a key barrier to growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Two years ago the UK Government struck a deal with Welsh Government to jump-start that project by providing Welsh Government with new financial borrowing powers – linked to the devolution of minor taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But still business is waiting for any substantial progress on delivery from Welsh Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Meanwhile, many of the cities that Cardiff aims to compete with are seeing upgrades in their own transport infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world won’t wait for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Valleys Line Electrification too – that crucial project to better connect deprived Valleys communities with centres of job creation in Cardiff, Swansea and Newport –one year on from the co-financing deal the Treasury struck with Welsh Government we have yet to see any concrete proposals for Welsh Ministers for the project. Human capital If devolution is to deliver, we also need the right support to build human capital and generate innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The gap in labour productivity between Wales and the UK is larger than for almost any other region or nation of the UK. Reform of the skills system is necessary to provide cities with the skilled labour businesses need and innovation policy needs to support the development and diffusion of ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Apprenticeships are at the heart of our mission to rebuild and rebalance the economy, with a step-change in the quality and status of vocational education. The UK Government has set a target of 3 million new apprenticeships over the next five years. This is a huge ambition and will take significant effort to achieve. We are offering support for businesses in England to help meet this and I want to ensure Wales is not left behind. We need a shared ambition right across the UK to deliver this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also want to see greater investment in innovation. We have some world class innovators here in Wales – take for example Airbus in Newport and their innovation into Cyber Security, GE Aviation at Nantgarw who are fuelling innovation and its application across the aerospace industry, and General Dynamics with their EDGE innovation network, which brings together industry leaders, academia and innovators with end users and customers in an open, collaborative environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And this week, Cardiff University’s expertise in researching and developing innovative technologies was recognised by Innovate UK, the UK Government’s innovation agency, as the location, along with five other regional centres, for the UK’s centres of excellence for Precision Medicines – a global market estimated to be worth £14bn and expected to grow to £50bn in 2020. The Precision Medicine Catapult has the potential to develop into a global industry generating both economic and healthcare benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are the challenges that should grip us and be our priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But there’s a real danger in Wales that our full economic potential is being hamstrung by a never-ending constitutional debate focused on a theoretical discussion about ‘powers’ which is entirely divorced from the practical importance of what these powers can actually achieve…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…where we spend years, decades even, locked in a prolonged constitutional argument about the finer points of devolution which does nothing to address the productivity challenge or our skills gap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I long for the day when a Prime Minister or Chancellor of the Exchequer can visit Wales and the first question they’re asked is not about devolution and ‘powers’ but is actually about how we create a world-beating dynamic economy here in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And there’s a decision for all political leaders in Wales to make here – are we willing to reach agreement and settlement on these questions and move on to the issues that will determine whether we succeed or fail in the 21st century?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…Because the world won’t wait for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have made no secret that my number one passion, my number one ambition, is not constitutional reform – but to see economic transformation for my nation of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The draft Wales Bill which I published last week recognises there is a strong appetite in Wales for a greater say over Welsh affairs within a stronger United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It provides an opportunity to draw a line under the constant debates about devolution which have characterised Welsh politics for too long. I am totally open to ideas on how we improve the draft Bill but the rhetoric coming from Cardiff Bay in recent days that the Bill should become their new cause celebre to prolong and deepen the debate about powers is, I believe, deeply misplaced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a mature, respected legislature in the National Assembly, which will soon assume through the Wales Bill even more powers. And the Welsh Government itself will also get important new powers. I believe that these should be supplemented by new tax raising powers so that there is, for the first time, a true bond of financial accountability between Welsh Government and Welsh taxpayers – and with it new levers that can make a practical difference economically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have already spent far too long on this discussion in Wales. And we need to make progress. Because the risk is that we fall behind while the world moves on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week the Chinese president visited Manchester to see how one of the UK’s major cities is re-inventing itself as the hub of the Northern Powerhouse. The leader of one of the world’s largest economies saw a city where its civic leaders, from across the political divide, have seized the opportunity of more powers to shape their destiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Greater Manchester is blazing a trail, with a devolution package which delivers decision making over important local priorities, including economic development, local transport, housing, skills and vital public services like health and social care- with a combined authority led by a directly elected mayor. It will also be the first English region to gain greater control of its Health budget – a £6 billion budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wales suddenly has one more competitor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the most radical aspects of the UK Government since 2010 is our determination to decentralise and push powers downwards and outwards –and backing it up with real economic and financial powers to harness innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are determined to unlock the civic and economic potential of our great cities. For as long as we can remember, cities have played an integral role in the political, economic and civic life of great nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet during the twentieth century, we witnessed a decisive shift of power and influence in favour of London and the south-east of England, often at the expense of our major cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For too long, governments have acted as though taking powers away from our great cities is the best way to create growth, rather than trusting the people living there to find their own specific solutions to meet their own local needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why as a government, we want powerful, innovative cities that are able to shape both their political and economic destinies, and get our local and national economies growing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like Manchester, Cardiff came into its own during the nineteenth century and has seen some remarkable transformations in the last twenty five years. But the world is not standing still.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Manchester, Glasgow, Sheffield and others now power ahead – spurred on by bespoke city and regional deals – there is a risk that Cardiff is now left in the slow lane.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That cannot be allowed to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To unlock the full potential of our cities, we are shifting even more powers and levers so that local leaders and businesses can continue to drive political and economic renewal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A quiet revolution is taking place in the way Britain is governed. Rather than Whitehall setting the template, we are inviting cities and the business community to ‘do things their way.’ Giving local areas powers and freedoms to help support economic growth, create jobs and drive investment. Entrusting local areas with responsibility for decisions that affect their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The government has already concluded deals with Greater Birmingham and Solihull, Bristol and the West of England, Greater Manchester, Leeds City Region, Liverpool City Region, Nottingham, Newcastle, and the Sheffield City Region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The core cities have estimated that the first wave of deals will create 175,000 jobs over the next 20 years and 37,000 new apprenticeships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Crucially, this is a vision which is not confined to England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Scotland we have delivered the Glasgow and Clyde Valley City Deal, one of the largest ever agreed. This exciting project is estimated to create 29,000 jobs, and supporting over 5,500 unemployed people back into sustained employment. Early indications suggest that an estimated £3.3billion of private sector investment will be leveraged into the proposed infrastructure investment programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This deal provides an example of what can be achieved when all levels of government, businesses, universities and the voluntary and community sector work together to promote economic growth. A shared endeavour – and in a devolved national context too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we want to extend this offer to other major cities and local authorities right across the United Kingdom – including Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Here in Wales we have one of Europe’s youngest capital cities – a city that is quickly achieving a reputation for being upbeat, vibrant, innovative and entrepreneurial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It sits at the heart of a city-region that is home to almost half the entire population of Wales and is projected to grow by 26 per cent over the next 20 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I genuinely believe Cardiff is on the cusp of something great. Our capital city can use its position as an insurgent challenger to some of Britain and Europe’s great cities to shape its economic future and become one of the best places in the world to live, to visit, to study and to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK Government has set this agenda in motion and I want Welsh Government, Cardiff City and the other neighbouring local authorities, alongside the business community and Higher Education, to seize this opportunity…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "… to work with the UK Government, to make Cardiff an engine of innovation and wealth creation for the benefit of the whole of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But also, crucially, a City Deal in Cardiff presents the opportunity the make some fundamental changes to governance in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For if we are to rebalance the economy, cities need effective leadership and governance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the main reasons for the decline of many cities over the last fifty years is a lack of strong leadership. OECD research has indicated that cities around the world with fragmented governance structures have up to 6% lower levels of productivity than those that do not – a result of incoherent decision making and blurred accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is of course a matter for the local partners, and for Welsh Government, but no-one should underestimate the importance of addressing questions of governance and leadership when talking about Cardiff’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a brilliant opportunity with the emerging Cardiff City Deal but the message to the local partners and Welsh Government is to keep it moving forward. Other cities in the UK are trying to skip past us in the queue and are looking to strike growth deals with the Treasury. The world won’t wait for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And why should decentralisation stop at Cardiff?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is enormous potential in Swansea too. Or the North Wales region where there isn’t a central city but nevertheless a distinct identity and economic structure which can be a platform for growth and renewal given the right tools and leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But here lies a challenge for Welsh Government – to be a vehicle of decentralisation and devolution within Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A reputation for centralisation and top-down control is at odds with the move to push powers downwards and outwards which we believe is key to capturing the economic opportunities that the 21st century offers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an important part of the devolution debate which has barely featured in Wales over the past 15 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why shouldn’t we see our very own devolution package for all corners of Wales?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We live in an age of radical change – an age of turbulent, global challenges. But the priority of most Welsh people remains the same. It is about their jobs, their quality of life, the standard of public services, and the financial security of their families and loved ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With the economic indicators all moving in the right direction, I believe Wales now has a golden opportunity to move forwards and achieve its potential as an outward-looking nation that punches well above its weight in the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is high time we focused political debate in Wales on how powers can be used for the people of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is what underpins my devolution vision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not devolution for devolutions sake, but devolution with a purpose…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…Devolution which unlocks investment, innovation and human capital so that Wales can succeed in the global race.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because the world won’t wait for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My dream is that within twenty years Wales will be a beacon of economic success – where world class transport connections bring people from all over the world to visit and do business, and to learn the lessons from our world beating innovation, where our hubs in sectors like life sciences, compound semiconductors, advanced materials, aerospace, financial services underpin our productivity growth and standards of living that are least as good as the UK average, where the primary school children of today who are once again learning software coding have become a new generation of Welsh innovators and entrepreneurs, and where the apprentices on the factory floors today have become managers and business leaders creating jobs and new opportunities that are the envy of the rest of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our destiny is not to be a nation of plucky losers but to have the ambition to take on the very best – and to win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I do sometimes have a nightmare that twenty years from now actually our national life will still be characterised by an ongoing inward-looking debate about Welsh powers and the constitution, where we still prop up the bottom of the economic league tables within the United Kingdom… and where we are still discussing the need for that damn M4 upgrade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It doesn’t need to be like this. But we need to crack on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because the world is not waiting for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}