{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2023-speech-on-holocaust-memorial-day/",
    "title": "Stephen Crabb – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 26 January 2023.",
    "content": [
        "It is a pleasure to follow the new hon. Member for Stretford and Urmston (Andrew Western). I congratulate him on an excellent maiden speech, delivered in the very best traditions of the House. We wish him all the very best for his time serving his constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a privilege to speak in this debate to mark Holocaust Memorial Day, a date that has become hugely important in our national life and in our parliamentary calendar. I congratulate my right hon. Friend the Member for Bromsgrove (Sajid Javid) on leading the debate and on his outstanding contribution, which struck exactly the right tone as we gather to remember the victims of the holocaust. I also want to put on record my thanks to him for the work he did in a succession of ministerial roles. He was consistently excellent and consistently reliable in fighting antisemitism. I think of his work in support of the Community Security Trust. I think of the work he did to ensure that Hezbollah was proscribed in its entirety. He has been a consistent champion for this cause and it is fitting that he opened the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also want to put on record my thanks and pay tribute to the tireless work of the Holocaust Educational Trust, the Holocaust Memorial Day Trust and other organisations that work in this area, as well as the remarkable survivors who are prepared to recall the tragic and unimaginable experiences that they endured to ensure that the horrors of the past are not repeated and that lessons continue to be learnt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Holocaust Memorial Day is a moment to remember again the 6 million Jewish men, women and children murdered by the Nazis and their collaborators, and all those who were murdered by the Nazis, including Roma and Sinti people, gay men, disabled people, political opponents and many others. We use this day to remember all those killed in subsequent genocides in Cambodia, Rwanda, Bosnia and Darfur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Members have highlighted, the theme for this year’s Holocaust Memorial Day is ordinary people. That is a thought-provoking theme when we think about some of the survivors we have met in this House and the stories we have learnt about what people endured. There is nothing ordinary about that period of history; nothing ordinary about the scale of the suffering or the depth of the evil visited on Jewish people at the time. As we have heard, what really comes out from listening to the testimony of the survivors and listening the stories about family members, as described by the right hon. Member for Barking (Dame Margaret Hodge) in her contribution, is that these were all ordinary individuals from ordinary families living in ordinary communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was an honour to be at the Foreign, Commonwealth and Development Office on Tuesday to hear the very moving testimony given by Manfred Goldberg, who spoke incredibly powerfully about the events of that period. He spoke about his family, his mother and father, and he spoke in detail about what he personally endured. What came across in his speech was his extraordinary spirit, his extraordinary capacity to hope and to survive, and his capacity, like so many of the survivors we have met, to look back not with bitterness but with grace and forgiveness, and to look forward to the future and play his part in helping to ensure that future generations of young people are informed, are taught and learn the truth about what happened during the holocaust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In June, the all-party parliamentary group on holocaust memorial hosted Mala Tribich MBE in Portcullis House. I know a number of Members were there in that room when we listened to her testimony of what she endured, surviving Nazi deportation and finally being liberated from Bergen-Belsen. I listened in awe to her testimony, which was really powerful and remarkable—ordinary people enduring extraordinary evil and coming through it with extraordinary grace, strength and optimism for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important that we put on record those survivors of the holocaust who sadly passed away this year. We remember Iby Knill BEM, Freddie Knoller BEM, Freda Wineman BEM and, most recently, Zigi Shipper BEM, to whom my right hon. Friend the Member for Bromsgrove referred. They all worked incredibly hard with the Holocaust Educational Trust to share their stories. May they rest in peace. We thank them for their courage and bravery for sharing their experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We in this House have an extraordinarily privileged position and it is right that we mark Holocaust Memorial Day with debates such as this. It is right that we attend events, light candles and wear badges. That is all part of the collective remembering and marking of the event. It is our responsibility, I believe, to ensure that this is not just a one-day affair, but that every day that follows we try to use our extraordinarily privileged position to ensure that the horrors of the past are never repeatedly, and to face down and tackle antisemitism. That goes for all forms of discrimination, wherever it occurs, at a national level and most particularly in our own communities and constituencies—in our own parties, even. We must use our voices and actions to that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to finish in that spirit by urging the Government to press ahead with the commitments they have made in this field. I am delighted to see the Minister in her place. I know from our discussions that she takes these issues to heart and shares the strong commitment that the Government should continue to fight antisemitism and all forms of discrimination. I would encourage her to press ahead with the work on legislation to clamp down on boycotts, divestment and sanctions and the pernicious use of those avenues, because I believe they can be antisemitic. I look forward to seeing that legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not want to make a contrarian point, given the remarks of the Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley), but I do believe that the national holocaust memorial and learning centre should be built in Victoria Tower Gardens. There is a very strong cross-party consensus that that should be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are other issues. Iran has effectively declared war on the Jewish people in Israel, and we should be doing everything we can with our international partners to ensure that Iran never acquires a nuclear weapon. There are so many other fields where there is practical action that we as a Government and we as politicians can take. It is a privilege to contribute to this extraordinarily important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}