{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2017-speech-on-brexit/",
    "title": "Stephen Crabb – 2017 Speech on Brexit",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 26 June 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephencrabb-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephencrabb-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Mr Deputy Speaker, for calling me to speak so early in the debate. It is a pleasure to follow the hon. Member for North East Fife (Stephen Gethins); I enjoyed listening to his speech and appreciate the spirit in which he made it. I think that many Members on both sides of the House will wish to return to the theme of working together pragmatically. It will certainly inform some of the remarks that I make in the next few minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have not taken many of the opportunities that we have had in this House over the past 12 months to speak about Britain’s withdrawal from the European Union. In part that is because I had campaigned strongly for us to remain and on referendum day found myself part of the minority in the country, and certainly in my constituency, which voted strongly to leave. I have spent part of the past year trying to understand what drove that vote, not least in my constituency and across Wales, and how the debate is evolving. I have one or two observations to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I have been deeply impressed by the pragmatic and assiduous approach taken by my right hon. Friend the Secretary of State over the past 10 months. I think that it has been appreciated on both sides of the House and, judging by what people on the continent tell me, deeply valued in the discussions with our European counterparts. Listening to his remarks today, and to those of the shadow Secretary of State, the newly right hon. and learned Member for Holborn and St Pancras (Keir Starmer), I was struck by the fluidity and room for manoeuvre that exists in both Front-Bench positions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That fluidity might reflect different shades of opinion within the Government, and certainly within the Opposition, on how we should take forward the Brexit negotiations, but it also reflects a level of pragmatism. Listening to both Front Benchers this afternoon, I asked myself whether a pragmatic centre ground might be emerging around which Members on both sides could coalesce. One of the things I took from the general election campaign is that the country remains hopelessly divided on this issue. If we in this Chamber are to do anything over the next two years, it should be to provide some kind of leadership that helps bring the country together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alex Chalk (Cheltenham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No tariffs; frictionless trade; the best possible access to, but not membership of, the single market—is not the truth that there is vanishingly little difference between the strategic priorities of those on both Front Benches? Does my right hon. Friend agree that it would help our constituents, and indeed our negotiators, if all parties were to make that clear?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Deputy Speaker (Sir David Amess)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. Before the right hon. Gentleman replies, I appeal again to the House, because the more interventions there are, the less time there will be for the very many Members who wish to speak, including those who wish to make their maiden speeches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Crabb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my hon. Friend for that intervention, because I was about to say that I was also struck by how similar the strategic objectives of both Front Bench positions actually are. The outlines are emerging of what I hope will be a pragmatic, sensible Brexit deal that can command widespread support across the country. The Government and the Opposition are united in wanting to prioritise jobs and prosperity and to protect workers’ living standards and the interests of our business community—I do not think that there is any dispute about that. However, getting an outcome that actually delivers that will require more direct honesty about some of the trade-offs that need to be made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In particular, we need to be far more honest with the public about the trade-off between maximising access to the single market—that is not the same thing as retaining membership of the single membership—so that we can enjoy as many of the benefits of those trading relationships that we currently enjoy, and the posture we adopt towards future EU workers wishing to come to this country. We had a good discussion earlier today about the offer being made to EU citizens currently living here, and we debated it at some length. Again, the point needs to be made that, despite the acknowledgment that clearly important details have yet to be resolved, we have the outlines of a deal with the European Union, which is a big step forward. If we carry the same spirit of pragmatism and generosity that has informed that offer into our negotiations on future EU workers, while also keeping an eye on the economic importance of people coming from overseas to work in this country—we do not debate that enough—there is a deal to be done that will give us a good chance of maximising trading access to the single market and protecting our economic interests as far as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past year I have looked at different economic sectors and asked myself which group of EU workers, whether in the NHS, the road haulage industry or our agri-food sector, should not be here in a post-Brexit scenario. The truth is that one cannot put one’s finger on any significant group of EU workers currently here and contributing to our economy about whom we would say, “It would be better for this country if they weren’t here, and actually we should design a Brexit that will stop them coming here.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By focusing on our economic interests and being honest with the public—there is a particular challenge on my side of the House to us to debate this with our constituents in a more direct and honest way than we have perhaps been willing to do in recent years—I think we can move some of the opinion in the country that undoubtedly opted for Brexit a year ago because people thought that that was the change button for reducing immigration. The truth is that it is not, and we need to be honest about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am optimistic, having listening to my right hon. Friend the Secretary of State and the shadow Secretary of State, that there is a pragmatic and sensible centre ground that can emerge and around which we can ​coalesce, that will command the support of the business community—which at the moment feels that its voice needs to be louder in the Brexit discussions—and trade unions, and will reassure British workers and give us the best possible chance of enhancing, not diminishing, our prosperity in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}