{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2015-speech-to-national-assembly-for-wales/",
    "title": "Stephen Crabb – 2015 Speech to National Assembly for Wales",
    "post_date": "January 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb, the Secretary of State for Wales, to the National Assembly for Wales in Cardiff on 24 June 2015.",
    "content": [
        "Diolch yn fawr, Madam Presiding Officer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I begin by saying what a privilege it is to be here in this wonderful Senedd building for this debate on the new UK Government’s first legislative programme – a One Nation programme that seeks to strengthen the whole United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is my first opportunity to participate in Assembly proceedings and I am pleased to bring with me the very good wishes of my two Parliamentary Under-Secretaries of State at the Wales Office – both formerly of this parish and who will be known well to you all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is almost a year since I was appointed Secretary of State for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At that time members of both the UK Coalition Government and the Welsh Government, not least the First Minister, were engaged in the campaign to encourage Scotland to stay within the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I appreciate that not every Member of this place who went up to campaign in Scotland was on the same side of the argument. But I will never forget, a few days before the vote on one of my visits up there, standing in the Parliament at Holyrood with Ruth Davidson as school groups were taken on guided tours around the chamber, and reflecting on the remarkable moment we were in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was struck with the thought that whatever the outcome of the vote that Thursday, there was absolutely no doubt that the place of that Parliament would become ever more important in the life of the Scottish nation, and that the authority and role of that Parliament as a law-making body and as a forum of national debate and argument and resolution would only grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I believe that is the destiny of this National Assembly too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**To be a Parliament**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Senedd is, after all, a place that my own children visit on their school and Urdd trips to learn about democracy in Wales;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– it is the place where the First Minister and I stood side by side with Cardiff schoolchildren and watched that remarkable fly-past to mark the close of the NATO summit last September;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– it is the place where members of the French community gathered with Wales’ senior Rabbi and the Secretary General of the Muslim Council of Wales days after the Charlie Hebdo terrorist atrocities in Paris – a place of grief and solidarity;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– and it is to this Senedd where communities from across Wales come to protest over changes to their hospital services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because a Parliament without protests is barely a Parliament at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Increasingly and unquestionably, this is an important gathering place: a place of deliberation and decision making, a symbol of Welsh national life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I stand here this afternoon recognising that this very procedure I am complying with – to come here and speak about Her Majesty’s Gracious Speech – envisaged and legislated for in the days when a strong law-making Assembly for Wales seemed a long way off – is something of an anachronism. An overhang from another era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Presiding Officer, I know this is something you and I have spoken about on numerous occasions and so you will be pleased to hear that I intend to abolish this procedure as part of the forthcoming Wales Bill which was announced in the Gracious Speech last month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure you will find a far better use for this seat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I will return to the Wales Bill shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Queen’s speech**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Presiding Officer, the mission statement of this new UK Government is to help working people, to champion social justice and to unite all the peoples of our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through the Queen’s speech last month we announced our legislative programme to build on the important work we started five years ago to improve the lives of everyone in our country and I would like to summarise what I believe this means for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Queen’s speech: Helping working people and social justice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Firstly, I am proud to be part of a Government that has overseen remarkable falls in unemployment across the UK and particularly here in Wales since 2010. It is absolutely central to our programme in this Parliament to see that continue, and so we will bring forward our Full Employment and Welfare Benefits Bill to help more people seize the work and life opportunities that new employment brings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nothing is more important to me than seeing Wales share fully in the fruits of the UK economic recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 2010, there are 34,000 fewer children in Wales growing up in homes where no parent works. That is absolutely transformative for those lives – for those individuals and families growing up seeing a role model go out to work and bringing home a wage, smashing down the barriers to social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so in this Parliament we will continue to reform welfare, encouraging employment by capping benefits, requiring young people to earn or learn and rewarding ambition by helping unemployed people become the next generation of entrepreneurs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to reward hard work by helping people keep more of the money that they earn. Through the Finance Bill we will raise the tax free personal allowance to £10,600 next year and to £12,500 by the end of this Parliament. And let’s be clear about what that means…. people on the lowest incomes paying less tax: more money going back to the people who need it most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also legislate to make sure that those people working 30 hours a week on the Minimum Wage do not pay any income tax at all and we will pass law to ensure there are no rises in income tax rates, VAT or National Insurance for the duration of this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Key to our plan to help working people are the measures we will bring forward to back businesses in Wales, – who are the real job creators and the true heroes of this economic recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are around 230,000 SMEs in Wales today, up 26,000 since 2010, and I want to see that number rise well past a quarter of a million by 2020, with each new start up delivering new jobs, opportunities and new wealth for our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so through the Enterprise Bill we will cut £10 billion from the cost to business of regulation, helping firms to grow and create jobs and making sure that Britain remains one of the most competitive economies in which to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Queen’s speech: One Nation**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aside from measures that will strengthen our support for working people and deliver social justice by breaking down cycles of dependency, our legislative programme will also strengthen the ties that bind the different parts of our United Kingdom together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no question that one of the key strategic political challenges of our times, alongside the need to rebuild our national finances and reduce the deficit, is the constitution and how we hang together as a family of nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so an absolutely core objective of the Government in Westminster is to seek to strengthen the United Kingdom as One Nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That means meeting the challenge of nationalism head-on, because we believe passionately in the Union – for all the benefits and the pooling of risk and opportunity it offers us all – and we know that this United Kingdom hasn’t had its day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Decentralisation and devolution**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it also means delivering on devolution, not because we think we should meet nationalists half-way, but because a core part of our philosophy is recognising, especially in the 21st century, that as the forces of globalisation shape and reshape our world, the key to economic success for developed nations will be to push power downwards and to decentralise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It means recognising that the old-style model of a highly centralised, Victorian nation state does not provide the dispersal of power and decision-making needed in an age when information, knowledge and capital move at lightning speeds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Coupled with that is increased recognition, which there has been for decades now, that we simply cannot carry on with the UK economy becoming evermore lopsided, with London and the South East being the primary generator of wealth and growth for the UK – and increasingly looking like a city-state in its own right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a Government we will continue to respond to the urgent practical need to rebalance our economy, so that wealth is created and distributed much more evenly and fairly across the United Kingdom\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Wales Bill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so we will honour the commitments we made to Wales, Scotland and Northern Ireland in the last Parliament. In Scotland, we will follow through on our promises to devolve substantial further powers to the Scottish Parliament in line with the recommendations of the Smith Commission. In Northern Ireland, we will take forward the Stormont House Agreement to help create a more prosperous, stable and secure future for people there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And crucially for this chamber, we will implement the St David’s Day Agreement to set about fundamentally re-writing the devolution settlement for Wales to make it clearer, stronger and fairer. This was an explicit commitment in our manifesto and one which we will deliver on – in full.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Back in October, when I was asked by the Prime Minister in the hours after the Scottish referendum to look again at the Welsh devolution settlement, I know there were some in this chamber who doubted where the St David’s Day process would lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But from the moment the ink was dry on the Powers for a Purpose document we published for St Davids Day, I assembled a team of officials at the Wales Office to begin drafting the new legislation. And so I intend to publish the Wales Bill in draft this autumn for pre-legislative scrutiny, before introducing it to Parliament early next year. It will be what we call a ‘carry-over Bill’ which will need to complete its passage during the second year of this Parliament and receive Royal Assent by early 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And to those voices who express concern that the Wales Bill isn’t moving as fast as the Scottish legislation – let’s be absolutely clear about the scale of what we are doing here. This is no mere appendix to the existing arrangements for Wales or some kind of bolt-on extra – what we are embarking upon is a fundamental re-writing of the devolution settlement, the most far reaching and significant package of powers ever devolved to Wales. And I have been clear from day one that I will take the time necessary to get this legislation right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because when we talk about a clearer, stronger and fairer model of devolution – which is at the heart of our St David’s Day package – we mean clearer, by clarifying responsibilities through a new reserved powers model; stronger, by providing this place and Ministers with new powers and competencies; and, crucially, fairer, by taking forward our commitment to implement a funding floor in the expectation that the Welsh Government will call an income tax referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Presiding Officer, I am proud to be the first Secretary of State for Wales to go to the Treasury, argue the case for Wales and secure that historic commitment to a funding floor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I believe now it is time that the Welsh Government demonstrates its own commitment to the whole package by making progress on the income tax raising powers that are already available to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no other Parliament in the world that does not have responsibility for raising money as well as spending it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1773 the Sons of Liberty smashed up the tea ships in Boston Harbour with the rallying cry “No taxation without representation”. Well, here in Wales we have something of a reverse situation: representation and full law-making powers but without responsibility for significant taxation. At the root of the emergence of democracy was that conjoined relationship between legislating and the raising of money in support of that legislation – which forms the core of democratic accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Presiding Officer, this is a package of devolution for Wales. And if anybody here thinks that somehow this package can be broken up, or that you can play political cat and mouse with any part of it, then they risk gravely misunderstanding what it is we are trying to achieve here, and what the opportunity is for us in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The opportunity to establish a devolution settlement, which might not go as far as Plaid Cymru or some others may like, but that is, I believe, reflects the centre of gravity of where Welsh public opinion is at to fulfil the outcome of our own Referendum in 2011 when – by a majority of two to one – the people of Wales said yes to a full law-making Assembly. By recognising too that support for independence and break-up of the Union is at a near record low in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because I firmly believe the Welsh public are hungry for us to move forwards a nation and for this place – this National Assembly, this Parliament – to become a true forum of debate, resolution and a sense of purpose and action, the articulator of our national ambition for economic growth, wealth creation, educational achievement, first-class health outcomes for it to provide solutions on all the issues that really matter to the people it serves, not a vehicle for a never-ending conversation about more powers, or the generator of some dull consensus that settles on mediocrity where funding is always deployed as the great national excuse for not achieving our potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It may come as something of a surprise to you Madam Presiding Officer that during the recent election campaign, not once on any doorstep across Wales was I asked about more powers or devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Actually we all know what the voters wanted to talk about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the disconnect and gulf between their concerns and what the Welsh commentariat focuses on every single day is enormous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Localism**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And because all the while we in Wales spend talking about devolving more powers to the Assembly, we risk missing out on the exciting opportunities that are transforming the economic and social prospects of other parts of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We in Wales are in danger of being hung up on an old 20th century model of devolution. While all across the rest of the United Kingdom we are seeing localism and decentralisation, sub-national devolution, flourishing in ways very few people predicted could be delivered from Whitehall. And our new Decentralisation and Localism Bill announced in the Gracious Speech will take that radical approach to a new level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, Madam Presiding Officer, when I see strong Labour-run Councils striking deals with the Chancellor of the Exchequer and the Treasury in places like Manchester and Newcastle, or in Glasgow – all these metro areas with populations that are not dissimilar to Wales, unlocking their potential to drive forward new innovation, growth and productivity for their regions, I don’t want to see Wales get left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because that same spirit of decentralisation, empowerment and pushing powers downwards to communities should be a characteristic of this place too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so the Cardiff City Deal will be a litmus test of two things for us politicians from Wales:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will reveal whether we in Wales understand the decentralisation agenda and the exciting opportunities it presents for economic and civic renewal here in Wales. And crucially, it will also be a test of our political pragmatism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are a small nation and I believe we pack a much bigger punch when we work together. I don’t believe the old-school tribal warfare of Welsh politics has served Wales well over the years and I don’t believe it is actually what most Welsh people want from their politicians – that is certainly a message I get loud and clear from the business community who want to see pragmatism and collaboration become a hallmark of Welsh politics. And that approach is certainly one I am trying to deliver during my tenure as Welsh Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so after the Wales Bill has been passed, the burden will fall to this place to press ahead with the dynamic localism agenda that is transforming the economic prospects of cities, regions and counties in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I can announce today, that as a first step, we will devolve decision making on applications for all onshore wind farms down to the local level though the Energy Bill and related legislation… including here in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This change will give local people a greater say on whether wind farms should be built in their areas. And in line with the spirit of the St David’s Day Agreement it will then be for this Assembly and the Welsh Government to determine how these applications should be treated in future and whether they should stay at the local level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that every single one of us in this Chamber shares a common vision for Wales: a Wales that is confident, outward-looking and punching well above its weight in the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK Government is embarking upon an exciting legislative programme to help make that aspiration a reality, but for Wales to truly succeed this must be a shared enterprise at both ends of the M4.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I don’t want to see Wales fall behind. And so I come here today to say that it is time we put an end to the incessant discussion about further powers that has characterised Welsh politics for the last 16 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I reject the notion that devolution is some never-ending journey. The people of Wales have rejected independence and they are tired of the political disconnect that they see between the issues that matter to them and the seemingly never-ending debate about devolution they see us in engaged in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And what will consolidate the role of this Assembly in Welsh national life will be more than just changing its name to a Parliament (which you will have the power to do in the future); more than any package of new competencies devolved from London to Cardiff; more than enabling 16 and 17 year olds to vote in Wales (which again you will have the power to do in future), and more even than putting an end to the Secretary of State turning up here each year to debate the Queen’s speech it will be when people in all parts of Wales – especially those that feel most distant from Cardiff, in North Wales and in the West, recognise that this Assembly is absolutely crucial to tackling the central issues that matter to their lives – not just a forum for grievance but a cockpit of resolution and action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Presiding Officer, I believe the new Wales Bill, announced in Her Majesty’s speech last month, supported by fair funding and new tax powers, will provide the opportunity for Wales to move on from the debate about powers and to look outwards and upwards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you for this opportunity to speak today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}