{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2022-speech-on-energy-price-capping/",
    "title": "Stephen Crabb – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 8 September 2022.",
    "content": [
        "While the thoughts of the House are first and foremost with Her Majesty the Queen this afternoon, it is important that we take the opportunity to debate these challenges today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the speed with which the Government have moved to bring forward a very strong package of measures that have been announced today. I welcome the substance of the package. It provides a very strong platform to help get families through this immediate price crisis. For me, it meets the test of scale, it meets the test of timeliness and it provides certainty for those families who, frankly, have been living in a state of anxiety thinking about the enormous bills coming their way. I welcome the assurance from the Prime Minister today that the package will cover everybody and that there will not be gaps. It will cover the more than 50% of households in my constituency that have homes off the gas grid and rely on heating oil and liquified petroleum gas. I also want to ensure that people who live in park homes can access the support they need and that there are no gaps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I still think we will need to take further measures to strengthen some of the social protection for those on the very lowest incomes, despite the measures that have been announced today. I think there are some easy wins for the Government on freezing or limiting the deductions we take from people’s social security payments. We should look again at the benefit cap and, most importantly, it would be good for the new Administration to reiterate the commitment of the previous Government to a full social security uprating in the new year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important that the measures also cover businesses. I have heard from so many small businesses in my constituency during the summer, particularly food manufacturers, breweries, and hospitality and tourism businesses. For them, this is an existential issue. These are good businesses, but if prices go the way that are being predicted, then thousands of good companies up and down the country in all our constituencies will be put out of business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I strongly welcome the measures announced today on the strategy for improving UK energy supply. A number of Members have raised different energy sources that they want more movement on. I will just flag up the enormous opportunity that is opening up on the Celtic sea, with floating offshore wind. This is a really good, timely moment for the Government, working with the Crown estate, to accelerate progress on those projects. However, none of that, including the new nuclear power stations that some Members want to see, is an immediate answer. There are not many levers immediately available to the Government this winter, with a potential energy supply crisis. We are looking at gas supply, and I encourage the Government to sharpen their strategy on the procurement of more liquified natural gas cargoes, so we can guarantee that we can get the energy coming into our system to keep the lights on this winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}