{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2006-speech-on-human-rights-in-burma/",
    "title": "Stephen Crabb – 2006 Speech on Human Rights in Burma",
    "post_date": "January 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb on 24 October 2006.",
    "content": [
        "Today, Burma’s democracy leader, Nobel Laureate Aung San Suu Kyi, will mark a total of 11 years under house arrest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is therefore highly appropriate that the House consider once again the current situation in Burma, the gross violations of human rights perpetrated by the military regime there, and the actions Her Majesty’s Government can and should take to address the growing crisis. And it’s been more than a year since we had a debate in this House on this subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are other factors, too, which make this is a particularly timely moment for Members to have this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last month the UN Security Council formally discussed Burma for the first time. And last week the UN Special Rapporteur on the human rights situation in Burma, Paulo Pinheiro, presented his report to the UN General Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This debate has attracted much interest from various NGOs and I am particularly grateful to Christian Solidarity Worldwide (CSW), Human Rights Watch, Amnesty International, the Burma Campaign – among others – who have asked me to consider various research notes and other pieces of evidence as I have prepared for this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure I am not the only one who thinks that 90% of everything said from a platform during party conference season is instantly forgettable. And I am sure that this applies equally to all the parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But at the beginning of this month, in Bournemouth, I listened to one of the most confident, passionate and meaningful speeches I have ever heard in any political forum. It didn’t come from one of our Shadow Cabinet, or from one of our rising star A-list candidates, or even from one of our elder Tory statesmen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The speaker was a 25 year old Burmese woman, named Zoya Phang, who used an appearance at the conference to make a heart-cry for her people and for her country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Zoya spoke of how, at the age of 14, she witnessed a savage assault on her village by troops of the Burmese regime; she spoke of mortar bombs exploding and soldiers opening fire; of her family running, carrying what they could, leaving their home behind. And she spoke of her memories of those killed on that day and the smell of black smoke as her village was destroyed behind them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But she also brought questions to our conference: Why has it taken 16 years for the United Nations Security Council to even discuss Burma? Why are there no targeted economic sanctions to cut the economic lifeline keeping this regime afloat? Why is there is not even a UN arms embargo against her country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was Zoya Phang’s testimony, more than anything, which made me ask for this debate today. And I would like to use my contribution to bring these questions, and others, to the Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aung San Suu Kyi has spent the last 11 years of her life in detention. Despite an overly optimistic assessment of the situation by UN Under-Secretary General Ibrahim Gambari, who was permitted a brief audience with her in May this year, her detention was extended by a further year just days later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to the detention of Aung San Suu Kyi, there are over 1,100 other political prisoners in jail in Burma today. They face widespread and horrific forms of torture – and since December last year, the International Committee of the Red Cross has been forced to suspend all its prison visits, due to the restrictions imposed by the State Peace and Development Council (SPDC).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During that month, the Assistance Association for Political Prisoners in Burma published a report, The Darkness We See, detailing the different forms of torture used. And many political prisoners do not survive the harsh conditions and torture they face in Burma’s prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another report, Eight Seconds of Silence, details the deaths of at least nine political prisoners since last year. And last week, it emerged that another prisoner, Ko Thet Win Aung, aged 34, died in Mandalay Prison.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister and his colleagues demand an independent investigation into the causes of his death and for the findings to be made public?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 27th September this year marked the 18th anniversary of the establishment of the National League for Democracy (NLD). Yet, even at the same time as messages of support were being sent to the NLD from politicians of all parties around the world, several leading dissidents in Burma – who had already spent many years in prison and had been released – were being re-arrested, including Min Ko Naing, Ko Gyi and Htay Kwe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Could the Minister please tell the House what action he is taking to raise the issue of these arrests with the SPDC and to secure the prisoners’ release?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Burma has the highest number of forcibly conscripted child soldiers in the world, according to Human Rights Watch. Over 70,000 children have been forced to join the Burma Army.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "According to the human rights group Christian Solidarity Worldwide (CSW), which has interviewed former child soldiers who have managed to escape, these children – some as young as 10 or 11 – are taken from bus stops or train stations, or from the street on their way home from school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know, from hearing previous answers given by the Minister for Human Rights, that he feels passionate about this specific issue of child soldiers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Please could the Minister with us today update us on what the Government’s most recent actions have been to challenge the regime on their use of child soldiers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As if the suppression of democracy, the widespread use of torture, the imprisonment of people for their political beliefs, and the forcible conscription of child soldiers were not enough, the human rights violations perpetrated by the SPDC against the ethnic nationalities, in particular the Karen, Karenni and Shan, amount – according to many analysts – to crimes against humanity and, arguably, genocide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 1996, over 2,800 villages in eastern Burma alone have been destroyed. This has been reported by human rights organisations for several years. Last week, in his report to the UN General Assembly, the UN Special Rapporteur for Human Rights in Burma acknowledged this figure for the first time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is estimated that over one million people are Internally Displaced within the jungles of Burma – on the run, “hunted and shelled like animals” in the words of one report, without adequate food, medicine or shelter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This year, the number of IDPs rose still further. In the SPDC’s biggest and most savage offensive against Karen civilians in almost a decade, over 20,000 Karen civilians had to flee their villages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reports from the Free Burma Rangers and the Karen Human Rights Group reveal horrifying atrocities, including beheadings, severe mutilations and the shooting of civilians at point-blank range. A nine year-old girl was shot, after seeing her father and grandmother killed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is essential that we see this campaign for what it is. The European Union and others in the international community have been, in my view, far too timid in the language they have used. They have described this year’s events as an offensive against the Karen National Union (KNU), the Karens’ resistance organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But in reality it was nothing less than a genocidal assault on the Karen people themselves. The vast majority of the victims were innocent, unarmed civilians who had nothing to do with the resistance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And evidence of the widespread, systematic use of rape continues to mount. Documented in reports such as Licence to Rape by the Shan Women’s Action Network, and others by the Karen Women’s Organisation and the Women’s League of Chinland, it is clear that there is a pattern that wherever SPDC troops are stationed, women are extremely vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A Kachin woman told Christian Solidarity Worldwide that rape is “very common” and that “rape happens in every area where there is an SPDC army camp”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Kachin have a ceasefire with the SPDC, so rape cannot simply be dismissed as a consequence of “counter-insurgency” operations. Similarly in Mon state, where there is also a ceasefire, women are taken as sexual slaves for the army, as described in the devastating report Catwalk to the Barracks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In his report the Special Rapporteur says: “Serious incidents of sexual violence against women continue to be reported throughout Myanmar (Burma). Women and girls in ethnic minority areas remain particularly susceptible to rape and harassment by State actors.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In light of UN Security Council resolution 1674, passed this year, which calls for the protection of civilians in armed conflict and resolution 1325 on women, peace and security, what action is the Minister considering at an international level to bring the regime to justice for these crimes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister assure the House that in the debate at the Security Council in two days time on resolution 1325 on women, peace and security the United Kingdom will raise the situation in Burma, and encourage other countries to do so too?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the United Kingdom call on the SPDC to bring an end to the system of impunity for grave violations committed by State actors, including rape and sexual violence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like now to focus on the deteriorating humanitarian situation in Burma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In September, the Backpack Health Workers Team – a group of courageous medics who work in the conflict zones of eastern Burma, at huge risk to their lives, to deliver medical assistance – published a report, Chronic Emergency: Health and Human Rights in Eastern Burma. The findings in the report are an indictment of the regime – and of the international community’s failure to respond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "According to this report, and a similar one published earlier in the year by John Hopkins University, Burma is facing a dire public health crisis, caused by the regime’s lack of investment in health care and its violations of human rights. Eastern Burma, in particular, is now one of the world’s worst health disasters\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chronic Emergency claims that the situation is as bad as the poorest countries in Africa – and yet Burma receives only a fraction of the aid and attention given to Africa. Malaria, tuberculosis and HIV/AIDS have reached epidemic proportions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Infant mortality rates and deaths from treatable diseases are among the worst in the world. Yet Burma’s regime, which spends over 40% of its budget on the military, invests less than $1 per person per year in health and education combined. In the World Health Organisation’s assessment of health care, Burma is ranked 190 out of 191 states. Only Sierra Leone has a worse record of caring for its citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There continues to be a debate about the most effective ways to deliver aid to the people of Burma. Undoubtedly we want to avoid channelling money through the SPDC. I do not intend to try to address all the complexities here – but I want to raise one very simple point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that the Department for International Development is in the final stages of carrying out a review of its policy on Burma. I welcome the fact that they have had a review, and I look forward to hearing the outcome. I hope very much that DFID will find a way to provide substantial and much-needed assistance to the over one million IDPs who are as yet unreached by DFID funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are outstanding organisations carrying out life-saving work – groups such as the Backpack Health Worker Teams whose report I have just referred to – and they deserve our support. There is a precedent, as I understand that four other Governments do fund such humanitarian groups. I hope that DFID will join them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to turn now to current political developments – first, within Burma, and then internationally. Just two weeks ago, the SPDC began the final session of its National Convention to draw up a new Constitution for the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the Minister will assure the House that Her Majesty’s Government does not give the SPDC’s National Convention one iota of credibility and that he will recognise it for what it is: a sham, and a desperate bid by a brutal military regime to rubber-stamp its own agenda and give itself a civilian face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The delegates at the National Convention are handpicked and threatened with severe penalties if they criticise the process. The NLD and the major representatives of most of the ethnic nationalities are excluded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The SPDC plans to put the new Constitution to a referendum. Nobody has any confidence that it will be a free and fair referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What plans does the Minister have to put pressure on the SPDC to invite international and truly independent monitors, not just on the day of the referendum but in the run-up to it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What hope does he have that there will be a proper period of public awareness raising, information, education and consultation, including freedom for groups to campaign for a “no” vote?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following a referendum, as I understand it, the SPDC then plans to hold new elections. Only this time they don’t want a re-run of their defeat in 1990. So they have ensured that the proposed Constitution assures them victory. A third of the seats in the legislature will be reserved for the military.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The President must be someone with at least 15 years’ experience in the military. The regime’s civilian militia – the Union Solidarity and Development Association (USDA) – is expected to be used by the SPDC to contest the seats that are not already reserved for the military. The USDA, it should be remembered, are the thugs who attacked Aung San Suu Kyi in Depayin three years ago, during which more than a hundred of her supporters were beaten to death. This is the new face for Burma?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister agree with the UN Special Rapporteur, who described the National Convention as “meaningless and undemocratic” and added: “It will not work on the moon … it will not work on Mars”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does he also agree that the only way forward for real change and national reconciliation in Burma is tripartite dialogue between the SPDC, the NLD and the ethnic nationalities. The NLD and the ethnic nationalities have repeatedly stressed their willingness to talk. What action is he taking to push for meaningful tripartite dialogue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just over a year ago, the former Czech President Vaclav Havel and the former Archbishop of Cape Town Desmond Tutu commissioned an international law firm to assess the case for bringing the issue of Burma to the UN Security Council agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Their report, Threat to the Peace, concluded that there was an overwhelmingly strong case for bringing Burma to the Security Council agenda. It concluded that Burma meets all of the major criteria for Security Council action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It recommended a Security Council discussion, and a binding resolution which would require the SPDC to release all political prisoners, to open the country to international human rights monitors and humanitarian aid organisations without restriction or interference, and to engage in meaningful tripartite dialogue and a transition to democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And last month, a year after Threat to the Peace was published, the UN Security Council formally discussed Burma for the first time. This followed two informal UN Security Council discussions on Burma which have taken place over the last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that the United Kingdom, along with the United States and others, worked very hard to bring Burma to the formal agenda, and I wish to express my appreciation for the Government’s efforts and welcome the successes that have been achieved. However, I also want to urge the Minister that the need for a binding resolution on Burma has never been greater. The discussion at the Security Council recently is a very significant step forward. But talk is not enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UN Special Rapporteur recommends specifically to the UN General Assembly to call on the Security Council to: ‘respond to the situation of armed conflict in eastern Myanmar (Burma) where civilians are being targeted and where humanitarian assistance to civilians is being deliberately obstructed, and to call on the Government of Myanmar to authorise access to the affected areas by the Special Rapporteur, the United Nations and associated personnel, as well as personnel of humanitarian organisations and guarantee their safety, security and freedom of movement’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister support the Special Rapporteur’s recommendations? What action is the United Kingdom taking to bring about a binding resolution, and to ensure the support of other Security Council members?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish to conclude by looking at some other steps which the United Kingdom could take. I applaud the robust statements made in the past by the Minister for Human Rights, and I reiterate my gratitude to the Government for the efforts made within the UN Security Council to seek a stronger international position. But I wish to suggest that there are some additional steps that could be considered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Firstly, with great respect to the efforts of the Honourable Member for Makerfield, I would like to see greater engagement in the issue of Burma at a higher level in the Government – by the Prime Minister and the Foreign Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise that there are many challenges on the international scene at the moment, but given Britain’s history with Burma, and given the severity and the duration of the suffering of the people of Burma, I hope that the Prime Minister and the Foreign Secretary will give the situation a higher priority than they have done so far.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the UK is the second largest source of approved investment in Burma. Although most major British companies which previously invested in Burma have withdrawn, companies all over the world use Britain to invest in Burma via British-dependent territories such as the British Virgin Islands and Bermuda. The Government could introduce legislation to ban investment in Burma from Britain or British-dependent territories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, the Minister should consider ways to strengthen the EU Common Position when it is reviewed this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister tell the House why, despite the Common Position’s provision for a freeze of assets held in Europe by listed regime officials, less than £4,000 has been frozen across all 25 EU member states?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What action is the Government taking to address this within the EU?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strongest feature of the EU Common Position is a limited investment ban, introduced in 2004. European companies are banned from investing in a number of named state-owned enterprises. But on this list of named state-owned enterprises are a pineapple juice factory and a tailor shop, but no enterprises in the key sectors of oil, gas, mining and timber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The military regime in Burma is propped up by oil, gas, timber and gems – surely not by pineapple juice?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, DFID provides no financial support for Burmese pro-democracy and human rights operating in exile but carrying out vital work in documenting and disseminating information – groups such as the Shan Women’s Action Network and the Karen Women’s Organisation who have helped to bring the issue of rape to the world agenda; media organisations such as the Democratic Voice of Burma (DVB) Radio and Television stations which broadcast news into Burma and provide an essential source of information; and democracy organisations such as the Government-in-Exile, the National Council of the Union of Burma or the trade union movement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If developing democracy and civil society is to be a priority, why does DFID not fund this kind of work for Burma?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, it is becoming increasingly obvious that what is occurring in eastern Burma, particularly to the Karen, Karenni and Shan, amounts to more than just the “counter-insurgency” that the SPDC call it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The crimes of widespread rape, forced labour, mass displacement, torture, use of human minesweepers, destruction of villages, destruction of livelihoods and destruction of lives, surely amount to war crimes and crimes against humanity. There is a strong case to be considered of genocide, or attempted genocide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Article 2c of the Genocide Convention provides as one definition of genocide: “deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part”. Genocide does not have to involve the destruction of a whole race. Nor does it even entail mass killing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this month the Hon Member for Cardiff North asked the Minister, by way of written of PQ, if genocide is being committed inside Burma. His answer expressed no view on this. At the end of June, to the Hon. Member for Buckingham, he said that ‘there is currently insufficient evidence to establish that the intent to commit genocide exists.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to ask again whether it is the view of HMG that the Burmese regime is committing genocide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister agree that there is a need to thoroughly investigate allegations of crimes against humanity and genocide or attempted genocide? If so, what action is he taking?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In describing the current situation in Burma, I have barely begun to scratch the surface of the regime’s legacy of fear and suffering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have not, for example, described the use of forced labour; nor have I detailed the lack of religious freedoms which blight the lives of Christians among the Karen, Kachin and Chin ethnic groups, and the Muslims among the Rohingya.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it is clear that, across the full range of basic human rights, the Burmese dictatorship systematically restricts, denies and undermines the freedoms that should be enjoyed all peoples in Burma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In his book, The Case for Democracy, Natan Sharansky describes the differences between freedom societies and those he calls ‘fear societies’ which are ruled by regimes which deny freedoms to their peoples and suppress human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A community of free nations throughout the world will not, he says, emerge on its own. ‘It will require both the clarity of the democratic world to see the profound moral difference between the world of freedom and the world of fear, and the courage to confront fear societies everywhere.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a duty to confront – in the ways I have described – the fear society that has been imposed by the regime in Burma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will close with the words of Zoya Phang at the Conservative Conference three weeks ago: ‘Promoting human rights and democracy is not imperialist. It is not a cultural issue. It is everyone’s business.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to use our privileged position here in the UK to make the situation in Burma the urgent business of the international community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}