{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2005-maiden-speech-in-the-house-of-commons/",
    "title": "Stephen Crabb – 2005 Maiden Speech in the House of Commons",
    "post_date": "April 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Stephen Crabb in the House of Commons on 25 May 2005.",
    "content": [
        "I am grateful for the opportunity to make my maiden speech on the final day of debate on the Queen’s Speech. It was a pleasure to listen to the maiden speeches by my hon. Friends the Members for Northampton, South (Mr. Binley) and for Mid-Bedfordshire (Mrs. Dorries), and by the hon. Members for Plymouth, Devonport (Alison Seabeck), for Worsley (Ms Keeley), for Blaydon (Mr. Anderson) and for Westmorland and Lonsdale (Tim Farron). I wish them all the best in their parliamentary careers. I would like to add my own tribute to those that have already been made to the right hon. Member for Torfaen (Mr. Murphy) for his excellent work, both in Northern Ireland and in the Principality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I count it a huge honour to be elected as the new Member for Preseli Pembrokeshire. I am only the second Member to represent the constituency, which was created before the 1997 election, when it was won by Jackie Lawrence, and again in 2001, for the Labour party. Jackie retired at the end of the last Parliament. She and I were opponents in the election held four years ago, and we both fought robust campaigns. The more that I saw of her during that election, however, the more that I was struck by the sincerity and humanity with which she carried out her duties as a Member of Parliament. She entered Parliament for exactly the right reasons—to improve the lives of Pembrokeshire people—and served her constituents well during her eight years as an MP. Her parting remark to me on election night in 2001 was, “Best of luck with your parliamentary career, Stephen, just not here in Pembrokeshire.” I am afraid that I have disappointed her, but it was typical of her integrity and grace that not only did she send her congratulations after my win on 5 May but, last weekend, she welcomed my family and me to her home, where she passed on some excellent advice on being a Member of Parliament and treated us all to excellent home-made scones. I am sure that Members on both sides of the House will join me in wishing her all the very best in retirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Preseli Pembrokeshire, with much justification, can be described as one of the most beautiful parliamentary constituencies, containing as it does much of the Pembrokeshire coastal park with its 185 miles of footpath running alongside scenes of spectacular beauty. The coastline is important to Pembrokeshire. We are surrounded by the sea on three sides, and that has been the source of our comparative economic advantage throughout our history. Even today, after whaling, fishing, oil refining and defence-related industries have all flourished and then declined, the sea is still important to our local economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have two ports: Fishguard, with its ferry service to Rosslare in Ireland; and the port of Milford Haven, which is the UK’s fifth largest port, with major oil interests, a remnant of the fishing industry, and an Irish ferry from Pembroke dock. As I speak, construction is under way on two major liquefied natural gas terminals near Milford Haven. When completed, those could provide 30 per cent. of the UK’s natural gas needs, which will be shipped into the nearby port of Milford Haven. Not surprisingly in an area of such outstanding natural beauty, the liquefied natural gas development is not without controversy, and some specific issues need to be addressed. The LNG investment, however, will bring a vital injection of economic activity to west Wales, which could provide a substantial long-term pay-off for many years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as our coastal heritage, Pembrokeshire is also home to Britain’s smallest city, St. David’s, with its picturesque streets and beautiful ancient cathedral. St. David’s was a site of huge importance in early Christendom. It lay on the intercontinental route that took Irish pilgrims through Britain on the way to Rome and sometimes Jerusalem. Still today, the A40 trunk road, which leads from Fishguard through Pembrokeshire towards the M4 corridor is recognised by the EU strategic trans-European network, which links western Ireland with mainland continental Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Travelling along the single-lane A40 through Pembrokeshire can be a slow and frustrating journey, however. Upgrading the A40 to a dual carriageway is certainly overdue. Local business needs it, local people want it, and while I am a Member of this House I want to do whatever I can to make the case for it, and, I hope, to persuade the rather Cardiff-centric Welsh Assembly of the need for investment in critical infrastructure in other parts of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the heart of Pembrokeshire is the old town of Haverfordwest—the county town of Pembrokeshire—which I am blessed to be able to say is my home town. I grew up there, in a street of council housing, which backed on to my old secondary school. Many of the houses in that street have now been bought and had small porches, kitchen extensions and other improvements added to them. I want to add my voice to that of my hon. Friend the Member for Mid-Bedfordshire (Mrs. Dorries), who said that no one should lose sight of what the Conservative right-to-buy scheme did for hard-working, working-class families in constituencies such as mine. Of course we need to provide an adequate rented sector for individuals and families who might, through different circumstances in their life, have to fall back on social housing, but the aspiration of the vast majority of people in this country is towards home ownership, which should be recognised as a key goal of housing policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There have been Crabbs in Pembrokeshire for many generations, and not just on our wonderful beaches. My grandfather was a baker in Haverfordwest at a time when, like other small market towns, it was full of independent traders, grocers, shopkeepers and tradesmen. In those days, there was no such thing as a small business sector; there were only small businesses. Times change, and today Haverfordwest has a Tesco, a Morrisons, a Kwiksave and an Aldi, and I am told that we will soon have a Lidl store as well. I am not a betting man, but I am willing to wager that not many of our long-suffering local farmers who still constitute a significant part of the local economy will see much of their produce on the shelves of that supermarket when it comes to Haverfordwest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A principal reason why Pembrokeshire is such an attractive place for the food discounters is that our per capita GDP is so much lower than the UK national average. GDP in Pembrokeshire is less than 70 per cent. of the EU’s 15-member average, which qualifies us for objective 1 status. We are currently in receipt of structural funds through that programme. I do not want to be too controversial today, but I am more than a little sceptical of the long-term success of EU structural funds in closing the wealth gap between regions. The targets for the EU cohesion and structural funds have consistently not been met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Objective 1 did, however, provide an important opportunity for many stakeholders in west Wales to focus like never before on what needs to be done to improve the region’s economy. My fear is that that was a missed opportunity. Many business people in Pembrokeshire tell me that they do not feel that the business community was actively involved in the objective 1 programme, and that the process was dominated by public sector bodies. I believe that small business is the backbone of the Pembrokeshire economy and I want to do whatever I can while I am a Member of the House to provide a voice for the hard-working men and women who comprise that sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I greatly value the commitment in the Queen’s Speech to reducing burdens on business—business regulations. The small business community in my constituency is looking for action, not more words, from this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for the courtesy of the House this afternoon, and to the people of Preseli Pembrokeshire for giving me the opportunity to be their representative during this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}