{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2021-speech-on-universal-credit/",
    "title": "Stephen Crabb – 2021 Speech on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 18 January 2021.",
    "content": [
        "The performance of universal credit during this crisis has been one of the truly stand-out successful parts of the Government’s response to the pandemic. The fact that our welfare system did not topple over in the way that some had predicted is to the enormous credit of the whole DWP organisation, and not least of the Under-Secretary of State for Work and Pensions, my hon. Friend the Member for Colchester (Will Quince), who has spoken from the Front Bench today. When it comes to the totality of our financial response to covid-19, I would challenge anyone to point to another country where there has been such an extensive range of support to protect families’ incomes. The measures that the Chancellor has put in place are historic and effective, and the evidence shows that they have reduced the impact of the crisis on those on the lowest incomes, with the poorest working households protected the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I appreciate that the kind of extra spending we have seen in the past year is beyond the capability of almost any Government to lock in permanently, but the question for us right now is whether the end of March this year—just 10 weeks away—is the right moment to begin unwinding this support, and specifically to remove the extra support for universal credit claimants. I do not believe that this is the right moment. I have been clear about the importance of the £20 per week uplift in supporting family incomes right at the bottom of the income scale. It is made an enormous difference to those who sadly lost their jobs during this crisis, but also to all those on the lowest wages who carried on working throughout the pandemic. We forget that more than a third of all universal credit claimants are working: they are the workers we support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is that the labour market is a horrible place for many people right now. Opportunities for people to find new work, increase their hours, boost their earnings and improve their family finances have been massively curtailed by the economic impact of the public health emergency, and that is the context for this discussion about cutting back the £20 a week uplift. That is why I believe the uplift is so important right now, and why I believe it must be extended for a further 12 months. I am not blind to the public expenditure pressures facing the Chancellor, and I have no qualms about defending difficult decisions when they are based on a clear plan with clear justifications, but the truth is that I do not believe we have such a plan right now. There is no decision yet, even with the proposed change being less than 12 weeks away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People need certainty about their family finances for the coming year, so I find myself in agreement with the motion before the House tonight. I want to see the Chancellor commit to a further extension to the uplift, to 12 months, to enable us to put the pandemic well and truly behind us and to provide an opportunity for economic activity to pick up and for labour market opportunities to improve. I hope that the Chancellor and the Prime Minister are listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}