{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2022-speech-on-floating-offshore-wind-projects/",
    "title": "Stephen Crabb – 2022 Speech on Floating Offshore Wind Projects",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 18 October 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered delivery of floating offshore wind projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to serve under your chairmanship, Sir Christopher, and I am grateful to have secured time for a debate on the delivery of floating offshore wind power, which is one of the most interesting and exciting energy developments in play. It is good to see colleagues from across the United Kingdom and I look forward to hearing their contributions. I put on record my thanks to RenewableUK, the Crown Estate and many of the developers for reaching out ahead of the debate to provide briefing and insight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a timely moment to discuss the role of floating offshore wind in the UK’s energy mix and to consider what further steps the Government need to take to facilitate the emergence of that new industry. The twin challenges of net zero and energy security mean that the strategic imperative around this home-grown clean energy solution is becoming ever stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Floating offshore wind—or FLOW, to use the shorthand—harnesses the power of wind by using turbines based on floating structures rather than fixed. It offers an opportunity to deploy enormous turbines in larger, deeper, more exposed offshore areas where the overall wind potential is higher and therefore more energy can be generated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a high level of expectation that floating wind is going to become an increasingly important part of our energy mix. The Government have set a target of 5 GW of FLOW to be installed by 2030, and Offshore Renewable Energy Catapult estimates that we could have up to 95 GW of floating wind in UK waters by 2050. At that point, the majority of the wind turbines in UK waters would be floating, not fixed to the seabed as they are today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is already home to the largest floating wind farm in the world—Kincardine, off the coast of Aberdeen in the North sea—which is using the highest-capacity turbines ever installed on floating platforms. The success of Kincardine should give both industry and Government confidence that the technology works and is scalable, and that it can be replicated elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Floating wind will be critical to achieving the Government’s energy security targets, and if we do not choose to industrialise FLOW we will have to generate at least 15 GW of power by 2035 using other means. Indeed, it is difficult to see how the overall expansion of offshore wind envisioned by the Government’s targets would be technically possible without doing floating wind in a very big way. That industrialisation of floating offshore wind will create the pathway for cost reduction, as has been proven with fixed-bottom offshore wind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Floating wind offers a huge opportunity for the world to harness offshore wind power, not just those limited regions with shallow sandbanks close to shore. Globally, the UK Government have set the most ambitious targets for developing floating offshore wind, but other countries are catching up fast. Spain has announced a target of 1 GW to 3 GW of FLOW by 2030. Similarly, France, Norway, Japan, Ireland and parts of the United States have set clear and ambitious targets. The world will therefore develop floating wind for sure. The UK is well positioned as the leading marketplace for investors, but if those targets are not followed through, I fear that the UK is likely to be left behind as other countries move to seize on the new technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Along with parts of the North sea, the Celtic sea—located off the coasts of south-west Wales, Devon, Cornwall and southern Ireland—is one of those areas with the greatest potential to deploy FLOW. It is attracting enormous interest from developers and investors, and I am delighted that my hon. Friend the Member for North Devon (Selaine Saxby), chair of the all-party parliamentary group for the Celtic sea, is here today. I look forward to hearing her remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Floating offshore wind in the Celtic sea represents a multibillion pound economic development and investment opportunity for Wales, the south-west of England and the whole UK. The area has excellent wind resource infrastructure and local industry for potential supply chain development. The Crown Estate’s Celtic sea leasing programme aims to deliver 4 GW of new floating offshore wind by 2035. It could provide power for almost 4 million homes, and the project will kick start an innovative new industry in the area, with the Celtic sea assessed to have the economic potential to accommodate up to an additional 20 GW by 2045. Just last week, the Crown Estate announced that it is seeking to accelerate the leasing process for that first stage of development, recognising the importance of bringing floating wind onstream as soon as possible, and will be looking to launch the tender process in the middle of next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For us in west Wales—I represent a Welsh constituency —floating offshore wind represents a hugely exciting and valuable prospect. It is another stage in the evolution of Milford Haven port in my constituency. Shared with my right hon. Friend the Member for Carmarthen West and South Pembrokeshire (Simon Hart), Milford Haven is one of the UK’s most important energy ports, beginning in the late 18th century when whale oil was imported for use in streetlamps. The late 20th century brought oil refining and trade in petroleum products, and the early 2000s brought liquefied natural gas imports. Strategically, Milford Haven plays an incredibly important role in our energy mix, and I believe that the coming decades at Milford Haven will be about floating offshore wind and hydrogen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Early analysis by Cardiff Business School suggests that floating offshore wind, hydrogen and sustainable fuels investment could add an additional 3,000 Welsh jobs to the 5,000 already supported by the Milford Haven waterway. Floating offshore wind will facilitate the transition to a vital new green energy era, supporting the continued evolution of that major hub for another 50 years. On the Milford Haven waterway, we already have a number of very active projects: we have Blue Gem Wind, a joint venture between Simply Blue and TotalEnergies, which is looking to establish the first demonstrator projects in the Celtic sea. We have DP Energy, a joint venture involving EDF, and RWE—which has a major gas-fired power station on the Milford Haven waterway—is looking at floating offshore wind opportunities, in conjunction with exploring the possibilities of producing hydrogen and moving its entire operation in Pembrokeshire to a lower carbon future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Simon Hart (Carmarthen West and South Pembrokeshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that the much-rumoured and long-awaited freeport status for places such as Milford Haven—even in conjunction with Neath Port Talbot or similar—would accelerate all of the exciting initiatives he has referred to?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Crabb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will mention freeport opportunities a bit later, but my right hon. Friend is exactly right. So often when people talk about freeports, it is in the context of an answer looking for a question; what we have in Milford Haven—together with Port Talbot, I might say—is a solution. It is something that will help facilitate a new industry, and if we can use the freeport process to help support that—I am looking towards the Minister—then that would be excellent indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Kinnock (Aberavon) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is making an excellent speech, and I congratulate him on securing the debate. Building on his point about freeports, one of the key advantages of our freeport bid is that it is in synergy with the floating offshore wind opportunity. That will deliver a huge amount of added value through the manufacturing opportunities and long-term sustainable job opportunities that will come out of it, so the freeport offer is a strategic offer, not just transactional.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Crabb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As is typical, the hon. Member has gone right to the heart of the matter. Floating offshore wind is going to happen in a big way in UK waters— I absolutely believe that. The challenge that we need to get our heads around is how much real economic value and content can be captured and secured for the UK. The hon. Gentleman is exactly right that a collaborative bid between Port Talbot and the port of Milford Haven provides a potential framework to allow that industrialisation and capturing of domestic content to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "FLOW presents an important economic opportunity for the whole of the UK—for ports, industry and energy infrastructure, and by driving up investment and regional and national growth, as well as increasing the numbers of skilled jobs and career opportunities. The levelling-up opportunities are enormous: tens of thousands of people are already working in the offshore wind industry and supply chain in places such as Hull and Hartlepool. That is the kind of domestic content and supply chain opportunity that we want to deliver for Wales and the whole of the Celtic sea region. With large-scale projects in the Celtic sea perhaps five to 10 years away, there is an opportunity now for the development of the appropriate infrastructure and supply chain capability, which will deliver significant local opportunities in the region and, in turn, drive regional economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While we are talking about Port Talbot, I should say that I was excited to see RWE recently announce a new partnership with Tata Steel in the constituency of the hon. Member for Aberavon (Stephen Kinnock). That will explore how steel manufactured in south Wales could be used for floating wind projects, which is exactly the kind of innovative thinking that we need to achieve everything to which we aspire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope to have outlined the scale of the vision and opportunity in front of us. It is ambitious and exciting, and in my view it is achievable. There is enormous private sector interest. However, along with the scale of the opportunity, there is an enormous delivery challenge. Ensuring that we have the appropriate offshore and onshore capabilities to deliver this is a big and complicated challenge. The 5 GW by 2030 target is ambitious. The industry is confident that it can respond to the challenge, but it will require a lot of work. Think about the sheer scale of what we are talking about: hundreds and hundreds of enormous new turbines being manufactured and towed out to sea. We have also to think about all of the onshore infrastructure around the turbine: the port infrastructure, new grid capacity, new grid connections, all the supply chain work that we have talked about, the financial architecture around it—contracts for difference—and, of course, the planning regimes in which the projects operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Projects cannot happen without the underpinning physical infrastructure—grid and ports—and the right policy architecture. Creating the right frameworks will require a lot of collaboration between the public and private sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Kinnock**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is absolutely right about all of the wraparound and complexity. One thing he may have mentioned—I may have missed it—is maintenance and servicing. Once the structures are in place, they require regular maintenance and servicing, which in itself is a huge employment-generating opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Crabb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is exactly right about the operations and maintenance role. That is not just a job creator; they are valuable jobs. There is real economic value in those support services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I come back to the delivery challenges around this big, complicated opportunity. The first challenge relates to leadership and co-ordination. As with the early development of fixed-bottom offshore wind, the support of the UK Government will be crucial in driving forward the political, regulatory and financial support frameworks that are needed to maximise the flow opportunities. I welcome recent positive statements by the Government, but there needs to be much more visible engagement from Ministers when it comes specifically to the Celtic sea opportunity. I have been impressed by the leadership that the Crown Estate has shown, and the work that it is doing to create robust frameworks around the tender process and environmental protections. However, there is a role for UK Government, over and above what the Crown Estate is doing, to push forward the Celtic sea programme. That role starts with setting credible, ambitious targets. We are in a relatively strong position when it comes to the UK’s clear pipeline of offshore projects, which is backed up by a firm commitment from Government. That is critical in increasing investor confidence in the UK market, but Ministers should be going further, perhaps by setting supplementary, longer-term targets to strengthen signals to investors and developers. Ministers should be clear about the UK’s intentions to scale up the sector rapidly in the coming 10 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The next area of challenge is getting the right financial architecture in place: a market environment that encourages price competition and industrial development. The contracts for difference have been incredibly effective at reducing the costs of renewable energy projects by reducing wholesale price risk, but the weakness of the structure of the CfD auction scheme is that it considers only the price of projects, and not wider industrial and economic considerations or future cost reductions. The Government should look to reform the CfD system to create a premium or incentive that recognises projects that make substantial commitments to industrial and economic development in the UK and to innovation in the UK. The aim of these reforms should be focused on fostering a market environment in which investment, innovation and economies of scale are incentivised. Consideration should also be given to what form of support can be provided to combined FLOW and hydrogen production projects, which cannot really be assessed alongside conventional FLOW from a cost perspective. I mentioned the work that RWE is doing in Pembroke, looking at the role of floating offshore wind to support hydrogen development, and there probably needs to be a different way of looking at that in terms of price support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the heart of the infrastructure challenge are ports. Floating offshore wind will require a lot of port infrastructure. No port close to the Celtic sea is currently ready to handle the key activities for deploying floating offshore wind, but we have a window of opportunity now to address this and ensure that the economic value of deploying these vast structures can be captured for the UK. The FLOWMIS—floating offshore wind manufacturing investment scheme—funding that the Government are making available will help. As far as I am aware, the Government have not yet announced how that money will be used, but a good chunk, if not the lion’s share, should be devoted to supporting the development of the Celtic sea industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the targets that we are looking to achieve and the scale of activity that will be required, there will be enormous opportunities for all ports across south-west England, Wales and Northern Ireland. There is a clear starting point, and we have already discussed it: the ports of Milford Haven and Port Talbot. Independent reports from the likes of ORE Catapult and FLOW developers have identified Pembroke Dock in the port of Milford Haven and Associated British Ports at Port Talbot as potential anchor ports for floating offshore wind. However, without collaboration and significant investment at both ports over the next decade, the vast majority of the potential £4 billion of benefits could simply go overseas. A combined, dual port solution, with close proximity to the Celtic arrays, has enormous potential to accelerate the deployment of floating offshore wind and increase prospects for UK Government generation goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Kinnock**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is being very generous in giving way, and I thank him for that. He is right that port infrastructure is vital, but another key part of our infrastructure is the national grid. Does he agree that there are real concerns about the capability of the national grid to deliver the power that we need from offshore wind, and that the UK Government need to get round the table with National Grid and Ofgem to make that happen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Crabb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I swear I have not shared a copy of my speech with the hon. Gentleman, but he anticipates the next section extremely well. I will just finish this point about the freeport bid. I am not expecting the Minister to comment—it is a live bidding process—but as I said on the Floor of the House yesterday in Levelling Up, Housing and Communities questions, I hope that Ministers will look closely at what is coming forward from Milford Haven, Pembroke Dock within that port, ABP at Port Talbot and the two relevant local authorities, because it is genuinely exciting and represents something different. We should not get hung up on freeport labels; it is about doing something innovative and collaborative that can help to unleash the full economic potential of this opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me get on to grids, before I bring my remarks to a close. The hon. Member for Aberavon (Stephen Kinnock) is exactly right: potentially even more challenging than delivering port upgrades is achieving a serious step change in the way we increase grid capacity and make available new grid connections here in the UK. The planning and consenting processes are ridiculously slow and difficult—they are not fit for purpose. We on the Welsh Affairs Committee in recent months have been taking evidence on the grid infrastructure in Wales. Our report on that will be coming out soon, so I will not pre-empt that. I was pleased in the evidence we took to hear about steps that are being taken by Government to reduce the offshore wind consenting times, but the truth is that we need to see far more urgent action from Government to address grid capacity. The danger is that developers will increase their capabilities and be able to construct and deploy large-scale renewable energy infrastructure way ahead of the planning process, and that cannot be acceptable. We need more anticipatory investment so that new grid networks are built in time for those major new sources of generation and for demand. We could talk about other planning challenges: in the Welsh context, we have the devolved body Natural Resources Wales. Developers are concerned that Natural Resources Wales should be fully equipped to be able to handle the volume and complexity of the planning jobs that they will be asked to do, to assess the impact on seabeds and things like that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Floating offshore wind represents a major, exciting opportunity for the UK to tackle a number of critical issues: wholesale prices, energy security, job generation, levelling up and net zero. It is an exciting package. Floating offshore wind presents a compelling answer to all those challenges. The key challenges for us to consider are the risks and potential difficulties around delivery, and achieving the scale of offshore and onshore capabilities and systems that will be required just a few years from now. I look forward to hearing from colleagues and the Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}