{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2016-speech-on-wales-and-europe/",
    "title": "Stephen Crabb – 2016 Speech on Wales and Europe",
    "post_date": "January 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb, the Secretary of State for Wales, on 28 January 2016.",
    "content": [
        "Ladies and gentlemen, good afternoon and thank you for this very kind invitation to come and speak to the Cardiff Business Club today. It is a huge pleasure and a privilege to be here with you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was really pleased that the Chancellor made Cardiff the location for his start-of-the-year speech about the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I did tell the Chancellor when we were planning the speech just before Christmas that he would need to bring his chequebook if he wanted to visit Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I was delighted that during the visit he announced funding for the new Compound Semiconductor Catapult which will make Cardiff a UK centre of excellence in terms of high tech innovation. This was something the business community in this city had been calling for. And it is a down-payment from UK Government on what we hope will be a massively significant City Deal for the Cardiff Capital Region – which we are all working hard right now to seal before Budget day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of my favourite moments of last year’s election campaign – aside from 10pm on election night when the exit poll was released – was the visit we did with David and Samantha Cameron to Brain’s Brewery. And I’m grateful to Scott Waddington for facilitating that visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The discussion we had with Scott in the boardroom beforehand about a range of key Welsh and UK business issues was really excellent. The PM found it genuinely insightful, and has remarked upon it to me since.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I spoke to him last week about doing this speech today, he reminded me about the time he spoke at Cardiff Business Club back in 2007… Who knows, I’m sure the PM would welcome another visit back one day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because I do see it as one of my tasks as Secretary of State for Wales to get senior Cabinet members visiting Wales regularly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Firstly, because – and we don’t shout enough about this – there are some truly remarkable things happening in certain parts of the Welsh economy right now. Things which deserve national and international attention, and which I’m determined to help profile.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And secondly, because we do face some major challenges and constraints which are holding the Welsh economy back. And it is vital that these are understood at the highest levels of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the characteristics of this government, I believe, and why I feel genuinely exhilarated by being a part of the team, is that we don’t shy away from the big challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we sit round the Cabinet table at 9.30am each Tuesday morning, we do try to wrestle with some of the really knotty issues facing this country and focus on solutions; in areas where we know we have to drive up the UK’s performance – on exports, for example, or on productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And over the last year and a half, I have tried to make the hallmark of my time as Secretary of State for Wales a really strong emphasis on the need to raise our sights in Wales, to raise our ambition, to drive our economic transformation and be honest about where we are as a nation…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…never talking down who we are as a people, but neither ducking from addressing what I think are the big challenges we face in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that means, yes, asking from time-to-time the hard questions about how well we’re doing, and it also requires being willing to challenge the dominant way of thinking on certain issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This approach also means fronting up to global issues and events, and meeting head-on the big questions that come along to confront us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And one of the big issues we’ve been wrestling with in recent months is, of course, the question of our membership of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that’s exactly what I want to spend a few minutes speaking to you about today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because at some point in the coming weeks and months – certainly by the end of 2017 – this issue will, for a time, totally dominate our political life in the UK. It will become one of those rare issues that gets talked about down the pub and at the hairdressers. It will attract media curiosity from right across the world, and be a point of discussion in the boardrooms of major international companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Make no mistake, this referendum will be a global talking point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But, whether or not the referendum is held during this year, it is already clear that 2016 will be a year of turbulence and uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If you follow international markets you will see that this has already been the worst start to the year for global financial markets in more than forty years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are some profound things happening in the world economy right now which we are not immune from. We only have to look down the road to Port Talbot to know that we’re not immune from the global head-winds…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "… the so-called “slump” in the Chinese economy with growth declining to a mere 6% (enough, by the way, over the next four years to add to its GDP a level of activity equivalent to the size of the German economy).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The key point about China is, of course, that the nature of its growth is changing as it moves to a more consumption-driven economy. And that will present major opportunities and risks to the UK economy…. Not least through massive excess Chinese industrial capacity which is turning international steel markets on their head right now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Factor in what is the longest, and almost the deepest, slump in global oil prices for 20 years, which can have both benign and negative consequences, then it is pretty clear to me that 2016 will be a year of economic turbulence and big geopolitical challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So this is the backdrop to the decision we will be taking as a nation as to whether we remain a member of the European Union or whether we leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are clear that global turbulence and uncertainty are not reasons not to deliver on our commitment to secure a renegotiated membership of the EU and to present this renegotiation to the people of the country in a referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because let’s not forget the key reasons which have brought us to this point – in terms of both the demand for the referendum and the necessity of renegotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m not going to guess how many of you fall into this category, but you would need to be aged at least 59 to have had a vote in the last referendum on Britain’s membership of the then European Community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given how profound the changes inside the EU have been over the last four decades, I think it’s a reasonable proposition that people of this country should have the opportunity to have their say on this issue again…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…made even more urgent by a growing discontent in many quarters about the nature – and the cost – of our membership of the EU, not least in parts of the business community where there is a strong desire to see the EU become more focussed on competitiveness and for EU regulations and directives to have a less burdensome, less intrusive impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we have taken a decision as a Government, backed up by a manifesto commitment, not to just sit back while the sense of alienation, frustration and disillusion felt by many people towards the European Union festers and grows. As a political party, we have been at the forefront in the last twenty years of articulating that discontent and making the case for change…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…for change within the European Union itself (to achieve a better European Union overall) but change also when it comes to the specific terms of our own membership of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK has been protected from membership of the Euro, from Schengen, and from a raft of other integrationist measures while still capturing the enormous trading benefits of the Single Market which was one of Margaret Thatcher’s key achievements…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…And it is that instinct which has driven the need for renegotiation at this time and brought the other Member States back around the table to take seriously the UK’s concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The case for change that is at the heart of our renegotiation is as much about looking to the future as about looking at the past or present failings of the EU. Because we know that in the years ahead the EU will undoubtedly need to change in response to major events like the sovereign debt crisis and the migration crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The EU is going to change in profound ways – the nature of which we do not yet know for certain. But change within Europe is coming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The answers to these crises which many EU leaders are already reaching for is essentially one of “more Europe” – more and deeper integration across more policy areas. I actually do not believe these are the correct answers as far as Britain’s own interests are concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so renegotiating the terms of our membership now is as much about trying to anticipate and safeguard against future changes within the EU, or within just the Eurozone, which could present a threat and challenge to key UK sovereign interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I believe this renegotiation matters in very, very significant ways – and it matters for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are four objectives at the heart of our renegotiation:  \nFirstly, to protect the Single Market for Britain and for the other member states who have chosen not to adopt the Euro currency. As I have said previously, the Single Market is an enormous strategic prize for UK business. We have taken the correct view as a nation that membership of the Eurozone, however, would not be. And it is really essential that the rules that the Eurozone countries adopt to ensure a stable common currency must not be detrimental to the interests of those other member states that use sovereign national currencies. That is our first objective in this renegotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, boosting competitiveness by reducing the burden of red tape coming from Europe. In an unforgiving global economy which increasingly demands that nations become leaner, fitter, more agile, more competitive, the current way that the EU makes and enforces directives and regulations is a recipe for decline; with every year the cumulative impact of EU red tape becoming more and more of a deadweight. If the EU cannot and will not change its approach then the UK must have the ability to tailor its own approach. We have probably the most open economy of any European country. We understand better than anyone else the nature of the global economy. And we are determined to do everything possible to be in a position to compete and win within this global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our third objective in the renegotiation is to exempt Britain from that central Treaty phrase “ever-closer union” and to bolster the role within the EU of national parliaments. This is not a symbolic change – because that phrase “ever-closer union” has provided the drumbeat for all of the previous treaty changes we have seen in recent decades. It is not a drumbeat I believe should bind and dictate the terms of the UK’s own membership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, and perhaps most difficult and most controversial with some member states, is our determination to restrict the access of EU migrants to in-work benefits such as tax credits when they first come to the UK. My vision of Britain is of a country which absolutely does welcome talent and skills from across the Single Market area but where welfare policies do not create an additional powerful pull factor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So this is the approach we are taking at this renegotiation. And I believe it is absolutely in tune with where mainstream business and also wider public opinion is at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The centre-ground is a place of both pragmatism and principle. And that is why businesses across the length and breadth of Britain get what we are trying to achieve. They recognise that the status quo is simply not good enough for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And confident in the support we have from business, and with a general election mandate behind us, we have gone into this renegotiation determined to get a better deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sure, it is painstaking and difficult work. But actually when you look at the record of the Prime Minister when it comes to European reform, he has shown that he can land a deal even when most commentators were predicting otherwise…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "….protecting the British rebate …securing a real terms cut to the EU budget …negotiating vital opt-outs from ever deeper integration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is a strong reforming track record. David Cameron has reset the bar in terms of how British Prime Ministers should handle the European question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe a healthy pragmatic scepticism must be a defining characteristic of any future Prime Minister when it comes to Europe. And that same mind-set should be what informs and builds the case to remain inside the EU if the renegotiation is successful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Beware the wide-eyed shouty enthusiasm of those whose positions, either for leave or for remain, were already fixed long before the renegotiation had begun. And pity the audience who has to watch when these sides go head to head.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Here in Wales, since the start of the year, we have already been served up some of this style of debate. And a pretty unedifying and unenlightening spectacle it was, most commentators seemed to agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the reason why it’s so unenlightening is that essentially the arguments are being made from the two most extreme possible positions – from the viewpoint that basically says the EU has been a disaster for Britain (and hence Wales) and therefore we need to head to the exit door as quickly as possible; and from the opposing viewpoint that says Wales is somehow linked with an economic umbilical cord to the EU and must stay in at any cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And to back up these two positions, the temptation for protagonists is to deploy ever more outlandish arguments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so those who argue for Brexit have started to present some kind of apocalyptic vision of the EU collapsing amid a wave of migrants which threaten Europe’s very economic, social and cultural foundations…. And that Britain basically needs to get the hell out of there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other side say no way, the EU keeps Welsh men and women in jobs and is the only sure foundation on which we can rely – more so than our own talents or productive capacity, more so than our own innovation and enterprise, more so than our own stock of human and intellectual capital. Outside of the EU, they say, Welsh families would be forced onto the breadline. The only possible prosperity is an EU prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These people say its membership of the EU which creates jobs …Overlooking some much more fundamental things I would argue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If you think I am exaggerating their position then please look back at the news stories before Christmas where some senior figures in Wales – people who should know better – argued that Welsh farming would be decimated (i.e. reduced to the point of non-existence) if we were outside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, this latter viewpoint has become pretty much the mainstream view in Welsh politics: Stay in at any cost. For some in Wales, EU membership actually seems to be even more important than membership of that one truly successful and dynamic currency union and trading bloc which is of course the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But if, as a government, we allowed this viewpoint to dictate our posture on the EU, we would never have a renegotiation in the first place. There would never be any hard-headed determination to go back to our European partners and say “hey, this actually isn’t in the UK national interest, we are not going to go along with this.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, the case for Wales remaining within the EU cannot be left to those who say stay in at any cost; the argument has to be won with clearer and more thought-through arguments than those that are so often offered up by Welsh politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It won’t be enough to point to the Objective One funding from Europe as some kind of prize we need to hang on to; structural funds are a mark of economic failure not an accolade for Wales…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wales – where there is an assumption that if you are a senior politician then you must be a bought-and-paid-for member of the EU fan club. I am not, and I reject the notion that this should somehow be an article of faith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wales – where the European flag is now more common than the Union Jack; but, by the way, where there has been a collapse in the teaching of French, German and Spanish in Welsh schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And as for those Welsh politicians who pray-in-aid the names of major firms with operations in Wales to say we should stay in at any cost, well let me just say that most companies have made it absolutely clear that membership of the EU will not affect their operations in the UK. Airbus, too, is here fundamentally because of the concentration of skills and the generations of high-level aerospace expertise which is located in North Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The case for staying in has to be built on stronger arguments. And for me the starting point is the potential additional benefits we can secure for the UK through a successful renegotiation and a reformed EU. Neither of the two extreme positions is where the centre of gravity of Welsh public opinion or Welsh business opinion is at. The argument about our membership of the EU will not be won or lost on these extremes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, the case for remaining inside the EU will be won by the reformers, informed by that healthy pragmatic scepticism I have talked about, who approach this question in a hard headed and clear sighted way, recognising that the story of the 21st century will be a global one and that successful renegotiation will provide the basis on which to say confidently that, in terms of the global risks and opportunities that lie ahead, staying in a reformed EU is the right choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Straight after the lunch today, I will be attending an event with Her Excellency Sylvie Bermann the French Ambassador who is here in Cardiff to present the Legion d’Honneur award to a number of servicemen from Wales who fought for the liberation of France during the Second World War. It will be a deeply humbling experience I am sure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My late father-in-law grew up in Nazi-occupied Paris and was a teenager in 1945 when the war ended. He and I used to argue a lot about the future of Europe back in the late 1990s just before he died.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For him, and for so many people of that generation including many here in the UK, the emergence of the European Union was a matter of cementing the peace in Europe and guaranteeing economic security. And it became for him and so many others an article of faith. What they lived through and what they saw meant this faith was unshakable. I have total respect for that view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that is not how many people of my generation think.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world that shaped my own political outlook has been one which has seen the rapid internationalisation of markets and the extraordinary global digital and communications revolution which has changed forever how we work and how we live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s what’s shaped my thinking about Britain, Europe and the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More than ever, economic success requires a global focus and not one limited to the European continent. And that is no different for Wales, I believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Take a look at the list of the Welsh Government’s ‘Anchor Companies’. These are the fifty companies in Wales that have been identified as being crucial to the creation of jobs, growth and wealth within the Welsh economy through the size of their operations in Wales and the supply chain effects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As some of the most important businesses in Wales, they provide an insight into our links with the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of the fifty companies highlighted, only seven are headquartered in the European Union. By comparison, 15 are from North America. A number of others are from Japan, Asia and the Gulf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fact, more than half of these anchor companies are based outside of the UK, highlighting exactly how attractive we are as an inward investment destination, to both EU and non EU countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the huge privileges of my job is that I get to visit companies all over Wales, and I can tell you now it’s like a tour of the world in terms of where the investment is coming from and where the trade is going. More than half of all Welsh exports are to countries outside the EU and that share is growing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Britain’s and Wales’ future is as an outward-looking nation with major links to the powerhouses of the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have made clear this afternoon that I believe Britain and Wales’ interests are best served in a reformed and reforming European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Prime Minister gets the renegotiation then I will be out there making the case for Britain to remain in the European Union… making a strong and pragmatic case, not based on wild and flimsy arguments. But based on a clear-sighted and hard-headed assessment of the risks and opportunities of both outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I believe it will be the reformers who will carry the day – the reformers who come from a position of pragmatic scepticism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But this will hinge on us being able to explain the impact and benefit of the deal we land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But even after a successful renegotiation, and having put that renegotiation to the British people in a referendum, the issue of European reform won’t disappear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is, whichever party forms the British Government after this one, and the one after that, needs to be characterised by the same reforming approach that the Prime Minister has shown when it comes to our relationship with Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because the pressure being exerted back on the UK by a deepening European Union will continue to grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will continue to throw up profound questions about our nationhood and sovereignty and it will be incumbent upon every PM from here on to find answers to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can’t stop pushing for the EU to become a more competitive, more productive component of the global economy. It’s not in the British interest for Europe to wither as a global economic force. So for me it is a question of the balance of risks and opportunities in an increasingly uncertain and turbulent world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no safe, easy, risk-free option. But with a successful renegotiation deal I believe there will be a clear and correct choice – and that will be to remain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}