{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2023-comments-on-the-fascist-comments-made-by-kim-johnson/",
    "title": "Stephen Crabb – 2023 Comments on the “Fascist” Comments Made by Kim Johnson",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 1 February 2023.",
    "content": [
        "On a point of order, Mr Deputy Speaker. I thank the hon. Member for Liverpool, Riverside (Kim Johnson) for [making that statement in her point of order](https://www.ukpol.co.uk/kim-johnson-2023-statement-to-the-house-on-her-personal-conduct/), but my understanding is that the use of language such as “apartheid” and “fascist” is not just insensitive but a breach of the International Holocaust Remembrance Alliance definition of antisemitism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Deputy Speaker, what advice will you and the Speaker’s Office be providing to the leaders of all the parties in this House about the language we use here and the importance of tackling deep-rooted antisemitism in our political culture, which at this point in time is so evident on the left of politics? It is less than a week ago that you sat in the Chair when we were here for the annual debate on Holocaust Memorial Day. You ended that debate with very powerful words. It is incumbent upon us to tackle this deep-seated problem, is it not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}