{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Stephen Crabb – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 9 September 2022.",
    "content": [
        "It is a pleasure to follow the excellent speech from the hon. Member for Bethnal Green and Bow (Rushanara Ali).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I rise on behalf of all my constituents in Preseli Pembrokeshire to convey our condolences to His Majesty King Charles III and all members of the royal family at this sad time, and to say thank you for a wonderful, long and full life, and an extraordinary reign, which has been a blessing to our nation for seven decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Queen Elizabeth II was loved and respected all across the historic county of Pembrokeshire, where her family of course had ancestral roots through the Tudor line. We enjoyed her visits to Pembrokeshire—to St Davids cathedral, and to so many of the excellent charities and community groups that we have in the constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For millions of adults, and certainly for children, whom we meet on constituency school visits, Queen Elizabeth absolutely had something of the mystique and magic that we perhaps associate with an earlier Queen Elizabeth or with a Disney fairy-tale queen. But as we have heard so often today, her reign was also extraordinarily human and personal, shaped as it was by her amazing capacity to touch people at a very individual level—to raise their self-esteem and to touch their hearts in a very special way, which left lasting, lifelong memories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For now, the joy that Queen Elizabeth gave to the nation—to people she met in all our constituencies—gives way to grief and sadness. In time we will remember her reign with joy once again, but in the meantime, we ask God to bless her and to save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}