{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2015-speech-on-wales-in-a-changing-union/",
    "title": "Stephen Crabb – 2015 Speech on Wales in a Changing Union",
    "post_date": "January 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Crabb, the Secretary of State for Wales, at the International Politics Building, University Campus, Aberystwyth University on 11 March 2015.",
    "content": [
        "Thank you Professor McMahon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Diolch yn fawr iawn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rydw i’n falch iawn i fod yma heno ym Mhrifysgol Abersystwyth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s great to be back here this evening at Aberystwyth University.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aberystwyth is, for some, the true capital of Wales, and without any question a unique centre of Welsh learning, culture and the arts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It provides the setting for one of our successful broadcasting exports of recent years, Y Gwyll / Hinterland, which tapped into the international interest in the Nordic Noir crime genre and has helped to give the Welsh language a new wider profile as the living modern European language it is – as well as showcasing the town here itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I got a glimpse of the shape of things to come for Aberystwyth 14 years ago when Malcolm Pryce published his quirky, off-beat English language crime novel ‘Aberystwyth Mon Amour’ set here in the town but in an alternate reality. My Welsh teacher at the time sent me an early copy, sensing rightly that I needed something different from our recurring grapples with the challenging mutations and sentence structures of Wales’s mother language.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Back in the real word, Aberystwyth University is of course one of Wales’s historic universities and, nearly a century and a half since it was founded, it now has a global reach – with a reputation for academic and research excellence. The International Politics department, where we are this evening, is truly renowned throughout the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have had the pleasure of supporting the department’s Parliamentary Placement Scheme for a number of years, and I can genuinely testify to the quality and drive of the Aber students who have spent a part of their summers working in my House of Commons office. And it’s been a delight seeing them go on to successful careers in the Law, public policy and public relations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The university’s alumni network is impressive indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recall on a visit to Rwanda 4 years ago meeting the civil servant, who had responsibility for the entire education service of that country, whose eyes lit up when he heard that I was from Wales and asked me if I knew Aberystwyth. And of course it turned out that he is one of your alumni, having undertaken his postgraduate studies here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is fair to say a deep love of Aber and a deep love of Wales have stayed with him ever since – and this is a hallmark of the thousands who pass through the university each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aberystwyth was also the home for many years of the historian and broadcaster Dr John Davies who taught here at the University and who sadly died last month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "His Hanes Cymru, A History of Wales, probably did more than any other book to influence my own thinking about Wales – and Welsh nationhood. It is 8 years now since the English language version was published…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…8 years which have seen some profound changes to the economic and political context in which that nationhood is expressed and given life and meaning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that is really the theme of my talk this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Introduction:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I last spoke at Aberystwyth University almost exactly 3 years ago, when I addressed the Centre for European Studies on the case for overseas aid in an age of austerity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A great deal has changed since then and I now have the enormous privilege of serving as the Secretary of State for Wales in these latter stages in the life of this Coalition Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As this remarkable, historic Parliament draws to a close I would like to look back tonight on some of the political and constitutional changes of the last five years and what they have meant for Wales; but also to look forward, to consider what I think are the main challenges for effective governance of this nation of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Wales as seen from Pembrokeshire: A Personal Reflection**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I would like first to offer some personal reflections on Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wales as seen from Pembrokeshire: A Personal Reflection  \nI am a Welshman through and through. Brought up in Pembrokeshire – in the heart of the constituency I now represent – this beautiful historic county located on one of Britain’s western extremities, reaching inwards to the rugged Welsh hinterland but looking outwards too across the wild north Atlantic, had an important influence in my formative years and in framing my outlook on Wales and, indeed, the wider world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pembrokeshire has played more than a walk-on part in the unfolding drama of Welsh and British history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was of course home to St David, Wales’s 6th century patron saint and national icon. A man of remarkable faith and devotion who founded a prolific number of churches, and who by the 10th century had become associated with the long-running struggle for greater autonomy for the Welsh Church but also – more politically – the struggle of the Welsh people – the Cymry – against the people that some now describe not-quite-correctly as the English.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pembrokeshire was also the birthplace of Henry Tudor, the future King Henry VII, a son of the upstart Anglo-Welsh family who pulled off that improbable feat of ending the Wars of the Roses and founding a royal dynasty – during the process of which some of the key constitutional, legal and religious ties between Wales and England were forged – ties that shaped profoundly Wales’s place within the Union and which still exist today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pembrokeshire was also the 12th Century birthplace of the chronicler Gerald of Wales. Described by some as the most learned man of his age, his works tell us much about Welsh history and geography, and the cultural relationship between the Welsh and the English in the Middle Ages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reading Gerald one is never quite sure whose side he is on – the Welsh or the Norman overlord – he had mixed parentage after all – but he too shared that passion for greater autonomy for the Welsh Church – to see the bishopric of St Davids freed from, and elevated to the same status as, Canterbury. In an age that predated the political structures of the unified nation state, this ecclesiastical cause was maybe the closest we have to an ambition for Welsh devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My county is famously divided by the so-called Landsker Line, a boundary of cultural and linguistic division that has existed for nearly a thousand years and marked with a chain of castles. The line that divided places like Crymych and Mynachlog Ddu in the North from the lowland villages like Jeffreyston and Bosherston with their English names and Norman churches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The imaginary line remains a clear demonstration of how communities a few miles apart in Wales can have different histories, different cultural backgrounds and which may even want different things from the way in which they are governed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This cultural and linguistic diversity is part of the rich tapestry which makes Wales such a fascinating place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it has helped forge my own Welsh identity: a Welsh identity which sits comfortably alongside and within the equally strong identity which comes from membership of a wider family – that is, the family of nations which make up our United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having a Scottish parent helped, of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Union was in my very DNA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And for those who want to understand a bit deeper my own journey from being sceptical and hostile to Welsh devolution, as one who saw it as a binary opposite and threat to my proud Unionism, I would point firstly to my own background in Pembrokeshire. This county voted strongly against devolution in the 1997 referendum. At the referendum 14 years later Pembrokeshire – like the rest of Wales except Monmouth – returned a clear majority in favour of full law-making powers for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s quite some journey we have all been on in recent years…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…not so much a road to Damascus moment for me, but a process of reflection and thinking which started with John Davies’s English version of Hanes Cymru in 2008 and culminated in a visit to the Scottish Parliament at Holyrood last year as the Referendum storms raged around us…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…a process of understanding the depths of ancient aspirations among Britain’s constituent nations – that desire for a greater autonomy; but also understanding and appreciating afresh the security and benefits that derive from pooled risk and cooperation which provided the very foundations of our Union in the first place – the most successful political union the world has seen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so my conclusion from this was that devolution within the framework of a strong United Kingdom offers perhaps the best and only way to satisfy these potentially competing tectonic forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And by happy coincidence I have found myself in a position in recent months to contribute to the debate about what successful devolution should look like for Wales in the years ahead – participating as neither the unrepentant devosceptic nor with the wide-eyed zeal and emotion you might expect of a new convert, but rather as a pragmatic and rational devolutionist – which I believe is the right approach for any Secretary of State for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The role of Secretary of State for Wales:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In working in the Wales Office since 2012, first as Parliamentary Under-Secretary, then as Secretary of State, I have followed in the footsteps of some illustrious predecessors – most notably for me Lord Crickhowell, who as Nicholas Edwards and MP for Pembrokeshire, was the longest serving Secretary of State for Wales, in post from 1979 to 1987.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year marked the 50th anniversary of the creation of the post of Secretary of State for Wales which some had believed could be a difficult milestone to reach following the devolution to the new elected Assembly of much of the Welsh Secretary’s previous executive role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "‘Why not have just one job for all three territories since almost all of the old executive functions have been devolved?’ asked many observers quite reasonably.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To mark the 50th anniversary I invited all living former Secretaries of State for Wales to a function at Gwydyr House last October – including Peter Hain, William Hague, Lord Crickhowell, Lord Hunt. I was also delighted that Lord Morris of Aberavon came along too. John Morris, born a few miles from here and another one of your distinguished alumni, had been Secretary of State back in 1974-79. His autobiography is important reading for anyone wishing to understand Wales’s stop-start devolution process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After enjoying the drinks reception John promptly gave a TV interview in my room at Gwydyr House roundly declaring that the Secretary of State post was out of date and should be got rid of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But also there that night was a former Welsh Secretary from the devolution era – Paul Murphy who will be standing down from Parliament in a fortnight. Paul used his speech last week in the annual House of Commons St David’s Day debate to urge strongly that the position of Secretary of State for Wales should be retained in the next Parliament – and that devolution actually makes the role more important not less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I don’t believe we should get hung up on the architecture of government or on Cabinet job titles, and I am not someone who believes that because the Secretary of State position has been around 50years that means it should necessarily be here for another 50.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But if the last 5 years – especially the last year – has showed us anything it is that there is still a crucial role to be played by the territorial Secretaries as we seek to achieve lasting and effective devolution arrangements within the United Kingdom. If the positions didn’t exist right now, you would have to invent something very much like them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But from day one of this Coalition Government, the importance of a full-time Welsh, Scottish and Northern Ireland Secretary at the Cabinet table has been recognised – and in a broader sense than that envisaged immediately for the posts following devolution in 1999.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One can describe the role of Secretary of State in this Government as being to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– Act as a bridge across the devolution divide into Welsh Government\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– Be the voice of Wales at the UK Cabinet table\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– Be the principal face of UK Government within Wales\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– And, in the Prime Minister’s own words, to “be a champion for the economic recovery in Wales”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was appointed the Prime Minister was very clear that he expected his Welsh Secretary to speak up and be heard in the interests of Wales. When it comes to the usefulness of a Welsh Secretary within the Government machine, this PM is a believer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was of course extremely fortunate to come into the role at a unique moment for our constitution and at a fascinating time for Wales. A good time to try to make things happen for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Personally, 3 key highlights stand out from the last 8 months:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, the NATO Summit in September, the largest gathering of world leaders ever to come to the UK. Wales was centre of the world stage. Our international profile could not have been higher and the Summit was a stunning success. The Prime Minister took a very clear-sighted decision to use the branding of Wales – as a nation – for the Summit rather than just that of a particular city which had been the pattern with previous NATO summits. He saw it rightly as a unique opportunity for Wales to put its best foot forward and it was a great example of partnership working between 10 Downing Street, the Wales Office and Welsh Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We followed this two months later with the UK investment summit, where over 150 global investors came to Wales to see first hand why Wales is such a great place to invest – again using the same model of partnership working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second highlight was resurrecting and landing the deal with Welsh Government to electrify the mainline to Swansea and the entire Valley Line rail network: part of £2bn of investment this Government is putting into Britain’s railways; the biggest investment in rail infrastructure since Victorian times. Isambard Kingdom Brunel himself would be proud!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the South Wales electrification issue had become something of a devolution test case – whether two administrations of different party colours could work together to deliver major strategic infrastructure or whether devolution boundaries, compartmentalised budget lines, bureaucratic wrangling… and just old fashioned lack of political trust would determine that this would be a huge missed opportunity for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It proved to be a moment for the role of the Welsh Secretary and the Wales Office to come into its own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third highlight I would point to is the announcement, earlier this month, by the Prime Minister and Deputy Prime Minister of a landmark package of devolution for Wales. A foundation from which we will build a new devolution for Wales which is clearer, stronger and fairer than the current settlement. I shall say more about that St David’s Day package in a few moments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Coalition Government: 5 Years of Achievement:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we are ending this Parliament showing powerfully, I believe, that devolution can work in the strategic interests of Wales. But also having forged a new vision of what devolution should mean for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The current Parliament has certainly been an historic one for our United Kingdom:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…with the first post-war coalition Government, formed to take on a huge economic challenge: the biggest economic crisis in seventy years and the biggest budget deficit since World War II.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "… with the structure of the United Kingdom itself in jeopardy like never before with the rise of Scottish nationalism and last September’s referendum on full independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "…and with a new political reality in the relationship between the UK and Welsh Governments, with administrations of different political colours at either end of the M4 for the very first time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we formed the Coalition in 2010 there was no shortage of naysayers who said that “it wouldn’t last”; that coalition Government would be inherently unstable; and that mutual suspicion would override the need for good government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They could not have been more wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Coalition: a radical reforming Government:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What no-one really foresaw either was just how radical the government would become in terms of the constitution, devolution and decentralisation. This radicalism has come to the fore both as a response to external events – like the Scottish Referendum and the recognition of the need to rebalance our lop-sided economy away from an ever more powerful London and the South East; and because it is inherent in some of the key political philosophies and traditions within both parties of the Coalition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But back in 2010 the primary focus was the economic crisis. We set out a plan, agreed across the Coalition, to reduce the deficit, restore order to our national finances and set in place the foundations for healthier, more balanced growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Five years later that plan is bearing real fruit for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no question the economy has turned a corner. The UK is the fastest growing major economy. And Wales is the fastest growing part of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This year already real wages are rising and households are benefitting from record low inflation. Our economy is rebalancing, with the decline in manufacturing reversed and a strong business-led recovery. Wales now has the fastest rate of business creation in over a decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A rebalanced economy will need 21st century infrastructure in order to thrive. So we are putting right the chronic underfunding in infrastructure by previous governments, investing a greater share of our nation’s wealth in infrastructure than in the whole period of the last Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Investment in the electrification of Wales’s railways I mentioned earlier. Investment in broadband so that homes and business in Wales can access some of the fastest broadband speeds in the world. And major energy infrastructure projects that will help provide cleaner and more secure energy for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But for me, economic growth is never an end in itself. I believe growth should be an enabler of social renewal and that this is the real test of economic policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, turning around a culture where worklessness had become the norm in too many communities in Wales has been a key achievement of this Coalition. In 2010 when we came into office there were 200,000 people in Wales who had never worked a day in their lives. There were 92,000 children growing up in homes where no-one was working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We now have 46,000 fewer workless households in Wales than there were in 2010 and, crucially, 39,000 fewer children where neither mum nor dad goes out to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so Wales is on a pathway of recovery, economically and socially. There is a mountain to climb – let no one pretend we are not still rooted to the bottom of the UK economic league table – but we are determined to keep creating the right conditions for growth in Wales. And I believe the economic plan we have put in place represents Wales’s very best chance of closing the prosperity gap with the rest of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we have shown as a Coalition that making the economy the core focus – the overriding mission – in our programme has not prevented progress on a number of other fronts, including fixing the problems in Welsh devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A Strong Track Record on Devolution:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By the latter stages of the last Government, the truth is that Wales was being treated as an afterthought within Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Communication between the administrations in London and Cardiff had become informal, and were often conducted through party rather than proper government channels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The devolution structures were not built to last. And they took no account of different political parties in Government at either end of the M4.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the Welsh devolution process itself was in deep freeze… still relying on the clunky, laborious Legislative Competence Orders (the infamous LCOs!) to transfer powers piecemeal to Cardiff Bay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everything was sort of stuck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Coalition Programme for Government changed that. It put us on the front foot. It included three clear commitments on Wales. First, we completed the final LCO – on housing – within the first few months of taking office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, and much more importantly, we delivered the 2011 Assembly referendum. A referendum which saw a resounding yes vote to the Assembly gaining full law-making powers. This was a game-changer for many of us who remained doubtful as to whether the people of Wales had truly warmed to devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, following the referendum we established the Commission on Devolution in Wales – known now to us all as the Silk Commission – to look at the financial and constitutional arrangements in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Commission produced two reports. The first looked at fiscal devolution, and recommended tax raising powers for the Assembly, and borrowing powers for Welsh Ministers, for the first time. The Wales Act 2014 which I helped take through Parliament implemented almost all of the Silk I recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a small but ground-breaking piece of legislation, devolving power to the Assembly over stamp duty land tax and landfill tax; allowing the Assembly to trigger a referendum on the devolution of some income tax; fully devolving business rates; and allowing the Welsh Ministers to borrow to help fund capital projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Silk Commission published its second report a little over a year ago, with wide-ranging recommendations for modifying Welsh devolution and improving inter-governmental relations. When I came into post that report was in danger of beginning to gather dust on a shelf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Meanwhile, the devolution settlement was under pressure like never before with the UK and Welsh Governments arguing about competencies at the Supreme Court. These cases, especially the UK Government’s defeat over Agricultural Wages last July, blew wide open the true nature of the Welsh devolution settlement: unclear, vague, silent on many key subject areas, unstable, not built to last – a payday for lawyers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, add into the mix the seismic shift in Scottish politics and the independence campaign last year which raised the temperature of the debate in Wales and it meant that the question “Where does this leave Welsh devolution?” demanded an answer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The St David’s Day Announcement:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The morning after the Scottish referendum on 19th September the Prime Minister said that he wanted Wales to be at heart of a new debate about devolution in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is that even before the referendum campaign was over, we knew that the devolution debate would not be the same ever again and that we had to act to correct the problems in Welsh devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I took the decision to use this unique constitutional moment to bundle up all of the long-running devolution controversies in Wales and seek to bring together all political parties in Wales to consider these issues in a pragmatic and positive way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So began our St David’s Day process which aimed to achieve agreement on a clearer, stronger and fairer devolution settlement for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We started by examining the Silk II recommendations to identify which recommendations had political consensus, and to agree a set of commitments to announce by St David’s Day on the future of Welsh devolution. But we also looked at the issue of fair funding for Wales and considered how the current changes in Scotland might also impact on Welsh devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The final package, announced by the Prime Minister and Deputy Prime Minister two week ago at the Millennium Stadium in Cardiff, was an important moment for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the heart of the package the Prime Minister announced are three key elements, the building blocks to reset the devolution settlement in Wales; to seek to put an end to the ceaseless never-ending debates about powers and who does what; and to deliver clear and stable devolution for Wales for the longer-term:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, to deliver more clarity, a new model of devolution in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Scotland, where there is the so-called Reserved Powers model, the default position is that everything is devolved except those things that are reserved to Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Wales, it has been the reverse. Nothing has been devolved except those specific things which Westminster legislates to let go of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But as we saw at the Supreme Court, the current settlement is vague and incomplete. It results in confusion about where exactly the boundary of devolution is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The St David’s Day agreement will change this. Introducing a reserved powers model creates a much more stable platform to enable greater clarity about the responsibilities of Parliament and the Assembly, and of both Governments. It will make governing Wales more transparent, and easier for the people who elect us to understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, along with changing the foundations of Welsh devolution, the St David’s Day agreement also devolves wide-ranging additional powers to the Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These include decisions that affect the day to day lives of people in Wales – over whether new wind farms should be built; whether licenses should be granted on fracking; what the speed limits should be on Welsh roads; how taxis and buses in Wales should be regulated; whether 16 and 17-year-olds should vote in Assembly and local government elections; and what the Assembly should call itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of these new powers are based on those recommendations in the second Silk report on which there was political consensus. It is, if you like, a baseline of commitments by all four main political parties in Wales going into May’s General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It says to the people of Wales that whoever forms the next Government, this is a baseline for Welsh devolution to change in the next Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is of course not the end of the story. Political parties can, and will, set out their own proposals on devolution in their party manifestos.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the St David’s Day agreement sets the framework within which each party can make its proposals. And it provides the firm foundation from which we can move forward on a new Wales Bill in the next Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, and crucially so far as wider Welsh politics is concerned, we’re proposing what’s known as a “funding floor” to protect the level for funding provided to Wales relative to equivalent funding for England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m sure that some of you here this evening are familiar with the nuances of the Barnett Formula. But for those whose eyes glaze at its mere mention, let me just say that the introduction of what is known as a Barnett Floor is really significant, because it will ensure that Wales always receives more money than England, to compensate for greater socio-economic needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is true that Wales is not currently underfunded. “Convergence” – the process by which relative Welsh funding levels slide down to those of England, is not happening at present. Indeed the opposite is happening. And Welsh funding is currently over 15% higher than equivalent funding in England; a level Professor Gerry Holtham concluded was fair when his Commission looked at Welsh funding issues some five years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we have taken this decision now to introduce a funding floor, to guarantee that Wales always receives a fair level of funding. Because I know that this is the one “devolution” issue that resonates with the people of Wales out on the doorsteps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And so I am hugely proud to be part of a Government which has finally addressed this long-running sore in Welsh politics. A funding settlement that will provide certainty for Wales and enable the Welsh Government to plan for the future and grow the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The St David’s Day announcement will also enable the Welsh Government to issue bonds to borrow for capital expenditure. This comes on top of the package of tax and borrowing powers the Government is devolving to Wales through the Wales Act 2014.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But there is still some unfinished business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Welsh Government’s Reaction:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The First Minister’s reaction to this historic announcement has been disappointing, especially as he participated in the process so constructively. He has described our commitment to a funding floor as a “vague promise”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is nothing vague about the Government’s commitment. Let me be clear. There will be a funding floor. We will agree the precise level of the floor, and the mechanism to deliver it, alongside the next Spending Review. It is only sensible to take these decisions in the context of UK-wide spending decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is precisely what the Welsh Government asked for in discussions about funding which took place as part of the St David’s Day process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So why is the First Minister now so lukewarm?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Well, it comes back to the unfinished business I mentioned a moment ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In committing to a funding floor we are removing the last roadblock put in place by the Welsh Government to calling a referendum on income tax devolution – part of the package of tax and borrowing powers in the new Wales Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Welsh Government does not want to be responsible for some of the income tax raised in Wales; for raising significantly more of the money it spends; for linking its decisions on spending to the money that it would take from taxpayers’ pockets. For that entails a whole new level of accountability. The kind of accountability which is the hallmark of any mature government answerable to a strong legislature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead it prefers to continue its existence as essentially a large spending department, where the excuse for any element of under-performance or non-delivery is always, always that the funding is never enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So my challenge to the Welsh Government is simple: it’s time to step up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Assembly has shown it is now a mature, responsible legislature, passing laws on a whole variety of new and innovative subjects, such as organ donation. And the St David’s Day agreement has reflected this by devolving to the Assembly full control over how it conducts its business, what it should call itself, how big it should be, what the electoral system should be for Assembly elections and who should be eligible to vote in those elections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Assembly will be responsible for its big decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is now time for the Welsh Government also to demonstrate it is a mature Government, ready to accept taking tough decisions about raising revenue, not merely spending it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In introducing a funding floor to protect against the way the Barnett formula operates for Wales, we have made clear that we expect the Welsh Government will call a referendum on income tax powers in the next Parliament. It means that people can go into that referendum knowing there is a funding guarantee for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is responsible devolution and that is real devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Moving towards some responsibility over income tax is the next step for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Future Challenges:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are living in remarkable times. The nature of politics is changing, both in the UK and internationally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are many future challenges in ensuring Wales is governed well and meets the global challenges of the twenty-first century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For me, three challenges are particularly relevant to Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Local Decision-Making:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, we are witnessing a decisive shift in the way people view government. They no longer want “big” government, deciding what’s best for them. They want decisions to be taken more locally, and to feel part of the decision-making process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe in stronger devolved government and stronger local government – devolution down as far as possible, to the most appropriate local level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what we’re doing in England. We’re creating a ‘Northern Powerhouse’, an initiative spearheaded by figures such as the Chancellor George Osborne and Lord Heseltine to deliver radical decentralisation from Westminster to the North of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is about rebalancing the UK economy, reviving the economic and civic strength of the Northern cities to provide jobs, investment and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Greater Manchester is blazing the trail, with a devolution package including skills, transport and housing, with a combined authority led by a directly elected mayor. It will also be the first English region to gain complete control of its Health budget – a £6 billion budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it’s not just the Northern cities. We are decentralising powers to local councils and city regions right across England, and across the NHS in England. And in areas which are not devolved, we’ve devolved powers in England and Wales – establishing directly elected Police and Crime Commissioners for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are now in a new age of politics. An age where people are demanding more say at the local level over decisions that affect them directly. This, I believe, is a direct consequence of globalisation. An age where people reject the old notions of one size fits all politics, and look for solutions more tailored to local circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is 21st century devolution. Devolution in a digital and global age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the localism powers that we devolve to the Welsh Government seem to go no further. Powers are gathered and gripped tightly at Cardiff Bay with precious little sign of devolution downwards and outwards to the communities across Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Welsh Government seems to want to collect powers as someone would collect stamps: for display purposes only. They’re not used. And they’re not devolved down further within Wales to the local communities that could put them to good use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Devolution should be about empowering communities not institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an important part of the devolution debate which has barely even started in Wales where the last 15 years have been dominated by discussion around a 20th century model of devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to see powers flowing down to the cities and local communities of Wales, just as they are in England, so that local communities can take decisions on matters that directly affect them, and the diversity of Wales can be fully and properly expressed in the way that we are governed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The New Pragmatism:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second challenge is to harness for Wales the new pragmatism that is emerging in politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A pragmatism where old ideologies are set aside to work together for the common good. And where the old blinkered vision of party politics is replaced by mutual understanding and compromise to get the job done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This does not mean surrendering long-held principles. But it does mean being open to ideas and views, and working together for common goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Northern Powerhouse work I described earlier is an excellent example of councils in cities like Manchester, Liverpool and Leeds working closely and co-operatively with Westminster for the common good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want this pragmatism to become the hallmark of a new politics in Wales too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are not living in an ideological age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want the traditional tribalism of Welsh politics to become a thing of the past so that we can focus on how the new powers which will be devolved to Wales can be used to best practical effect – and, in so doing, replace the never-ending debate about devolution with the right focus on economic growth and jobs that Wales needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have endeavoured to apply this principle to my own work as Secretary of State for Wales. But the new pragmatism requires a shift in thinking by all politicians in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wales has suffered from too much ideology in the past – from the Right and equally from the Left. Those who pride themselves on being steeped in Welsh socialist dogma should take no pride when travelling through some of our Welsh communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A Presumption of Power:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There should be more to devolved government than free prescriptions and charges on plastic bags. The new powers being devolved under the St David’s Day package provide a toolkit to be used for the renewal of Wales. They are powers for a purpose. Powers to be seized boldly and used wisely for the good of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A New Way Forward for Wales:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the St David’s Day process has demonstrated that political parties can work together for the common good of Wales. Parties with very different philosophies about the future constitutional make-up of the UK have worked together to agree a set of commitments that form the building blocks for a new devolution settlement for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to see a new Wales Bill introduced early in the next Parliament to deliver a stronger, clearer and fairer devolution settlement for Wales as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I believe this May’s General Election will not be the only decisive moment for Wales’ future. In fact, I believe the next Assembly elections in May 2016 have the potential to be just as transformative for Wales. Because in 2016, there is the opportunity for a new Welsh Government to take the reins, to make the most of the new powers being devolved to it; to use them sensibly to grow the Welsh economy, create jobs and improve Wales’s public services; and, crucially, to accept the need for greater accountability to the people that elect it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Conclusion:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are living in an age of dramatic political and constitutional change – and we haven’t even mentioned the European Union yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the priority of most people remains constant. It is about quality of life, the quality and security of their jobs, and the future for their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to get the political and constitutional fabric of this country right, so that Governments – both at the UK and the devolved level – can get on with the job of delivering economic growth and a secure future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to see the focus of future political debate in Wales not to be about which powers should rest where, but instead how these powers are used for the people of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Politicians, and political parties, should not be shy to forge new alliances, new partnerships, if it helps deliver for the people of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is devolution with a purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the new pragmatism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A new politics to enliven democracy in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "An enduring settlement which works for Wales today, tomorrow and for generations to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Epilogue:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I will turn back to Gerald of Wales, who tells a story of the old man of Pencader. King Henry II spoke to the old man whilst journeying to Cardigan Castle to receive homage from the local ruler, Lord Rhys. He wanted to know how the locals viewed the political situation and what they thought about the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The old man replied that although Wales might be attacked, even defeated, by her neighbours the English, the country would only ever really be destroyed by divine anger. More importantly, it was the Welsh themselves who would answer for their fate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the old man said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“this nation …will never be [totally] destroyed by the wrath of man, unless at the same time it is punished by the wrath of God.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And he went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I do not think that on the Day of Direct Judgement any race other than the Welsh …. will give answer to the Supreme Judge for all this small corner of the earth.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I could not have put it better myself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}