{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2023-speech-on-israel-and-gaza/",
    "title": "Stephen Crabb – 2023 Speech on Israel and Gaza",
    "post_date": "October 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 16 October 2023.",
    "content": [
        "May I thank you, Mr Speaker, for the step that you took at the beginning of last week in lighting up this Palace in the colours of blue and white as an act of solidarity with the Israeli victims of Hamas terrorism? I know that it was appreciated by those British families mourning loved ones who were slain in that action as well as by families living with unimaginable fear right now because they have family members who have been taken hostage in Gaza. Some of those family members are with us in the Gallery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Prime Minister agree that after the acts of barbarism by Hamas, there is no going back to the situation before where, right under the noses of the international community, Hamas were allowed to rearm time and again? They were allowed to misappropriate aid into terrorist infrastructure, building those tunnels, amassing armaments and hiding them behind civilian families. Does he agree that the international community must take a stand and not allow the Gaza strip to go back to becoming a terrorist statelet?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I thank my right hon. Friend for everything he does to support the Jewish community here and overseas. I agree that no country can or would tolerate the slaughter of its citizens and simply return to the conditions that allowed that to take place. Israel has the right—indeed, the obligation—to defend itself and to ensure that this never happens again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}