{
    "url": "https://www.ukpol.co.uk/stephen-crabb-2021-speech-on-holocaust-memorial-day/",
    "title": "Stephen Crabb – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Crabb",
            "url": "/tag/stephen-crabb/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Crabb, the Conservative MP for Preseli Pembrokeshire, in the House of Commons on 28 January 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered Holocaust Memorial Day 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a privilege to open this important debate to mark Holocaust Memorial Day, which took place yesterday, 27 January, the anniversary of the liberation of Auschwitz-Birkenau, which remains one of the most dark and horrific crime scenes of world history. I would like to thank in particular the right hon. Member for Barking (Dame Margaret Hodge) and the hon. Member for East Kilbride, Strathaven and Lesmahagow (Dr Cameron) for co-sponsoring this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past 20 years, Holocaust Memorial Day has become an important part of our national life, with the numbers of events growing every year. That is largely down to the incredible work of the Holocaust Memorial Day Trust, and the Holocaust Educational Trust, which both work tirelessly to ensure that the collective memory of the holocaust is renewed and strengthened with every passing year. The pandemic has meant that this memorial day has been marked in different ways, but nevertheless thousands of activities have taken place across the country, using resources that the HMDT developed to support online commemorations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Normally, Members from across the House would have had the opportunity to sign a book of commitment organised by the Holocaust Educational Trust, in which we remember the victims of the holocaust, and pledge to fight against hatred, racism and antisemitism, wherever we see it. Last night we were all able, wherever we were in the UK, to participate in the first fully digital national holocaust commemorative ceremony.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Holocaust Memorial Day is when we remember the millions of people murdered under Nazi persecution, and in the genocides that followed in Cambodia, Rwanda, Bosnia, and Darfur. The theme this year is “Be the light in the darkness”, and at the close of the ceremony last night we lit candles. Those candles symbolised the lives of those who were murdered in the death camps and subsequent genocides, as well as the lives of the survivors who still live and walk among us, and those who have passed away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The candles also represented hope—the hope that comes from a collective determination never to allow such atrocities to take place again; the hope that comes from standing together against antisemitism and all forms of prejudice. As the years pass by, the number of men and women who witnessed and survived the holocaust sadly gets smaller, and it is an incredible privilege to meet those survivors and hear their extraordinary testimonies. They are stories of courage, survival, hope, and forgiveness, in the face of unthinkable horror and suffering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A few years ago I had the privilege of meeting Lily Ebert, now aged 97, who survived Auschwitz. Lily is a remarkable woman, a true survivor. Just last week she went for her first walk, having recovered from covid-19. Susan Pollack moved many of us to tears at the Conservative conference in 2018, by recounting her experiences as a young girl in both Auschwitz and Bergen-Belsen. Many have said this before, and it is so true, that meeting these survivors is an unforgettable experience. I am always left stunned and humbled by their capacity for forgiveness, and the choice to love those who showed them only hate and violence. That is light in darkness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the work of the Holocaust Educational Trust, which enables young people to understand the past, and empowers them to stand up against antisemitism and prejudice in all its forms. In March last year, due to the pandemic it was forced to suspend its overseas projects and in-person educational programmes, but the trust has quickly adapted to ensure that its work is continued at an impressive scale online, with survivors using video calls to share their testimonies. The responses shared on social media afterwards show how strikingly powerful those sessions are, especially for young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Holocaust Memorial Day is about remembrance, but it should also be a moment that moves us to consider the darkness still around us today. I am talking about the cancer of antisemitism that even now eats away inside some of our institutions, and that spawns and thrives on social media, and casts dark shadows across our own society and those of some of our closest neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Take, for example, the Halle synagogue attack in Germany in October 2019. The synagogue was targeted in an antisemitic attack, and the armed attacker unsuccessfully tried to enter the synagogue, before fatally shooting two non-Jewish victims and injuring two others. The perpetrator espoused radical far-right views. He was an antisemite and holocaust denier. He live-streamed his actions so that they could be celebrated in dark places online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even closer to home, we could look at what is happening in our universities. I am sure that some colleagues will want to raise that this afternoon. How can it be that Jewish students in this country do not feel protected by our institutions, places of openness and learning turned into dark corners where Jewish young people experience fear? The adoption of the International Holocaust Remembrance Alliance modern definition of antisemitism should merely be the first step in tackling rising levels of antisemitism, yet even that is seen as too much to ask for from some universities, whose academics spuriously claim that the definition would shut down legitimate debate about Israeli Government policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must not shy away from the reality that modern antisemitism invariably morphs into anti-Zionism and the demonisation of Israel itself. The late Rabbi Lord Sacks, a man of extraordinary wisdom and kindness, once said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“One of the enduring facts of history is that most anti-Semites do not think of themselves as anti-Semites. ‘We don’t hate Jews’, they said in the Middle Ages, ‘just their religion’. ‘We don’t hate Jews’, they said in the 19th century, ‘just their race’. ‘We don’t hate Jews’, they say now, ‘just their nation state’.”—[Official Report, House of Lords, 13 September 2018; Vol. 792, c. 2413.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have had the privilege of visiting Yad Vashem, Israel’s holocaust memorial, on numerous occasions, and I find each experience deeply moving. On leaving the museum, visitors walk out on to a balcony overlooking a vista of Jerusalem, and it is impossible not to reflect on the place of sanctuary and refuge that the nation state of Israel continues to provide for Jews still fleeing persecution today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Holocaust Memorial Day is also about remembering the other genocides the world has witnessed. I think about the people I met in 1998 in the Bosnian town of Foča, a town described by Human Rights Watch as a “closed, dark place”, which saw the systematic removal of its Muslim population by Serb forces in a brutal campaign of ethnic cleansing. It saw forced detention, rape, expulsions, murder on a horrific scale, and destruction of historic mosques and other cultural sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think too of the victims and the survivors of the Rwandan genocide, which happened right under the noses of the international community in 1994. I, along with numerous colleagues in my party, used to spend part of my summer recess in Rwanda with Project Umubano, which was founded by my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell). On each of those visits, we would visit the genocide memorial in Kigali, where we would lay a wreath. We had the opportunity to hear the testimonies of survivors—people such as the wonderful Freddy Mutanguha, who was one of the 95,000 children and teenagers in Rwanda orphaned during those terrible three months between April and July ’94. In Rwanda, the dark places of genocide were the beautiful green hillsides, the churches, the sports grounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the lessons of those visits is that genocides do not happen by accident. They follow a pattern. They require planning. It requires powerful people to deliberate and take calculated decisions to persecute and, ultimately, visit death upon entire communities. Weapons and implements of torture and murder need to be bought, acquired, constructed. Genocides require ideologies to flourish that focus on differences between people and groups—ideologies that glorify strength and superiority, that systematically dehumanise minorities. Those ideologies infect school rooms, universities, bars and individual homes. They are ideologies that create those dark places where the unthinkable somehow becomes justifiable and even normal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It requires methods of mass communication and propaganda—radio, television and, in our own age, the unregulated channels of social media—to turn communities against each other. Most of all, genocides require people to turn a blind eye—neighbours, work colleagues, friends, even family members. Genocides require people to turn away. They require good people to do nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that darkness threatens every new generation. Old hatreds resurface time and again. Maybe they never fully go away and are just waiting for vehicles to emerge to legitimise and breathe new life into them at opportune moments. Being light in darkness means staying vigilant against that, it means having the clarity to identify it, and it means having the courage to confront it and push back wherever possible—in our national institutions, in our own political parties, on social media, in our own constituencies. None of those is an easy thing to do, but on Holocaust Memorial Day we take renewed strength from being able to stand together, reflect on the events of the past and pledge to honour the memory of those whose lives were taken, by doing more—by doing what we can—to stand up against prejudice, antisemitism and hatred in all its forms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}