{
    "url": "https://www.ukpol.co.uk/james-craigen-1978-speech-on-education-in-scotland/",
    "title": "James Craigen – 1978 Speech on Education in Scotland",
    "post_date": "April 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "James Craigen",
            "url": "/tag/james-craigen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Craigen, the then Labour MP for Glasgow Maryhill, in the House of Commons on 3 July 1978.",
    "content": [
        "The subject of tonight’s debate has proved more timely than I had thought, because at the end of last week the Scottish Education Department presented its annual report for 1977 to the Secretary of State for Scotland. These annual reports seem to be getting thinner each year. This year’s annual report seems ​ to be little more than a bibliography of departmental circulars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, tonight I should like to press the Minister to outline what the role of the Scottish Education Department is in four broad areas of educational policy in Scotland. The first concerns teaching resources, particularly the vexed issue of composite classes. I read in the annual report that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“A recent feature of school organisation in some areas has been an increase in the number of composite classes containing pupils of more than one age group in schools where such classes have not been traditional.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the Minister will give some more information than that available in the SED report about the extent to which we now have composite classes in many urban areas in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that sheer geography has made composite classes a fact of life in many areas in rural Scotland as an alternative to travelling long distances or to the prospect of youngsters having to live away from home, but there is growing concern in many city areas about the prevalence of composite classes. In Glasgow in the session that has just ended, there were 514 composite classes in our primary schools. Of these 159 were under-25-pupil classes, and the other 355 were over the limit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must acknowledge that the national teacher-pupil ratios are better than they have ever been. This is largely the result of improved teacher supply, and a marked decline in the school rolls. Yet the Minister will be aware of the resolution passed at the annual general meeting of the Educational Institute of Scotland, which is the largest of the various teaching organisations in Scotland. The EIS resolution said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Members should be advised to refuse to teach composite classes containing more than 25 pupils as from the start of the session 1978/79.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is the Scottish Education Department doing to avoid Scottish education being plunged, this winter, into discontent and disruption? Local education authorities are having to steer between circular 819 and the Red Book staffing standards as laid down by the Department, and the requirements of contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister will be aware of the great concern that would flow from the refusal of teachers to take classes of more than ​ 25 pupils. It seems strange that there should be a growth in the number of composite classes at a time when there are questions about whether it is educationally necessary, in the light of the current teacher supply situation. Moreover, the surplus of young teachers from the colleges and universities is not being absorbed by the job creation programme, or by local authority recruitment. The resources are there if we care to make use of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second matter of concern about teaching resources relates to educational priority areas. I pay tribute to the work of the Minister in trying to obtain additional teaching resources in areas of urban deprivation. I am aware of the additional 84 teachers obtained in Glasgow through the urban aid programme, and the additional teachers obtained in Strathclyde and four other regions, as a result of circular 991 last September. However, there seemed to be a fair amount of delay in implementing that scheme. One suspected that there was a fair amount of—dare I say it?—”red tape” coming from St. Andrews House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister may recall that at the beginning of last year I wrote to him about the possibility of a number of areas becoming educational priority areas so that additional teaching resources could be put into them. The Minister replied to me on 22nd February last year that he was anxious to avoid any formal designation because stigma could arise in certain areas. However, he pointed out that there had been one experiment in Scotland and three in England in educational priority areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I gathered that the one in Scotland was the Dundee study, the report of the research project sponsored by the Scottish Education Department and Social Research Council. However, it seemed to be fairly inconclusive about the extent to which such extra assistance succeeds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nevertheless, as I have told the Minister privately, recently I have seen some assessments which secondary schools have been making of the primary school intake for next session. It is somewhat disturbing to see figures showing that a fairly high proportion of youngsters of 11 or 12 will enter secondary schools next session with reading ages of 8, 9 or 10.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There may be arguments among educationists about the test methods used, but ​ the fact remains that there is a problem. Although we are prepared to employ remedial teachers at secondary school level, I suggest that there is an urgent need to improve the supply of remedial teachers in the primary schools, otherwise the position will be upside down. Because we shall not be helping youngsters while they are still in the primary school, we shall wait until they go into the secondary schools and become caught up in the problems of transition and a much wider curriculum. The fact that we recently had to launch an adult literacy programme is evidence of the extent to which we are not quite catching up on the problems in either the primary or secondary schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is aware that the job creation programme has come to an end and that neither the youth opportunities programme nor the special temporary employment arrangement helps those young teachers who hitherto had been absorbed in essentially non-teaching employment. Frankly, I could not care what mechanism is used, whether it be urban aid or the provisions of circular 991, but I should like to think that the Minister and his Department are currently examining ways to step up the numbers of teachers who might be available for those areas of urban deprivation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Employers are concerned about the reading and numeracy ability of many youngsters. Therefore, this is a crucial area. An article in the Glasgow Herald on 24th June pointed out that between November 1975 and December 1977 3,303 qualified students were able to make use of the job creation programme in 272 projects. These exercises cost more than £3·3 million. I suggest that it would often be easier to get value for money if we put such amounts into the education budget rather than into alternative means of taking on teaching staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A series of educational initiatives have been taken in the past few years. I remember taking up with the Minister’s predecessor the possibility of setting up a Royal Commission to consider various aspects of education in Scotland. At that time I was told that the SED had just set up the Pack committee to inquire into truancy and indiscipline in schools in Scotland. I was amazed that there was ​ no primary school teacher among the membership of that committee. We also had the Dunning committee, to review examination assessments in the third and fourth years of education and the Munn committee, to consider the content of third and fourth year curricula.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Scottish education has had to swallow a series of reports in the past year or two, but all three reports have been published for nearly a year and so far we have had no clear indication of the Department’s thinking on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister knows my views about changing the examination system. I question whether the Department would be prepared to grant the considerable finances that might be necessary to meet the cost of a fundamental upheaval in our examination system—quite apart from the difficulties that would arise for teachers, employers, pupils and parents in getting accustomed to the new system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not want to dwell too long on the three reports, but the prevalence of truancy in many of our schools is serious. I hope that the Minister will comment on the problem of absenteeism and on the prevalence of absenteeism among teachers. Earlier this year, many of my colleagues and I were presented with an interesting document from the Educational Institute for Scotland entitled “Stresses and Strains in Teaching”. That showed that a fair number of teachers are cracking up under the strain of teaching. Has the Department been considering this issue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand that the Government consider that it would be desirable to set up a tertiary education council—that sounds like the top layer of a sandwich—or a higher education council as a forum for discussion of post-school education in Scotland. I am always a little sceptical of institutionalism as a means of resolving some of our educational problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a fact that the Scottish Education Department is not the Ministry responsible for the universities in Scotland. Having said that, in my view any higher education council ought to be representative of the whole of post-school education in Scotland, and must necessarily take all the further education colleges, central institutions and colleges of education, as well as the eight universities. ​ I should like to hear the views of the Minister on this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I gather from statements that have been made that the work of the Scottish Technical Education Council and the Scottish Business Education Council would not be undermined in any way by the setting up of a higher education council in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I urge the Minister to consider the extent to which technical and commercial colleges in Scotland play an important part in servicing local industries, because I feel, that it is crucial to manpower planning—which, incidentally, is now a function of the Scottish Office—that there should be a close response between the needs of local industry and the services which are available in our further education colleges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I mention in passing, for example, the concern that exists about the present and future status of the Glasgow College of Technology, which is neither a central institution nor an ordinary further education college, since it is servicing a fairly wide regional area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister will be aware of the representations that have been made on the question of the extent to which Scottish Education Department views are coming across within the European Community. Obviously, representations at this level would have to be dealt with by national education Ministries, and it goes without saying that the DES is the lead Department in the United Kingdom, for no other reason than that it is also the Ministry concerned with university education. But I do not think that that absolves the Scottish Education Department from taking a close interest and becoming as closely involved as it can in the shaping of educational policies within the European Community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year I wrote to the Commission because, as I understood it, the Belgian Government—which has two Ministries of Education, one for the French-speaking population and another for the Dutch-speaking population—makes sure that both language interests are fully represented at EEC level. I was advised by the Commission’s directorate-general for research, science and education in a letter of 17th January, that the composition of delegations to the ​ education committee is a matter for national Governments. In the case of Belgium, the delegation is normally representative of the ministries of both French and Dutch culture. It would seem to me that there really ought to be little or no problem in the Department’s making sure that its views are fully aired at that level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have raised four broad issues on which I should like the Minister to comment briefly tonight. There was a time when the Scottish Education Department was reckoned to exercise a fairly tight control over education developments in Scotland. I was interested to note that in the evidence submitted by the Department to the Kilbrandon Commission this shifted in the mid-1960s to something more akin to the exercise of guidance. The Department is also the channel through which our education authorities in Scotland receive the bulk of their resources. There have been many initiatives in the last few years. What is the Department doing in those broad areas and in any other areas about which the Minister finds time to comment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}