{
    "url": "https://www.ukpol.co.uk/angela-crawley-2023-speech-on-fuel-costs-for-rural-households-and-communities/",
    "title": "Angela Crawley – 2023 Speech on Fuel Costs for Rural Households and Communities",
    "post_date": "April 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "Angela Crawley",
            "url": "/tag/angela-crawley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Crawley, the SNP MP for Lanark and Hamilton East, in the House of Commons on 29 March 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered the cost of fuel on rural households and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to serve under your chairship, Mr Betts, and to bring this debate to Westminster Hall this morning. Around 2 million people across the UK are reliant on off-grid gas supplies to heat their homes, including heating oil, liquefied petroleum gas, coal and biomass. According to the latest fuel poverty statistics, rural homes are much more likely to be reliant on off-grid gas and more likely to be less energy-efficient. That has made rural households across my constituency of Lanark and Hamilton East, and across the UK, much more susceptible to the impact of the rising cost of fuel. In 2022, households in rural areas had the highest rate of fuel poverty, at 15.9% compared with 11.1% for those in urban areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In summer last year, I was contacted by Roy, a constituent from Lanark who was worried about heating his home over the winter. In June 2022, the price of kerosene for Roy was £1 plus VAT per litre, with further increases on the horizon. With a minimum order of 500 litres as the industry standard, it was becoming unaffordable to keep up with the price increases. For Roy, the £400 energy bill support, the warm home discount and the alternative fuel payment simply do not go far enough. Paying for fuel up front with the exponential price increases that this winter brought is a significant hurdle for rural households and communities. Issuing alternative fuel payments months after households have already put their fuel order on their credit cards or taken money out of savings to cover the cost simply does make sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Helen Morgan (North Shropshire) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some households have still not received payments because they are having difficulty with their electricity supplier or their landlord. The delay in accessing support for off-grid households is causing real hardship in rural areas. It seems unfair that people who have to pay for their energy up front—often the most vulnerable people—are still waiting in some cases for Government support with their household bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Angela Crawley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is absolutely right. Although I welcome the fact that the Government recognised that there is a need, the response has been too slow. In reality, people, especially pensioners, had no more money on which to draw to pay up front. That has had a knock-on effect on many households, in particular many of mine in rural Clydesdale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend the hon. Lady for bringing this subject forward. I agree with her, but it is not just about fuel; it is also about rural isolation. Does she agree that rural social isolation in the farming community is compounded by the rise in fuel costs? Going to young farmers’ club events, or something similar, does not boil down to finding time; it is about whether people have the resources to go. We need not only look at rural households and their fuel costs, but offer greater support to the farming community than it currently receives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Angela Crawley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member, as always, for his intervention. He makes an important point. I am truly blessed to be the representative for Lanark and Hamilton East, which is home to a very wide and diverse community, including Clydesdale, the Clyde valley, which has a large population of farms. That community has been adversely affected by these costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With all due respect to the Government, there is little that can be done in retrospect to ease the impact this issue has had on livelihoods. Issuing alternative fuel payments months after households have already put fuel orders on credit cards or taken money out of savings to cover the costs does not make sense. It is all well and good for households that have wriggle room or back-up savings, but many do not, as we all know. Rural households are often occupied by pensioners reliant on their pension as their only source of income. They may not have the means to stretch their budget any further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are still households that are eligible for the alternative fuel payment but have not yet received it. The picture is even bleaker for those who are not connected to the gas grid and rely on electricity to heat their homes. They are not eligible for the alternative fuel payments, despite the latest fuel poverty statistics indicating that households using electricity as a main source of fuel for heating have the highest likelihood of experiencing fuel poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tim Farron (Westmorland and Lonsdale) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is being generous, and I congratulate her on securing a really important debate. Families in rural communities face excessive costs for fuel not only to heat their homes but to get about. There is no public transport for many of us in places such as Cumbria, and when there is, it is very expensive. People need a car just to get to work or study, and to shop. The coalition Government brought in the rural fuel duty relief scheme, but only 10,500 residents in the whole of England qualify for it. People from Brough, Appleby, Kirkby Stephen, Shap, Ambleside, Coniston or Hawkshead who need to travel are not able to benefit from the scheme. Would the hon. Lady advise the Minister to expand the scheme to ensure more communities can take advantage of it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Angela Crawley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member has made a compelling case in his own right. I acknowledge that transport is devolved in Scotland, but he makes an important point. Will the Minister say what she is doing to ensure that the remaining households who are eligible for the payments receive them as soon as possible? How does she intend to ameliorate the impact the rising cost of fuel is having on households who are off the gas grid and reliant on electricity to heat their homes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After facing increasing pressure to introduce a price cap to help domestic fuel customers with high fuel prices, the Government, unsurprisingly, fell on the side of big business. They were too concerned about the impact that placing a price cap on heating oil and liquefied petroleum gas would have on market competition, rather than the impoverishment of households struggling to afford to heat their homes. My office has had the unfortunate job of forwarding the Government’s position on to concerned constituents who are struggling to keep up with the cost of being off grid. One constituent said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“My concern is that my future financial security will be damaged just to keep my off-grid gas supplier making a healthy profit.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This year, I have been surveying my constituents to gather their experiences and opinions on the cost of living. When asked what the one thing I could raise in Parliament for them would be, an overwhelming majority of responses were concerned with the immense profits of energy suppliers. This week, there have been increasing rumours that the windfall tax the Government have already put in place may be relaxed. What would the Minister say to my constituents and the many other people who are calling for a more stringent windfall tax regime to be implemented, rather than relaxed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The winter may be drawing to an end, but the issue remains. For Roy, the price of kerosene in April is estimated to be around 71p per litre excluding VAT. This month, according to the Office for National Statistics, the price sits at around 81p, which is still 35p higher than this time last year, and 32p higher than it was before the pandemic in 2020. I am sure the Minister will be quick to reel off all the support measures the Government have put in place throughout this crisis, and I recognise that a number of measures have been put in place, but many people fell through the gaps, and Roy and many of my rural constituents are among them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reality is that the measures introduced simply do not go far enough for those who are off the grid. On top of the pressures of the rising cost of fuel, increases to standing charges have been allowed to happen under the radar. Because of that, while households across the UK may receive some relief through the support measures put in place this winter, they are still feeling the pinch. Will the Government commit to taking more meaningful action to reduce the exponential increases to standing charges? What support is she prepared to put in place to support those reliant on off-grid gas to heat their homes, outwith the context of a cost of living crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will close my contribution by discussing the picture in Scotland. The Scottish Government’s recent statistics show that one third of households in remote rural areas are classified as experiencing extreme fuel poverty. In Scotland, 65% of rural dwellings are not covered by the gas grid, and our remote and rural communities are facing annual energy bills of more than double the UK average. That discrepancy was ignored in the UK Government’s energy support package this winter and in the spring statement. Scotland is abundant in clean, green and renewable energy and, indeed, oil, but we cannot reap the benefits while under Westminster control. Rural households, which have contributed so much to the export of renewable energy, pay exponentially for being off the grid. That cannot continue. In my opinion, Scotland needs full powers of independence to truly equalise the energy price discrepancies between rural and urban communities. I hope that the Minister will respond with action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}