{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-speech-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Stella Creasy – 2022 Speech on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 31 October 2022.",
    "content": [
        "There is nothing patriotic about making children suffer, but that is exactly what is happening as a direct result of this Home Secretary’s failure to get to grips with processing asylum. She talks as if the hotels are somehow a better option. In my constituency there is one with 150 children squeezed alongside another 350 adults, seven or eight to a room—no notice to the local authority that they would be placed there; no cooking facilities; no school places for these primary school-aged children; no clothes for most of them, especially for the winter weather; no play facilities, if they are allowed out at all from these prisons; no safeguarding as far as any of us can see. If the Home Secretary is so confident that that is meeting her duty of care on behalf of the country, will she publish the contract requirements for how children are housed in hotels and the precise details of the services that they should expect and which we should be proud of as a country dealing with those seeking asylum?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are currently accommodating unaccompanied asylum-seeking children in hotels with a maximum occupancy of 353, and additional available accommodation is coming on stream. I would say to the hon. Lady that it is a fallacy to suggest that we are somehow cutting corners. When I arrived at the Home Office, I was frankly dismayed and appalled to find that we are spending, on average, £150 per person per night—by my standard, that is quite a nice hotel—to accommodate people in hotels. On my review and closer scrutiny of how that decision making was taking place, I identified several four-star hotels around the country that were being procured for the purpose. That, for me, is not an acceptable use of taxpayers’ money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}