{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Stella Creasy – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 9 December 2022.",
    "content": [
        "I congratulate the right hon. Member for Tunbridge Wells (Greg Clark) on introducing the Bill. It reflects not a recent concern, but years and generations of campaigners and women speaking out about the most basic and fundamental thing: freedom. At its heart, the Bill is about our freedom as women to lead the same lives as men in where we go and what we do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will start by adding to the list of organisations and campaigners that we acknowledge and recognise for their work on this issue. They include Our Streets Now, Plan International UK, Citizens UK, the Fawcett Society, Stonewall, Tell MAMA, Nottingham Women’s Centre, Dimensions, René Cassin, Refuge, Hope not Hate, Sister Supporter, the Jo Cox Foundation, the Young Women’s Trust, Safe & The City, Nottingham Trent University and the University of Nottingham. I also pay tribute to the work done in the other place by Lord Russell and Baroness Newlove.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for Tunbridge Wells talked about his shock that women in Tunbridge Wells felt unsafe walking their streets. Every woman in this Chamber was not surprised by the picture that he painted. It is the culture we grow up in, and we should start by recognising and naming that culture: misogyny. This is about the sense that 51% of the population do not have the same rights and freedoms to move around and to be seen as others do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is fantastic that the Bill learns lessons from what we know from the police about how to recognise that and how it drives crime, and I will root my support for the Bill in that. I hope that the Government will support this move because it reflects Government consultation, and I will make suggestions about how we can further develop the Bill so that it truly is the landmark Bill that it can be. Twelve police forces out of 44 are now united with those campaigners and the people who the right hon. Member talked about in recognising that women are disproportionately subject to harassment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I say to the hon. Member for Bosworth (Dr Evans): this is not about dark streets. This is one of the few crimes where we always challenge the victim. We query them: “What were you wearing? Where were you going? Did you have your headphones on? Were you carrying your keys? Were you sensible?” We tell young women that it is their responsibility to protect themselves, in a way that we would never do with any other crime. We hold education sessions, which we would not do for burglary. Yet somehow, when it comes to the basic freedom of women and girls to go about their daily business, we ask them to be responsible, rather than holding those who seek to abuse that freedom accountable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I often hear—from men, I am afraid—this idea of them having had a “revelation” that safety should be an important thing. I hear some men—indeed, men in positions of serious importance—talk about how being a father of girls has opened their eyes to the need to tackle these issues. I like to call that the Jay-Z defence, because he said the same thing about having a girl while being married to Beyoncé. This kind of legislation is not just about daughters. It is about wives, sisters, aunts, grandmothers, friends, neighbours and co-workers. Women are everywhere, but we do not get to go everywhere without being frightened—without that daily experience of thinking, “What route should I take? Should I put my keys in my hand? Should I be frightened about going down this street? It’s a cold night now, so maybe I won’t go out in the dark.” It is not the dark that is the problem; it is the people. That is what we need to tackle and that is what the Bill does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "According to data from the Office for National Statistics, every single day 24,000 women in this country experience public harassment, with those from minority communities much more likely to be affected. Frankly, I will stop campaigning for misogyny to be recognised as a driver of crime when I go to a wedding and the bride gets up and says, “Well, he followed me down a dark street, demanding to touch my breasts, and I thought it was the most romantic thing I’d ever heard. I had to stop and get in his van.” It does not happen. Yet millions of women have a story like that—a story about the fear and the impact it had on their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No other crime is so prevalent that it is shrugged off as a fact of life, yet the harassment of woman has been for too long. Why is that? It is because when women come forward to report, often they get asked whether they did something to generate that experience. Often, the experience women then have is that they are told—I am sorry to say that this goes for both the police and the Crown Prosecution Service—that it is too difficult to find the person or that it was perhaps a misunderstanding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to be very clear in supporting the Bill: this is not about bad manners between men and women. We are talking about crimes and offences. When we started campaigning for misogyny to be recognised as part of hate crime, we were told we were somehow criminalising wolf-whistling. One of the things I find really powerful is that people have now finally recognised that any form of harassment or unwanted attention in the streets is not endearing. It enables a culture in which it is acceptable to target women. That is what we have to change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Catherine West (Hornsey and Wood Green) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for giving way and for her excellent campaigning in this area, and I thank the right hon. Member for Tunbridge Wells (Greg Clark) for bringing forward the Bill in a joint, cross-party way. Does she agree that the Bill will only be successful if the enforcement of this important legislation is properly resourced?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree. Indeed, one of the frustrations that many of us have had through the years has been police sources in forces that do not adopt this approach saying that it is a resourcing issue. There is no other form of crime to which we say, “Look, there’s just so much of it that we’re not going to do anything about it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know how serious these crimes are. We look at the histories of offenders involved in rape or serious sexual assault and we see the escalation process; because, oddly enough, the person who starts by following women down the street does not usually stop there. Tackling that is absolutely crucial to addressing these crimes. That is why I want to pay tribute to Sue Fish. Anybody who has spoken to Sue Fish, who started off by recording misogyny as hate crime in Nottingham, knows how powerful and transformative her approach has been in Nottingham, and there are now 12 police forces taking this approach. They have recognised how it is driving crime. One crucial aspect to this issue is change to the culture within the local police. Some 80% of women do not report crimes to the police, because they do not believe that the police will take them seriously. I have been in meetings where the police have said, “Well, the women have to come forward.” They do not recognise that they are not creating an environment in which women feel they will be taken seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As an MP in London, I am dealing with a dramatic loss of confidence in the police because of institutional misogyny, institutional racism and homophobia. The differences seen in the police forces that have introduced this policy are one reason why I have been such a passionate champion of it and why I have challenged my local police to pick it up too. Misogyny is at the root of many crimes against women. This is not just about public harassment; it is about changing the culture in our police forces and, indeed, as the right hon. Member for Tunbridge Wells said, in our society. We have normalised the harassment of women and an environment in which it is acceptable to target women, and then we blame women for not taking the joke and not thinking that it is a fair game or that it is nice that somebody is attracted to them—it is never about attraction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 12 police forces currently recording where a crime is motivated by a victim’s sex or where their sex is a factor in it have clearly stated the benefits of that approach, and the Bill will underpin and enhance it. One of my frustrations is that, nearly two years ago, the Government agreed that police forces should record that data, but some forces are yet to implement that policy. Therefore, all the benefits of institutional change and reporting change that we have seen in Nottingham, North Yorkshire, Devon, Somerset and Gloucestershire have not yet been rolled out across the country. Residents in those communities are clear that the policy has increased police confidence and changed the way the police deal with serious sexual assault. Oddly enough, when forces have this policy, it is not wolf-whistling that people come forward to report, but rape, kidnapping and assault. People recognise that the police will not only believe them, but treat those things as the crimes they are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to be very clear that, in some ways, we should not need this Bill, because it does not criminalise anything that is not already criminal. Nothing has been more frustrating for me, as the person who secured the Law Commission review into misogyny as hate crime, than hearing people ponder whether we should make street harassment, or public harassment, an offence—it already is. The point about the Bill is the uplift, and that is why this is such a powerful moment, because we are mimicking the idea of bringing misogyny into hate crime legislation. We can argue about and debate cut-outs, where the Law Commission got to and why it has taken so long to get here, but I really welcome the fact that we are here, and I hope the Bill will be the start of something much bigger. This will be the first time that every police force has had to record this data. Therefore, every police force will have to be trained in what it is looking for and how to recognise it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That change matters, not least for those who are affected by these things. Right now, we ask women to pick a side of their identity in order for a crime to be recognised as targeting them. Particularly with women from minority communities, we have to ask, “Is it because you’re a Muslim? Is it because you’re gay? Is it because you’re disabled?” It may be all those things, but we are asking women to fit a box, rather than recognising all those things. That is why the Bill is so powerful and why it is so important that it is about public harassment, not sexual harassment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A couple of years ago, somebody in my local community was targeting Muslim women and pulling off their hijabs. That was not just about Islamophobia; it was also about misogyny, because this person was not targeting Muslim men. The offences in the Bill would allow us to recognise that and to see the victims for who they are, rather than asking them to fit a box. The Bill also covers men, which is important, but I note the data from the police forces that are already putting this policy into practice, which show that 80% to 90% of the victims coming forward are women. The Bill will help us to start changing the culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Luke Evans**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I appreciate the point about data on men and women, and this is predominantly a women’s issue. However, we are also talking about culture, and men might not come forward because they perceive that no one will listen to them. This is about creating a culture where anyone who experiences this behaviour can come forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree that we want people to come forward, but it is also about time that we recognised—and, frankly, apologised to the women of this country for the fact—that it has taken us this long to see that they are disproportionately affected by street-based harassment and that it is curtailing their lives. I go back to my initial point: this is about our freedom. I would hope that nobody in this Chamber and nobody in the times to come will ever experience what I experienced as a woman growing up in that culture—I am middle-aged now—as I know every woman in the Chamber did. I would not wish this for the hon. Gentleman, but we have to recognise that challenge. So, absolutely, we want everyone to come forward, but it is about time women were heard on this issue, and therefore about time to recognise that women will particularly benefit from this Bill. That is a good thing, not something we have to have a qualm about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If there is one thing I would want to encourage the right hon. Member for Tunbridge Wells on, it is how we can build on this legislation when, as we hope, the Government accept it. I note what he said about proving hatred, and I think there is a real challenge here. We live in a culture in which it has become so endemic to harass women that often we look at women and say, “Why are you reacting like that?” rather than saying to the other person, “Why are you doing this?”. Even worse, for several years the Met police have been running education sessions in my local community and somehow treating this as a matter of bad manners; it is as though if we talk to men nicely, they will not harass women any more. The time has come to recognise that most men do not harass women and therefore most men know that harassing behaviour is unacceptable. Where the Bill can be further improved is by learning from other parts of the law about the concept of “foreseeable” harassment incidents. So I give the right hon. Gentleman notice that if we do progress this legislation, I would like to see it learn from that concept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What does “foreseeable” mean? It means that there would not be a defence of someone not realising that a woman would be offended when they were trying to grope her private parts, because most men do know that and it is about time we held men to account for the fact that they should know better. The concept of foreseeable harassment means that we would remove that defence of, “I did not realise that a woman would be offended if I did that.” That is particularly important when it comes to street-based harassment. In normal harassment cases there have to be several instances and a point at which the victim has said, “Stop!”, but with street-based harassment we need to tackle men who think they have a right to harass women and who should know better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note that the Minister said that the Government were looking at the concept of foreseeability as part of the consultation, so it would be helpful to understand from her whether that has progressed further. The one gap in the Bill relates to making sure that there is not a defence of, “I just thought she couldn’t take a joke”, because women have had to take those “jokes”—we have had to take those comments. We have had to be the ones carrying keys in our hands, not going out late at night, trying to find somebody else to travel with, and being told by that the police, “Oh, it’s about dark spots”, or, “I’ll tell you what, we’ll walk with you”. That has meant we have not had the freedom that we want for every woman of any age in this country to go where she wants, do what she wants, wear what she wants and be what she wants. I congratulate the right hon. Member for Tunbridge Wells, because this Bill and the recognition of misogyny as a driver of crime is a start of that process. We have a long way to go. I hope, like him, that in 20 years’ time “jokes” that we see on our television right now and people like Dapper Laughs will never be seen as acceptable ever again. I think this Bill can be part of that, and I look forward to seeing it go through Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}