{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-speech-on-the-levelling-up-and-regeneration-bill/",
    "title": "Stella Creasy – 2022 Speech on the Levelling Up and Regeneration Bill",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 13 December 2022.",
    "content": [
        "The “Levelling Up” White Paper set out a mission that by 2030 the number of primary school children who were achieving the expected standards in reading, writing and maths would be increased. That cannot be done without investing in early years. We already see the impact of the failure to do that, with children from disadvantaged backgrounds being 11 months behind their peers in terms of development by the time they get to primary school. Investing in early years is what bridges the gap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that our early years sector is in crisis. Since 2019, 500 non-domestic early years childcare settings have closed, 300 in the last year alone. Some 65% of those closures took place this summer. In total, there are 5,500 fewer providers of early years services than there were just a few years ago, and 95% of those providers say that it is the current levels of funding and investment that are driving them out. Crucially, that is happening most in the areas that need that provision most: 15% of closures are happening in deprived areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I really hope that the Minister will listen to the case I make today, because it should be a no-brainer. It is not just about seeing children as part of our future and it being worth investing in them as infrastructure. Some 64,000 more women of working age are out of work today than were last year, and 35,000 of them say that caring commitments stop them going to work. I tabled amendment 2, because our economy cannot afford not to realise that childcare is infrastructure. We must realise that making sure people have the right roads and resources to get to work must include ensuring that their children can be cared for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A report by the Centre for Progressive Policy shows that if women had access to adequate childcare they could increase their earnings from £7.6 billion to £10.9 billion. What would that mean for the Exchequer, which should be here supporting this amendment? The Women’s Budget Group estimates that 1.7 million women are prevented from taking on work for childcare reasons. That costs the economy £28 billion a year. Amendment 2 and unlocking resources for childcare would be a win-win for our economy and for our communities. It would be an investment that would save us money. It is also right that developers should play their part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Comparing Ofsted and Office for National Statistics data shows that since 2014 the rate of population growth outstrips the growth of the childcare sector in 116 out of 149 local authorities, including 15 of the 20 areas with the highest population growth. The National Childbirth Trust now tells parents to put their not yet born children on the list for childcare providers, because there are not any and getting one is almost impossible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I see the problem first hand in my local community. The brilliant Walthamstow Toy Library is about to be yet again kicked out of its building because developers want to turn it into flats. Those developers looked completely blank at the idea that they would invest in providing a space for that service because it has such an impact on our local community. That is happening across the country: vital resources that help parents get to work and to develop our children are not getting the funding that they need. The Minister could change that if she would just make it explicit that the provision is not about educational settings. The list that she has now covers nurseries that are attached to schools, but what we are talking about is any form of childcare and revolutionising the funding that is available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Simmonds (Ruislip, Northwood and Pinner) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady has done an excellent job in highlighting this issue in the context of the debate, but I have some sympathy with the Government’s position on this. Does she recognise that the Department for Education guidance on this matter in November 2019—and it is a DFE matter, not a DLUHC matter—explicitly states that early years and childcare is something that local authorities can use in seeking a section 106 contribution from a developer? It is already in the regulations, which I was not aware of when I put my name to her amendment. Does she also acknowledge that, while we are all sympathetic to her point about maintaining affordable childcare, developer contributions are as a rule capital only for the provision of buildings and facilities, and may not be used for the ongoing support of day-to-day services?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member heard the words of the Minister, who called childcare a non-infrastructure item. He will know of examples, as we all do, of councils building in payments for police community support officers or ongoing maintenance as part of a development. If he is right that developers could do this, why oppose writing it into the Bill to put it beyond doubt and make sure that developers and councils know they can do it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Passing amendment 2 is about saying the words that my party’s Front-Bench spokesperson said and, frankly, the hon. Member’s did not: “Childcare is infrastructure. The mums listening right now who feel invisible do matter. The services that would help them get back to work do matter. Parents are as important to us as potholes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Siobhan Baillie (Stroud) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member, the Minister and everyone in the House knows that I have campaigned for and championed changes to childcare policy. The Minister absolutely did not dismiss or dilute the Government’s commitment to changing and supporting childcare. Amendment 2 covers two separate things: childcare facilities, and whether community infrastructure levy funds can be paid for ongoing amounts. It is important to be clear about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I quote back the words of the Minister, who talked explicitly about how non-infrastructure items could include subsidising the cost of childcare. If we subsidise police offices or anti-fly-tipping activities, why would we not subsidise parents to get to work? We have an opportunity—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Siobhan Baillie rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sorry, but I cannot give way, because of the time. The hon. Member will have her say too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Amendment 2 would put childcare on an equal footing. Why are we making this form of infrastructure second best? Why are we debating the matter when it seems that there is common agreement? We all recognise, if we have dealt with local government, the need to clarify things and put them in legislation. The right hon. Member for Ludlow (Philip Dunne) talked similarly about waste and water infrastructure, and the Minister was happy to confirm that that was covered. We need to give councils a clear line, and that is what I am looking for from the Minister today, because I think she has actually muddied the water somewhat. We must ensure that we write things into legislation so that we put these debates beyond doubt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us do this for the sake of our children and our economy, and for all the women sitting at home right now watching the debate because they cannot get the childcare they want to be able to get back to work and pay taxes. This is a cross-party issue, but it will divide the House, and it will send a clear message about whose side we are on when it comes to those parents. The amendment would mean the world to all those parents who are struggling to find affordable childcare places right now. I pay tribute to Pregnant Then Screwed for setting out so clearly the impact that it could have, because investment in childcare pays for itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I ask the Minister to rethink her words, to say clearly that childcare is infrastructure, and to write it down in the legislation in the way that she has for water and waste, so that parents and potholes get equal attention from us in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}