{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Stella Creasy – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 27 June 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Stone (Sir William Cash). He brought to mind the importance of the warning that George Orwell gave us not to confuse nationalism with patriotism, which I think we all need to bear in mind during this debate. He wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“One prod to the nerve of nationalism and the intellectual decencies can vanish, the past can be altered, and the plainest facts can be denied.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me, in the time that I have today, try to do justice to what Orwell warned us about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This situation has been caused by Brexit, because it was Brexit that led to the need for us to negotiate the Northern Ireland protocol. If we do not acknowledge that, we cannot start to deal with the problems that we have created ourselves. I say “ourselves” because this Government knew in advance of the problems that would arise in these circumstances. When, on 19 October 2019, the Prime Minister stood up and told us of a deal that would “heal this country”, he was not being truthful about the consequences that they themselves predicted. The question before us now is this: will the Bill make finding a solution to these problems easier, or will it inflame further an already delicate and difficult situation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that the Government need the bogeyman of Europe to distract people in this country from its domestic woes, but the people of Northern Ireland deserve better from all of us. If the Government were really doing their job, they would put Northern Ireland at the centre of this conversation. They would start by bringing more of the Northern Irish communities into the conversation and the negotiation, and then go to the European Union to hear what it was saying. However, that is not what we are seeing at present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are five examples, from this legislation alone, of how the Government are not being intellectually decent. They cannot tell us why the Bill is a necessity—why they need this power rather than the powers that they have already been given in article 16 of the protocol to act to safeguard the UK. That, surely, was about remedying the situation, but the Bill will drive a coach and horses through the proposals that we currently have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government could also start with article 16, rather than making us drag this proposal through Parliament over many months before they would get the remedies they are talking about, if they really cared about the people of Northern Ireland. If this Bill is a necessity, why is it giving Ministers huge sweeping powers that will change the rules on state aid and allow the UK courts not to send questions about the interpretation of the protocol to the European Court of Justice? The EU has never refused the UK permission to bring in a measure under the article 10 state aid rules, yet somehow this is what the Government think they need to do for the people of Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill will also give sweeping powers to Ministers to do things in terms of the EU protocol without any consultation with the people of Northern Ireland and without any agreement with this House at all. Why do the Government say that they need the powers under clause 19 to implement a new power or protocol without bothering to go through the parliamentary process? After all, we went through the withdrawal agreement in a few weeks and we went through the trade and co-operation agreement in a day. What is it about scrutiny in this place that this Government are frightened of? Why do they have to bring a sledgehammer to crack a nut by giving Ministers these wide powers? As the Treasury Solicitor himself said, clause 18 is the “do whatever you like” power. Others call it a Charles I power. If Ministers can do that in Northern Ireland, what will they do to the rest of the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everybody in this House must recognise that this Bill’s implications go further than Northern Ireland. When we trash our reputation on international agreements, we trash our opportunities to make the trade deals that our constituents will depend on and we risk the spectre of a trade war when this country is already dealing with the consequences of the increase in the cost of living directly caused by the impact that Brexit is having on food prices in our country—let alone the message that we send to President Putin when we try to stand up to him in one place but in another say that international rules of law do not matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Northern Ireland are being let down by this legislation, as are the people in every constituency in this country. The failure to find a solution that puts the people of Northern Ireland front and centre of negotiating a solution for their future lets down everybody in this Chamber. We can and should do better. Everybody in this House knows that, but will we have the bravery to listen to George Orwell, to stand up to those scoundrels who quote patriotism when they mean nationalism, and finally to put doing the right thing first? I fear that in this place we will not, but I have hopes for the other place. I certainly know that many of us will not stop standing with the people of Northern Ireland and the people in our communities who will be affected by this legislation and by the implications—[Interruption.] And we will stop laughing at the British public when they are frightened about what this place is doing, and start asking what we can do to make things better. Naming those problems is a starting point. When we have people who are addicted to power and addicted to using Europe as a bogeyman, rather than solving those problems, it behoves all of us to say that enough is enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}