{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-speech-on-government-for-baby-banks/",
    "title": "Stella Creasy – 2022 Speech on Government for Baby Banks",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 9 December 2022.",
    "content": [
        "Children are expensive and wasteful. The amount of stuff they go through and the cost to a parent’s pocket is horrific. In this country, it should be our collective mission to put food banks out of business, because nobody should go hungry in a modern, dignified democracy. But would we have the same ambition for baby banks? What, Madam Speaker, do I mean by baby banks? I promise you that this is not about a very strange form of deposit, or loan or even withdrawal. This is about how we change the stigma that somehow says that sustainability is a middle class indulgence, because in the time of a cost of living crisis, we cannot afford to do anything but for our parents’ pockets and for our planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To date, those efforts about being green have focused on things such as jobs and wind farms, but now it is time to focus on the role of give and take. I would venture that everybody in this Chamber—those who are left—probably remembers that from being a child. I was the youngest of a number of cousins. During the 1980s, I did not want for leg warmers, because I had multiple pairs of those donated to me. The truth is that for parents facing those costs of children, sharing is absolutely integral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Research from the Child Poverty Action Group shows that it costs around £160,000 to raise a child. For single parents, it is £190,000. Every penny matters. But it is not just about the costs; it is about the cost of carbon and the waste that it means when a parent has to buy new things for every individual child. Parents are facing a cost of living crisis as never before. Since 2020, the costs facing new parents have risen by a third, as the cost of living and inflation have pushed up the price of essential goods such as nappies. Indeed, over the last two years, the price of a pack of nappies has risen by a shocking 75%, meaning that, for most families with a new baby, the spend on nappies alone has gone up by £41 a month. The prices of other consumable goods have also gone up, with baby formula costing an extra £12 a month, and baby wipes up 16%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not just about those everyday costs when someone has a new baby; it is also about the one-off, massive purchases. Car seats and pushchairs cost 38% and 25% more respectively than they did in 2020. Yet, during the same period, statutory maternity pay has risen by only 3.6%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is making a good case. I wonder whether safety is a big aspect where children are concerned. If parents cannot afford to buy new all the time, the children’s safety might be compromised. That is where food banks, by providing safe alternatives, could be helpful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is precisely this issue about how parents make sure they look after their child, which is what every parent wants to do well. That is why baby banks need to become the norm; I want to put food banks out of business, but I want baby banks to become the norm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the issues for us in the This Mum Votes campaign is that we need to understand the pressures on families across the country and to join up Government action. Baby banks provide a solution by giving parents the opportunity to swap and reuse equipment, toys and clothes, as well as access to vital support networks. They are a response to two challenges at the same time: the deepening poverty we see in our communities and the need to care for our environment through the greater reuse of items. There are currently around 200 baby banks in this country. They are often run by women—by volunteers—who have recognised the need to join up the dots to help everybody share. That is as much about bringing those new parents together as it is about the practicalities and the costs that families face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Half of the 4.2 million children living in poverty in this country live in a family with a child under the age of five. Younger children, in particular, who go through so much stuff and need so much stuff so quickly, are expensive. That is why having the This Mum Votes perspective and understanding should be part of our policymaking. Some 1.3 million of those 4.2 million children are babies and children under the age of five. The total number of children in poverty is predicted to rise in the next year alone to 5.2 million—that is an additional 1 million children, many of whom will be of that younger generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that investing in the early years reaps a reward, but we do not always invest in helping parents with those early years. That is why fantastic organisations such as Little Village, which supports families with children under five living in poverty across London, are such a godsend, and why I am calling on the Government to make sure that every community has a baby bank—somewhere that collects and distributes pre-loved clothes and equipment. As Little Village’s amazing chief executive, Sophie Livingstone, points out, it fixes the systems that trap families in poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since launching in 2016, Little Village has supported over 25,000 children. Last year alone, it supported over 6,000 children, including 1,000 new-born babies. It takes referrals from across our statutory sector, because anyone working with young families knows about baby banks. In my community, we have a brilliant baby bank run by the Lloyd Park children’s centre, and I make referrals to it, as do midwives, social workers and health visitors. Baby banks aid the work of our statutory sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Baby banks also help at that immediate crisis point. We have maternity wards saying that they have mums without anything and that they will not let them leave the hospital. It is the baby banks that step in to help, providing vital goods for those newborns, whether it is the nappies, wipes, creams, clothes, blankets or hats that people will not be allowed to leave the hospital without.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Baby banks are also often a vital link for parents who are sceptical about the statutory sector. These are organisations that those parents can trust and that definitely have their child’s best interests at heart. They can also be a bridge to further services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This week, we have seen the worrying reports from the British Pregnancy Advisory Service of families who are watering down their baby formula to save money. Little Village’s work shows similar horror stories about what is happening right now in this country: a family that was using sanitary towels as nappies because they did not have the money to buy nappies; a mum of three who could not afford to heat her home was coming to the baby bank with her child to keep warm; a child with grade 3 pressure sores due to the extreme rationing of nappies; a parent who was reusing nappies that had already been soiled in order to save money; and a family rationing Calpol in order to get through the day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite the amazing work that baby banks do in this country to try to tackle these problems, not every local authority welcomes them. Some refuse to provide access to community spaces that are vacant because they do not want to admit that that kind of poverty exists in their local community. Space is crucial. Any parent knows that new children take up a lot of space, so just imagine a baby bank having to find space for multiple buggies, cots, baby baths and jumperoos. Having local authority support with space is crucial, as is taking into account the costs of running these places, including the costs of energy and of buying things such as nappies to hand out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ministers and people listening may think that this is a debate about poverty, but it is not just about that; it is also about the planet, because an estimated 350,000 tonnes of clothing goes to landfill every year. Even if we ended poverty in this country tomorrow, we would still want baby banks to exist, in order to tackle that problem at the same time and to promote the reuse, repair and sharing of items. Little Village gifted 26 tonnes of clothing, 26 tonnes of furniture, 3.5 tonnes of small electricals, 2 tonnes of books and more than 1 tonne of small plastics last year alone, and that is just one baby bank. That saved 85 tonnes of carbon dioxide-equivalent emissions , which is the equivalent of taking 18 cars off the road. More than 8.5 million new toys are thrown away—they head to landfill or incinerators—in the UK every year. There is a mountain of clothes, toys, plastic and tat that every family acquires and then no longer needs because their child has grown out of it and is then abandoned on an almost weekly basis. These things also represent a cost that a lot of families feel they have no choice but to incur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We saw that most clearly in Walthamstow with our amazing “swap shop” project. I wish to pay testament to it, because it shows a model of a way forward. We have been running swap shops in our local community, where parents bring items they no longer need and take the items they do need; we have helped thousands of parents since we started doing this in August, enabling them not only to take items out of our landfill and our incinerators, but to manage the costs that they face. I wish to say thank you to my local Salvation Army; The Mill community centre; Waltham Forest Council; our amazing Walthamstow toy library; all the volunteers; the 17&Central shopping centre, which hosted us so that parents could find us easily; and, in particular, the members of my team, Safa, Jess and Ashley, who helped to run that project, which meant that during the weeks it was open nothing that came into our centre went to a landfill or an incinerator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Failing to reduce waste and deal with climate changes often hits the poorest in our communities, as we have seen with those who have been repeatedly flooded out of their houses or from the evidence that shows that incinerators are three times more likely to be sited in areas of deprivation than affluent regions. Yet asking the public to look ahead to that green future and to be more climate conscious is impossible to do when they do not know where the next meal is going to come from for their families or they are thinking that they cannot afford to put their baby in warm clothing that evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If Ministers will not listen to me about why we should make sure that every community has access to baby banks, please listen to the Princess of Wales, because she has been championing them. She has visited Little Village and she is bringing together 19 British brands to donate to these baby banks so that they have items to hand out. The Minister may be wondering and saying, “This is all very well, but what does this MP want the Government to do?” There are some simple things they could do. First and foremost, we should invest in baby banks as a way of saving money, because this country is spending hundreds of thousands of pounds every years on sending things to landfill and to incinerators. Baby banks are not recognised in this country in the way that food banks are. That is what we have to change, because this is as much about the donations and the networks that come from that, as it is about the people who need their support. The Trussell Trust does amazing work for food banks; it is an almost £60 million a year organisation. We need to invest in baby banks in every community as a way of matching that, so that it becomes the norm to reuse, repair and support your local community and other local parents in the same way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Little Village, the Baby Bank Network in Bristol, Save The Children and the Association for Real Change are working together to create a new national baby bank network. I ask the Minister to put on record the Government’s support for that process, along with a commitment to do what they can to roll it out as quickly as possible. It is not enough for these organisations to be scrabbling around for funds with which to do the work they are doing; we should be investing in them. There are some minor things we could do to raise the money, because we are not talking about hundreds of millions of pounds, and we are not talking about a state-run initiative. The brilliant volunteers do not need us to do it for them; they need us to work with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we were to make a small increase—0.2%—in the stamp duty paid on second homes to provide for our nought to two-year-olds, we could raise £880 million a year. We could invest all that and have a baby bank overnight. I know that that may not be something to which the Minister would want to commit herself, so let us look at something a bit simpler. The landfill tax is currently set at £96.70 a tonne, and is raising £660 million this year. Even an increase of a mere £4 would raise £687 million, creating an additional £27 million that could be put towards funding baby banks and could help to remove items from landfill and incinerators altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are other things that local authorities could do with the Government’s help. For many parents, it is the size of the item that they want to donate that creates the risk of their not donating it. Those who are dealing with fly-tipping are often taking out goods that could be reused for children. We could also advertise those services. The point is that this is a win-win for all of us. Kids may be expensive and wasteful, but they are going to inherit this earth, and right now millions of them in this country are living in poverty. Baby banks are not the only solution, but they are absolutely the one investment, the one deposit, that the Government could make that would give a better future to millions of us overnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}