{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-parliamentary-question-on-iranians-seeking-political-asylum/",
    "title": "Stella Creasy – 2022 Parliamentary Question on Iranians Seeking Political Asylum",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 16 November 2022.",
    "content": [
        "**Stella Creasy (Walthamstow) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is right when he says that there is universal condemnation across this House, where we have today talked powerfully about human rights abuses and the persecution of the people of Iran, particularly the women fighting for their most basic freedoms. Does he agree that if we are to learn the lessons from our suffragette foresisters about deeds not words, government needs to join up? Some 11,000 Iranians are making an application for asylum in the UK and only 98 such applications were granted last year. Iranians are the third largest group of people in the channel-crossing boats. In the previous urgent question today, people felt that the very same people whose persecution we are now talking about should be penalised. What discussions has the Minister had already with his Home Office counterparts about providing sanctuary to those people, who we recognise are being persecuted and do not wish to leave languishing in hotels?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Rutley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said, there are routes available. I will make sure that the hon. Lady’s points are raised with Lord Ahmad, who covers this policy area. Her words will also not be lost with the Foreign Secretary here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}