{
    "url": "https://www.ukpol.co.uk/stella-creasy-2020-speech-on-the-immigration-bill/",
    "title": "Stella Creasy – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 18 May 2020.",
    "content": [
        "Ending freedom of movement has become the loudest answer to everything we hear on the doorstep. No jobs? End freedom of movement. No housing, no doctor’s appointment, no parking? Blame freedom of movement. In that noise, it is hard to talk about this issue without being called either a racist or a bleeding heart liberal, but the truth is that EU migration has benefited our economy. EU migrants contribute £2,300 more to the public purse each year than the average adult—and that is including the cost of their children being here, too. They are also less likely to use our public services, although they work in them. We are more likely to meet an EU migrant helping us in our hospitals than standing in front of us in a queue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past 20 years, immigration has been on a much larger scale than we have had in the previous 200 years, but, truthfully, however many people have come, this country has never been good at making it work. With every new wave of people, the UK has always been unwelcoming and always regretted it. Indeed, it was the same with the Huguenots, the wave of refugees that brought both my family and Nigel Farage’s family here. When the Windrush generation came, they were met with “no blacks, no Irish, no dogs”. Now we rightly honour their contribution to our communities. We have demonised those who have come from Europe for years. Now, as we clap for those who are saving our lives with one set of hands, this proposed legislation asks us to abandon them with another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem here is not immigration; it is politicians talking about what we do not want, rather than what we need. This Bill is that problem written down: bringing to an end freedom of movement without providing for what comes next, because in our toxic political culture ending freedom of movement has been sold as a solution in itself. The only answer the Government are offering us about what replaces it is to expose everyone to the dysfunction that is the current immigration system—the same system that gave us the hostile environment, the Windrush scandal and the legacy system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The former Home Secretary and former Member for Blackburn once told me there are two divides in Parliament: left and right; and those who have to deal with the UK Border Agency and those who do not. The truth is that the UKBA has been a fiasco for Governments of all colours. It makes us all hypocrites: locking up victims of torture and rape in Yarl’s Wood, while claiming to be defenders of human rights. It is a system where, unlike in other countries in Europe, when we see refugee children, we do not seek to reunite them with their family members or provide them with safe passage to stop them being targeted by traffickers. Above all, it is a system that is just not very good at making decisions. Of the 25,000 people we locked in detention without any limit for how long, only 37% were eventually deported and yet we expect them to deal with this mess without any legal support. The only people who would be helped by this Bill will be us, because it absolves us of dealing with the problems it creates. It gives the Government Henry VIII powers to write immigration legislation without having to bring them back to this place and force us to address the damage that has been done. We already have a points-based system, so the question Ministers should ​be answering is: what do we award points for? We know that skilled or valued worker does not necessarily mean well-paid worker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know 3 million of our EU citizens, who are our friends, our family and our neighbours, are now struggling with the paperwork that pre-settled status entails. There are 1 million Brits in Europe who need a good deal, too. So ask yourselves if you want your children to be able to work for companies who have offices in Berlin or Rome without them being penalised because they cannot travel there, or one that gives points out so that if you fall in love with your French exchange partner you can move to Paris or they can come to you in Barnsley. The benefits that came with freedom of movement mean that when you do not have it, you will end up wanting to invent it. Such freedoms will become more important, not less, in the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we are to have a better quality of legislation, we need a better quality of debate about who is coming in and why. Take, for example, the immigrant who came to us having failed his exams with a patchy work history and no ties to the UK. His name was Albert Einstein. Even then, in the 1930s, the UK border authorities misplaced his papers. His landing card was only found in a trawl of old paperwork in Heathrow in 2011. Back then, the Daily Mail urged readers to avoid him and boycott his lectures raising money for other refugees from Nazi Europe. Back then, another MP, Oliver Locker-Lampson, tried to sponsor his British citizenship and help Jews fleeing the Nazis. Back then, we said no and we lost Einstein to America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to immigration, our policies all too often meet Einstein’s definition of insanity: doing the same thing over and over again, and expecting a different result. I will not be voting for the Bill, because it is another example of that phenomenon and my constituents —former, current and future—deserve better from us all. All the while, we as politicians continue to behave like this and debate like this. The problem is not immigrants, it is us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}