{
    "url": "https://www.ukpol.co.uk/stella-creasy-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Stella Creasy – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 9 September 2022.",
    "content": [
        "We have heard some glorious stories today about gin, cheese, fiddling with wands and what it was like to work with the Queen. But as I came into this place today and saw the trains full of people carrying flowers on their way to Green Park, it struck me that, for most people, it was just the Queen herself, and not to work with her, that was inspiring. I saw that when she came to Walthamstow during the diamond jubilee. The civic pride was evident, not least because we felt that we had won the competition with other nearby boroughs and that we were going to get to feed her. Even the most cynical, or those uncertain about royalty or put off by pomp could not help but bask in the glorious sunshine and the joy that came that day. Indeed, as she was driven round the fountain to the cheers of the schoolchildren, the Queen later told our late council leader, Chris Robbins, that the noise was deafening and like a pop concert—after all she had sat through enough to know what they sounded like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was surreal that day, but it embodied that sense of excitement—that awe we all felt when we were finally able to pass that MP rite of passage, “Have you met the Queen?” and look the schoolchildren in our communities in the eye. I have no doubt that there will be the same set of questions for King Charles. That interest was returned: it was so clear to me on that day that what she cared about was not the pomp of the politicians or the officials, but the people she got to meet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is only fitting that, in paying tribute to the Queen on behalf of the people of Walthamstow, I use their words. The borough commander, Simon Crick, who speaks on behalf of our local police, says that for them, she was a constant reassuring presence in an often turbulent world. Our council leader Grace Williams remembers the Queen’s devotion and service to our country, the Commonwealth and our people in a time of extraordinary change. Dr Ken Aswani, who speaks on behalf of our local NHS, says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“She will remain a source of energy to us for many years to come to enable us to move forward together.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Libby, a local volunteer who was born in 1953 and therefore named after the Queen, says she\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“can honestly say I’m proud now to have been named after this incredible woman”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Donna said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“She carried herself so elegantly yet felt like everyone’s grandma at the same time.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I represent a community with links across the world, and many constituents referred to that. Martin says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Her visit to Ireland, standing up and opening her speech in Irish was a stunning moment and her contribution to peace here can’t be overstated. Want to write more but just can’t find the words.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Anthony records his appreciation for the Queen’s work in the Commonwealth and her defence of religious freedom around the world. Dorte, a Danish and British dual citizen, says that during the pandemic,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“She sent a ray of hope believing that one day we would see each other again.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Philip reflects on how she book-ended his life; over time, he saw those postage stamps change. He first watched TV to see her coronation, and now on TV he hears of her passing. We now contemplate life without her sparkle and cheer to bring us together. People from all walks of life in communities such as mine were inspired by her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us put on record our thanks to those people who, in coming days, will help us commemorate the Queen, including the police, the officials, and volunteers. One Queen, beloved; one King with well wishes; and all of us brought together in mourning. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}