{
    "url": "https://www.ukpol.co.uk/stella-creasy-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Stella Creasy – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stella Creasy",
            "url": "/tag/stella-creasy/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stella Creasy, the Labour MP for Walthamstow, in the House of Commons on 28 April 2020.",
    "content": [
        "Mr Deputy Speaker, I hope that you can hear me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I start by congratulating the hon. Member for Hyndburn (Sara Britcliffe) on her extraordinary maiden speech. It is difficult to make a maiden speech at the best of times. I think that her mum would have been extremely proud of her, and I join her in wishing her dad a happy birthday. Many Labour Members are extremely grateful for what she said about her predecessor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a Bill that many of us have fought for, waited for and wanted for a long time. Before the covid-19 crisis, we had already seen the highest levels of domestic abuse in our society for the past five years, so we know that the pressure is as urgent as it is. I join my Front-Bench colleagues in calling for an emergency fund to tackle the issues created by covid-19 by providing a safe environment for everybody to stay at home in. I support the work of my right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman) and my hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson) in relation to the Bill to ensure that we give women the rights they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the short time available to me, I want to take up the Secretary of State’s challenge on how we can strengthen the Bill by setting out a number of areas in which I hope we, as a House, can make progress together. As my hon. Friend the Member for Birmingham, Yardley (Jess Phillips) reminds us in a powerful speech every single year, when we get this wrong, we see the human cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, we must see every victim in their own right—they are not a generic group of people. That is why we need to go further in protecting women who otherwise would find their immigration status a barrier to seeking help. It is also why we must recognise disabled women and ensure that our law works for them. We must look at the concept of what a personal relationship is. I look at the work that Stay Safe East has done on that; it makes a powerful case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we are to protect every woman and see her in her own right as a victim, we must also ensure that we protect every woman where she is a victim. I am very moved by the words of Claire Throssell, who talked about the tremendous strength of her sons, Jack and Paul, and the horrific experience they had in the family courts. As Claire has said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“No parent should have to hold their children in their arms as they die knowing it’s at the hands of the other parent, someone who should love and cherish them.”​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to go further in protecting people from unsafe contact, because we see in Claire’s case the damage that is done when that does not happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to push for the stalkers register that we were promised many years ago. There are too many women—Alice Ruggles, Jane Clough and many more—whom we have to honour, and Paladin is doing work in that area. We must also ensure that housing does not become a barrier to a victim of domestic abuse getting help. I stand with SafeLives and Barnardo’s in calling for an amendment to the Bill to ensure that there is a statutory duty on local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my final minute, I want to flag the importance of us being a leader, not a follower, when it comes to tackling domestic abuse internationally. It is extremely concerning that although the UK, as a member of the Council of Europe, signed the Istanbul convention in 2014, we are one of the few countries that has not yet ratified it. As the hon. and learned Member for Edinburgh South West (Joanna Cherry) pointed out, that means that there are challenges in how we treat women from minority communities, particularly migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ratification of the convention is also about our recognition that this is a gendered crime. Through the Bill, I hope that we can make progress on something that the Law Commission is looking at: recognising the misogyny behind crimes against women, and looking at misogyny as a hate crime. In particular, I look at the evidence from Nottinghamshire, where treating violence as a misogynistic act has transformed the way in which the police and other services are able to deal with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that Ministers look forward to debating not only how we protect migrant women and disabled women, but the need to call this out for what it is: a hatred of women. It is about not creating a new crime, but recognising the importance and value of identifying it as such within our criminal justice system. When we hear the words of victims such as Claire or the families of Jane Clough and Alice Ruggles, we know that we cannot afford to lose this precious legislative moment. We have fought for it for so long. All of us across the House want the Bill to be the best it can be, so I look forward to working with Ministers to make sure that it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}