{
    "url": "https://www.ukpol.co.uk/mike-crockart-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Mike Crockart – 2010 Maiden Speech in the House of Commons",
    "post_date": "November 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Mike Crockart",
            "url": "/tag/mike-crockart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Mike Crockart, the then Liberal Democrat MP for Edinburgh West, in the House of Commons on 8 June 2010.",
    "content": [
        "Thank you, Mr Deputy Speaker, for giving me the opportunity to make my maiden speech. I want to pay tribute to the hon. Member for Wycombe (Steve Baker) for his considerable knowledge of the banking industry. I cannot wait to hear more about that in future debates. It is slightly difficult for me to follow the hon. Member for Edinburgh South (Ian Murray)—we are starting to become slightly Edinburgh-centric, with the hon. Member for Edinburgh East (Sheila Gilmore) hopefully still to make a contribution this evening—because I can no longer mention the Edinburgh Evening News. The journalist mentioned by the hon. Member for Edinburgh South wrote the same paragraph for me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My predecessor, John Barrett, is taking a well-deserved rest after more than quarter of a century of public service, having represented the many people of Edinburgh West on community councils, city councils and, latterly, as its MP for nine years. He was a local business man and entrepreneur. In that spirit, he sold this job to me as being the best in the world. It has certainly been the most exciting in the first four weeks—even more exciting than my first few weeks as a green probationer in Lothian and Borders police.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In his time, John met many interesting people, including the Queen and Dolly Parton. I will let the House into a secret—it was the photograph of Dolly Parton that hung on the wall in the office. The seat has a well-established Liberal history, and I join a select but growing group, including my hon. Friends the Members for Orkney and Shetland (Mr Carmichael) and for Caithness, Sutherland and Easter Ross (John Thurso) by being a third—or perhaps even more—generation Liberal MP. We are joined, too, by my hon. Friend the Member for St Austell and Newquay (Stephen Gilbert). That Lib Dem legacy is established through the quality of service given to our constituents, in my case in Edinburgh West, and an absolute commitment to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have deliberately chosen this debate on economic affairs in which to make my first contribution. My constituency is immensely diverse, taking in areas of great affluence as well as areas of great poverty. Historic villages such as Corstorphine, Davidsons Mains and Cramond are now subsumed in the Edinburgh sprawl, as well as modern housing estates such as Muirhouse. Residential Barnton as well as rural Ratho and Kirkliston. The constituency is a key player in the powerhouse that is the Edinburgh economy, boasting within its boundaries some of Scotland’s most iconic and important brands and businesses, which have brought prosperity to Edinburgh and, indeed, to Scotland. Some of them, however, have been at the centre of the catastrophic events of the past two years and that has resulted in many thousands of people losing their jobs in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are many, many community groups in Edinburgh West, from those conducting community litter picks in South Queensferry or on Cramond beach to those fighting to protect the integrity and boundaries of Corstorphine hill. The Carrickvale community centre provides services to older and young constituents, and the Gylemuir Community Association does a similar job. Thousands of people are actively improving their communities all over Edinburgh West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am in the middle of the summer gala season—for the benefit of the English in the Chamber, I should explain that is a fête. On Saturday, along with thousands of others, accompanied, surprisingly for Scotland, by the sun, I attend the Corstophine fair—the largest community-run event in Edinburgh, and perhaps in Scotland. In it was a programme bursting with entertainment, kids’ activities and community displays, as well as the usual stalls to give people a chance to meet those behind the many community groups across the constituency. At the end of that, I officiated at the tug-of-war event, where two teams battled it out for victory. There was much name calling, shouting and huge efforts in blood, sweat and ultimately tears before both teams claimed a moral victory, at the very least. It reminded me a great deal of the past four weeks on this side of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Edinburgh West is also a centre for many varied Scottish, British and internationally renowned companies. I have already found that across the business sector too, there is unity and solidarity in the adversity that we face, and I am immensely lucky that in these difficult times, Edinburgh West has a shared aim and a sense of team spirit. So as we rightly place more emphasis on industries such as biotechnology and the engineering of exciting new marine energy solutions, we should not forget two other priority industry sectors in Scotland, which have contributed significantly to the success of the Scottish and UK economies in the past decade. I refer to tourism and the financial services, two sectors in which my constituency has flourished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Edinburgh airport, the gateway from mainland Europe not only for Edinburgh but for Scotland more generally, has 320 flights a day and 20,000 passengers, and those numbers are climbing. It is opening up new routes all the time—for example, to Marrakesh and many others announced in February. This is to be commended, as the more direct routes we have, the less wasteful travel we have through the London hubs of Heathrow and Gatwick. Add to this the potential for a much-needed high speed rail link with London, and we will see a continuing healthy picture for Scottish tourism and business, boosted by the year-round reputation of Edinburgh as a festival city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must not forget Edinburgh zoo when talking about tourism. In his maiden speech my predecessor joked about representing more penguins than any other Member in the House, and I am proud to say that that is still the case, but I can now add to that list of animals and say that I am the only MP in the UK to represent koalas. Should present plans come to fruition, I hope to be standing here in five years’ time as the only person representing pandas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The financial services sector is a major sector in Edinburgh West, employing many people, but I shall move on as time is defeating me. Understandably, many of those working in the financial services sector and banking in particular fear the banking reform that must surely come. They should be reassured that the aim of that reform is to make their jobs more secure, not less. I will work closely with my right hon. Friend the Secretary of State for Business, Innovation and Skills to ensure that that happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}