{
    "url": "https://www.ukpol.co.uk/virginia-crosbie-2022-speech-on-energy-price-capping/",
    "title": "Virginia Crosbie – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Crosbie",
            "url": "/tag/virginia-crosbie/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Virginia Crosbie, the Conservative MP for Ynys Môn, in the House of Commons on 8 September 2022.",
    "content": [
        "I share in the thoughts and prayers for our Queen and her family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The energy crisis has hit rural communities such as mine on Ynys Môn particularly badly. On Ynys Môn, schools, shops and employment are often too far away for walking and public transport is sparse. A car is not a luxury; it is a necessity. As our farming community relies on vehicles and fuel-driven equipment, their production costs have risen significantly. We have a larger than average elderly population who need to stay warm in our sometimes harsh winters, and many of my constituents are reliant on liquified petroleum gas and gas to fuel their homes. That is common in rural communities, but there is often little local competition. With no price cap, families are vulnerable to steeply rising costs, and I am pleased that that is being addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Ynys Môn constituents need help, and they need help today and over the coming months to heat and power their homes and businesses. Our Prime Minister has now outlined her plans, and I am hugely proud of the support that we are providing to help with the immediate problem, which is on top of the £37 billion committed by the former Chancellor. We need to do more to protect the UK from such crises in the future. I know that our Prime Minister has not lost sight of the longer term while providing support in the short term, and I welcome her enthusiasm for nuclear. She has already spoken about the need to take back control of our energy security, invest now in large-scale energy production and incentivise communities to support energy production in their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Ynys Môn, which is also known as energy island, already welcome that local production. Companies such as Morlais and Minesto have received Government backing to set up tidal energy systems off our shores. We are home to stretches of offshore wind and solar farms thanks to Government subsidies and support. We have Wylfa, once a flagship of British nuclear power with all the potential to reclaim that position following this Government’s commitment in the British energy security strategy and the new Nuclear Energy (Financing) Act 2022. The Holyhead hydrogen hub received £4.8 million of funding in last year’s Budget. With companies such as Bechtel and Rolls-Royce keen to re-establish nuclear production at Wylfa and BP Mona looking to Ynys Môn to support large wind farms in the Irish sea, my constituency can be at the forefront of UK power generation for decades to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A new large-scale nuclear plant at Wylfa on Anglesey could generate enough power for every home in Wales and more, and small modular reactors could provide cheap energy to local families and businesses in shorter timescales. On behalf of my Ynys Môn constituents, let me say that it is important that the Government take into account the unique energy demands of rural communities’ in short-term support plans and that we grasp the benefit of incentivising communities to welcome local energy production so that we can secure our long-term domestic energy supply swiftly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}