{
    "url": "https://www.ukpol.co.uk/virginia-crosbie-2022-speech-on-west-coast-main-line-services/",
    "title": "Virginia Crosbie – 2022 Speech on West Coast Main Line Services",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Crosbie",
            "url": "/tag/virginia-crosbie/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Virginia Crosbie, the Conservative MP for Ynys Mon, in the House of Commons on 15 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered rail transport services for communities served by the West Coast Main Line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to those from both sides of the House who are here today for this important debate on the west coast main line. I thank the Backbench Business Committee for allowing this debate. It is on a cross-party issue, and the irony is not lost on me that many Members are only here because they could not get a train back yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The west coast main line rail service has been the subject of some debate in this House already over recent months. Since Avanti became the franchise holder, taking over from Virgin in December 2019, services have been cut, cancellations are rife, staff morale is at rock bottom, and passengers and communities are suffering. Many have voiced their concerns and dissatisfaction with the service that Avanti has been running in questions, letters and conversations with Ministers. I have called this debate because this issue is important. It is important to our communities that we recognise and raise the issues we are all facing as a result of Avanti’s substandard service, and that our constituents know that we are working hard to keep the matter on the Government’s radar. My own community of Ynys Môn has been particularly badly hit, and I would like to give the House some background on why this matter is so important to my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Holyhead, as a port, has been a key point in the transport of mail from London to Ireland since at least the last quarter of the 16th century. In the early 1800s, the demand for faster delivery meant that mail started to divert via the port of Liverpool, which already had a rail link. It was the introduction of a new rail line in 1848 that saved Holyhead from becoming a backwater. From that point, Holyhead offered the fastest route for mail to Ireland. It was the speed of rail transportation that maintained Holyhead’s route as an important port and town. It remains the second busiest ro-ro port in the UK, with many passengers coming in by train and onward by ferry to and from Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a terminus, the railway also brings Holyhead and the rest of Ynys Môn much-needed local employment. The island has one of the lowest GVAs—gross value added—in the UK, and Holyhead is home to some of the most deprived communities in Wales. Before rail was privatised, many local people worked for British Rail, either on the trains or as part of Sealink ferry services. Some are still employed by Avanti, Transport for Wales and Stena Line. Our local shops and services provide for passengers coming in on trains, bringing extra income into the town. Direct trains to London also offer an opportunity for local people growing up in rural north Wales to access the cultural and historic attractions of London, and experience the heady excitement of the big city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So for Holyhead in particular, the railway is not just something that passes through the town. It has been part of the very fabric of life for 175 years. No one expected this way of life to suffer such a blow from the change of franchise. We all understand that our rail operators, including Avanti, went through very challenging times during the pandemic, and we understand that during it, it was necessary to cut the number of trains running at that time. The problem is that Avanti not only has not picked its game back up, but has allowed its services to deteriorate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our rail timetable has been shattered, with direct services between London and Holyhead hacked. Local ferry passenger numbers have been challenged by the lack of through train services from London. This has also stopped my constituents from accessing the cultural, political and historical collateral of the UK’s capital city. Those with mobility needs or travelling with children are particularly disadvantaged by cuts in direct services. Local people who commute from north Wales to other parts of the UK have been severely affected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some hon. Members will know from my recent Adjournment debate that Ynys Môn recently experienced another connectivity disaster, when the Welsh Government put in place an emergency closure on the Menai suspension bridge, having allowed the bridge to fall into disrepair. The bridge is one of only two physical links between the island and the mainland. As one constituent who moved to Anglesey to run his business told me,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“with the whole range of transport problems affecting Ynys Mon and the adjoining mainland I am starting to regret my decision to base the core of my business here and I suspect that many others share my view.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Prior to the pandemic, the Trainline website claimed:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is possible to travel from Holyhead to London Euston without having to change trains. There are nine direct trains from Holyhead to London Euston each day.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But in February this year, we had just one direct train running each way between Holyhead and London. When I wrote to Avanti to raise my concerns, its response was:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We are currently working closely with Government, Network Rail and industry partners to update our timetable which we hope to move forward with in the next few weeks—this will include the reintroduction of further services to North Wales.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In June, Avanti said that we would have six direct trains a day in north Wales. That did not materialise, and by August it was axing trains across the whole network and introduced a significantly reduced timetable. As Transport Focus put it,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The primary aim of introducing a reduced timetable is to ensure a reliable service is delivered to passengers so they can travel with greater certainty without the frustration and inconvenience caused by short-notice cancellations.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, in the second half of this year, complaints that I received about Avanti’s rail service from both passengers and staff increased by over 600%. A recent report from Transport Focus found that 28% of Avanti passengers said that they had experienced a change, cancellation or delay to their journey. Just over four in 10 passengers rated Avanti’s communication about delays as good. A quarter of Avanti passengers said that the level of crowding was poor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For months, Avanti’s own travel tracker has shown a plethora of delayed and cancelled trains, many of which it has blamed on staff shortages, broken down trains or trains diverted to cover previously cancelled services. Data from the Office of Road and Rail shows that, between July and September, even though it had already removed thousands of services from its schedules, less than half of Avanti West Coast trains ran on time. One in eight was cancelled. That is nearly twice as many cancellations as the UK average. Many of us will recognise the reality of the situation all too well. Travelling with Avanti has become a lottery. A good, pain-free, on-schedule journey is such a novelty that my team celebrate when it happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been told by Avanti West Coast that the service will return to pre-pandemic frequency. However, a look at its timetable released this week for 11 December to 20 May next year shows just five direct trains each way between Holyhead and London Monday to Saturday, and three on a Sunday. The timetable for today, sitting as it does immediately after a strike day, offers four direct trains from London to Holyhead, with three making the return journey. That was this morning. Even I will admit that five, four or even three direct trains is better than the one we had earlier this year, but planning journeys is still a nightmare. Although Avanti has apparently committed to give us reliable timetables six to eight weeks in advance of travel, when I looked earlier this week, its website still showed no train timetable for some dates in January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What worries most of us now is not what it says on the timetable but what happens in reality. After months of listening to Avanti’s promises and then suffering when it fails to deliver, I do not view the timetable with a great deal of optimism. How has this come to pass? What has turned a once reasonably reliable train service into what we have today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like other operators, Avanti was impacted by the pandemic. It has also been impacted by the nationwide RMT strikes and actions by other unions. However, its problems largely stem from staffing issues. For years, train operators have used staff working overtime to keep all their services running. They have relied on workers doing extra shifts on their day off to help crew trains. Avanti is blaming its problems on staff withdrawing their support for this arrangement, but according to staff, Avanti’s actions since taking over the franchise have led to this point. It has cut staff without replacing them and reduced morale to such an extent that workers have stopped volunteering for extra shifts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Navendu Mishra (Stockport) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the hon. Lady’s point on staff, my understanding is that since Avanti took over the franchise, it has got rid of 175 catering roles. That is having an impact on the service provided on board in standard class as well as first class. The service that Avanti is providing is significantly worse than what Virgin, the previous franchise holder, provided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Virginia Crosbie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for that important intervention. He makes a clear point about the services that are being axed. They affect not only the people using the transport but those who are trying to work on the trains and offer a good service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mike Whelan, the general secretary of ASLEF, said earlier this year that Avanti\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“does not employ enough drivers to deliver the services it has promised passengers it will run. In fact, the company itself has admitted that 400 trains a week are dependent on drivers working their rest days.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Avanti says that it is working hard to address the problems by recruiting more staff. It says that by the end of December it will have 100 more drivers than in April. But Avanti staff are deeply unhappy and sceptical, as anyone who travels regularly will know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many Avanti staff have been working on the route for years. They moved to Avanti from Virgin when the franchise was changed. They have experience of working on the route when it was not perfect but at least functional. Earlier this month, the RMT carried out a survey of Avanti staff that showed that 92% of respondents are either not very confident or have no confidence at all in Avanti’s ability to deliver the improvements that it has been told to make to its services. More than 80% agree that their working lives have got harder since Avanti took over, there are not enough staff on the route and Avanti is mismanaging the workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Avanti’s own staff rated service to passengers at just 22 on a scale of zero to 100. One respondent stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the staffing issues started way before July. Jobs haven’t been backfilled for a long time”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“staff shortages have been an issue for months…Poor management of key contracts have made working for Avanti unpleasant and embarrassing.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The survey details that frontline staff are on the receiving end of a high level of abuse from frustrated passengers. They say that management is chaotic, there is not enough information about services, and there are too few staff and too many last-minute shift changes. They say they feel disrespected, undervalued, demotivated, stressed and angry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rob Roberts (Delyn) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making some very good points. Would she, for the record, agree that the staff who are there, despite feeling undervalued and demoralised, do a wonderful job in being cheerful, trying to be as upbeat as they can and delivering the best service they can in the face of such difficult conditions? The staff are doing their best in trying circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Virginia Crosbie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes a very important point. Personally, I am looking forward to getting on that train today. Some of these people are my friends—they light up my life—they are important and they are trying to do an important job in challenging times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As one staff member said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The company has been run into the ground by Avanti…and the frontline are the ones taking the brunt of it. In my 15 years’ service I have never seen such a shambles.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From the passenger perspective, one constituent recently wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“There is no shortage of people who want to use trains; ticketholders come from all walks of life and are prepared to pay for safe, comfortable and efficient journeys by rail. These services can and have been delivered at times but, overall, the Chester to Holyhead service is…a byword for rip-off rail.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In October, despite requests from many of us to terminate the franchise, the Government granted Avanti an extension of six months to get its house in order. Two months on, we have a new timetable that no one, including the Avanti staff, believes is realistic, a service cancellation rate that has done nothing but increase over the past year, and a history of broken promises from Avanti. It has until March 2023 to sort this sorry mess out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Avanti’s website calls the west coast main line:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Britain’s premier long-distance railway, linking together towns and major cities to create a vital economic artery for the UK.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It goes on to say that it is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“on a mission to run a railway that generates prosperity and pride, right across the nation…an iconic railway the country can be proud of”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one would be happier than me if it achieved that mission. My journey home takes four hours on a good day, and the thought of more miserable months waiting on cold platforms or rearranging meetings because of sudden service cancellations does not fill me with a warm glow of joy. So I am coming clean and admitting that, like so many of my constituents, I have a vested interest in Avanti getting it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Looking at the timetables for today, I have absolutely no idea what time I will get home to Holyhead tonight—or if at all. All I can see are the words in red: “Delayed”, “Delayed”, “Cancelled”, “Not available to buy” and “Delayed”. Does my hon. Friend the Minister agree that the extension granted in October will be Avanti’s last chance, that it cannot keep blaming its failings on everything and everyone else and that, if we do not see significant improvements in service and a reliable road map to return the west coast main line to at least pre-pandemic levels by March, its franchise will be removed and the service put under the operator of last resort?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}