{
    "url": "https://www.ukpol.co.uk/virginia-crosbie-2022-speech-on-menai-suspension-bridge-temporary-closure/",
    "title": "Virginia Crosbie – 2022 Speech on Menai Suspension Bridge Temporary Closure",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Crosbie",
            "url": "/tag/virginia-crosbie/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Virginia Crosbie, the Conservative MP for Ynys Mon, in the House of Commons on 1 November 2022.",
    "content": [
        "This debate is particularly poignant in the light of the recent collapse of the Gujarat suspension bridge in India with the loss of so many lives. I want to put on record that my thoughts are with those affected and that I am grateful that safety measures have been put in place on the Menai Bridge and that no one has been hurt there—yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Menai suspension bridge was designed by Thomas Telford and went into use in 1826. It is a masterpiece of 19th-century engineering, a grade I listed structure and, until the Britannia bridge opened to traffic in 1980, it was the only road connection between Ynys Môn—the isle of Anglesey—and mainland Wales. Responsibility for this bridge and the road going over it is devolved to the Welsh Government, who contract a commercial company—UK Highways A55 Ltd—to carry out repair and maintenance works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members may ask: why I have brought this debate to Westminster? There are two reasons. The first is that the link to the mainland is critically important to my Ynys Môn constituents and the businesses on Anglesey. The bridges are an important link for local commuters, students and residents of Ynys Môn, for those visiting Anglesey for shopping, holidays or work, and of course for freight transport. The second is that both bridges form a vital link in the transport infrastructure of the United Kingdom. They form part of the land bridge between continental Europe and the UK, and the island of Ireland via the port of Holyhead. The land bridge is used by thousands of hauliers and freight vehicles, and a failure in either bridge over the Menai straits impacts the route and, as a result, the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed, Sir Peter Hendy, in his 2021 Union Connectivity Review described the A55, which includes the Britannia bridge, as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a key route for communities and businesses with connections to Manchester and Liverpool Airports and the island of Ireland via Holyhead”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He further noted:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Stakeholders in North Wales regard capacity and journey times on the A55 as a significant barrier to growth”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "with the road becoming\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“vulnerable and overstressed during incidents or significant road work events”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and lacking “viable diversion routes”. He recommended that work was needed to improve the A55.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Until Friday 21 October, the Menai and Britannia bridges between them carried around 46,000 vehicles over the Menai straits every day. Then, suddenly, at 2 pm on a normal working Friday, that stopped. The Menai bridge was closed by the Welsh Government with immediate effect and no advance warning, on the urgent advice of structural engineers. I completely agree that safety must be our priority. If the Menai bridge needs to be closed to protect people and vehicles then that must of course happen. What has been shocking is the closure of such an important bridge without warning, without contingency plans and without thought for the local and national impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Local people were taken completely by surprise. Many Anglesey residents were at work on the mainland in places such as Bangor University and our general hospital, Ysbyty Gwynedd. Children and young people were in lessons in mainland schools and colleges. They were effectively left stranded, finding themselves stuck along with lorries going to and from the port of Holyhead, as the Britannia bridge gridlocked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robin Millar (Aberconwy) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was canvassing in my constituency the morning after the closure, and spoke to a couple of residents who told me that they work at Ysbyty Gwynedd, the hospital in Bangor, and, as a consequence of the closure, on the Friday afternoon and evening it had taken them three and a half hours to leave the car park. Does my hon. Friend agree that that kind of knock-on effect from such a sudden and unplanned closure could perhaps have been avoided with a little more thought and a little more notice?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Virginia Crosbie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes the point clearly that the impact of the bridge closure is far-reaching, touching not only other constituencies but every single person’s life in mine—and yes, it should have been avoided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Welsh Government have said that the bridge will be closed for 14 to 16 weeks. The impact on my constituents has been huge. I have had parents on the phone in tears because they do not know when or how their children will get home from school. For those working on the mainland, attending appointments, visiting loved ones in Ysbyty Gwynedd or simply trying to go shopping, a journey that previously took 20 minutes now takes two to three hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the hon. Lady on securing this debate; this is a vital issue, and it is right and proper that it is addressed and discussed in this House. Does she support the words of Anglesey or Ynys Môn council, which is asking drivers travelling to the mainland not to go off the A55 at Gaerwen and take the shortcut, because it is creating more problems at a pinch point nearer the bridge in Llanfair?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Virginia Crosbie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman; he makes a very good point about Isle of Anglesey County Council’s directing traffic. The closure has huge implications for local traffic and local businesses, which I will go into further in my speech. Constituents in Llanfairpwllgwyngyll cannot leave their homes because the roads through the village are blocked by drivers trying to shortcut the A55 queues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Businesses in Menai have seen their takings plummet; one shop holder contacted me to say that the usually bustling town centre was empty and one day last week she had taken no money at all for the first time in her shop’s history. People on Anglesey, already worried about how long it takes to get an ambulance in an emergency, now know that ambulances will also have to tackle huge traffic jams in both directions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hauliers using the port of Holyhead are already looking for alternative routes to Ireland because of the extra hours now being built into transportation time. Holyhead is the second busiest roll on-roll off port in the UK and a hugely important link for passengers and freight between the UK and Ireland. It is also a major local employer, both directly and indirectly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One would think that, with such an important strategic piece of infrastructure, a sudden and unplanned closure would be the result of some kind of unforeseen event. However, in a statement in the Senedd a week ago, Lee Waters, the Deputy Minister for Climate Change—the Welsh Government does not have a Transport Minister—said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“As part of the last principal inspection in 2019, a concern about the resilience of hangers that support the suspension bridge were identified and led to a weight restriction being imposed on the bridge while further studies were carried out.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a meeting last week with local Arriva UK Bus managers, we discussed the fact that the weight restriction was put in place only in June 2022, almost three years after the review. Arriva told me that because it was introduced at very short notice, it had been forced to restrict bus services because of the extra time now needed to cross the Britannia bridge instead of the Menai bridge. The impact locally has been most severely felt at a care home in Penmon that the bus service can no longer serve, affecting carers, residents and visitors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The delays now being caused by the full closure of the Menai bridge mean that Arriva has had to rip up its timetable completely. It now faces the financial burden of increased fuel costs, longer trips, bus drivers unable to get to work and the loss of some passengers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I spoke earlier about the port of Holyhead, which is a significant UK port. In 2019, 1.9 million people and 5.3 million tonnes of goods moved via the port of Holyhead to and from the island of Ireland. Back in 2020, in the run-up to Brexit, amid concerns about delays at the port, the Welsh Government recognised the importance of Holyhead when it said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Holyhead is the second busiest roll on/roll off port in the UK…The Welsh Government is responsible for the trunk road network, and we must ensure that plans are in place to deal with any potential disruption at this major port. We want to ensure access to the port of Holyhead remains as easy as possible. We want to minimise disruption for the communities of Anglesey and the travelling public”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "[Interruption.] It is disappointing that they did not extend that consideration when it came to maintaining the Menai bridge. It is disappointing too that, for what effectively constitutes a local emergency, they are not meeting key stakeholders to answer these important questions until 8 November—20 days after the closure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robin Millar**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a schoolboy, I did a project on the rebuilding of the Britannia bridge, which, as my hon. Friend will know, parallels the Menai crossing to the Menai straits. At the time, it was seen as a great step forward and an advancement that would increase the capacity of the crossings and alleviate some of the load on the Menai bridge. That was, dare I say it, more than two decades ago now—nearly four decades ago, even. Perhaps my hon. Friend will be in a position to agree with me in a moment that the loads on these roads and these bridges, including the Menai bridge, will have increased significantly over that time. There are two questions that she is bringing out well in her speech: the question of capacity, which has grown over the years, and the question of resilience, planning and forethought. Does she have a comment to make on how those might be addressed better in the future?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Virginia Crosbie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for intervening at a critical time; diolch yn fawr. He makes a valid point about the importance of this bridge and the fact that we need to hear from the Welsh Government what their plans are, so that we are not in this situation again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Until July this year, when the weight restriction was introduced, the Menai bridge had transported high-sided and vulnerable vehicles when wind restrictions prevented them from travelling over the Britannia bridge. Indeed, the winds are sometimes so bad that the Britannia bridge is closed completely, and all vehicles have to use the Menai bridge. That can also happen when there is an accident on or near the Britannia bridge. This is exactly what Sir Peter Hendy referred to in his review. I am sure Members will appreciate that, as we move into the winter months, the risk of high winds in north-west Wales increases significantly. With the Menai bridge closed, vehicles will not have a fallback during restrictions and closures on the Britannia bridge. That is a further discouragement for hauliers who would normally use the port of Holyhead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For years, the Welsh Government have been talking about putting a third bridge across the Menai straits. The 2019 report on the Menai bridge might have been the perfect time and reason to progress such a scheme. Sir Peter Hendy’s connectivity review adds meat to the argument. The Welsh Government’s own report into a third bridge, carried out in 2016, says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The impact of not investing in the scheme has been clearly set out, with detrimental effects on the economy of the Isle of Anglesey and north west Wales, poor international connectivity and worsening performance of the trunk road network in terms of journey times, reliability and resilience. All of which will constrain the opportunity for future growth in Anglesey, surrounding areas and in particular impact on the ability of the Nuclear Power Programme to achieve its full potential.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A third bridge would make Anglesey much more accessible, as well as making it more attractive to businesses interested in locating there. Instead, the Welsh Government simply put all road building on hold in June 2021 to carry out a road review—a review that, incidentally, we have heard nothing further from. That is not such a problem around Cardiff, where there is good public transport infrastructure, but it is less helpful for someone working in a nursing home in Penmon whose bus is suddenly withdrawn due to weight restrictions on the Menai bridge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I mentioned that the Welsh Government contract with a company called UK Highways A55 Ltd to maintain and repair the A55 across Anglesey, including the Menai bridge spur. They have repeatedly and, some might say, disingenuously referred to this company as “UK Highways” in statements, press releases and posts about the closure. That has led many local people—including, bizarrely, the local Labour party—to assert incorrectly that this is a UK Government issue. What could be the reason for that? With so many seats in north Wales now Conservative, are the Welsh Labour Government concerned that local people feel closer to Westminster than they do to Cardiff? Do they feel the need to drive a wedge between north Wales and Westminster?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituents have felt at first hand the neglect of north Wales by the Welsh Labour Government—huge disinvestment, one of the lowest GVAs in the UK, poor educational outcomes, a local health authority in crisis, transport links annihilated, the loss of major local employers and an annual haemorrhage of young people in search of work. It is small wonder if they want to align themselves with Westminster instead of Cardiff, and yet the Welsh Government’s priority is to increase the number of Senedd representatives from 60 to 96 at an estimated cost of £100 million. That will mean one representative in the Senedd for every 33,000 people in Wales. In Westminster the number is more like one representative for every 100,000 people. One hundred million pounds—just think how many doctors that would employ or bridge hangers it would repair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The closure of the Menai bridge is typical of the disdain in which Cardiff holds north Wales and the United Kingdom. It is the critical infrastructure of the UK that is being destroyed by a Welsh Labour Government that simply do not care, supported by a co-operation agreement with Plaid Cymru—a party, incidentally, which would rather see Wales an independent third-world nation than bring new nuclear and good quality jobs to Ynys Môn, simply because a large power station at Wylfa would generate more energy than Wales alone needs so some might go to England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have done all within my power to support my constituents and raise this matter. I requested an urgent question last Monday; I raised the matter at both business questions and Cabinet Office questions last week; I have called this debate; and I have the support of the Leader of the House who has written to the Secretary of State for Wales expressing her concern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I urge the Minister— llongyfarchiadau, congratulations to him on his appointment as Parliamentary Under-Secretary for Wales—to get answers from the First Minister of Wales, not just for the people and business owners of Ynys Môn but for the people of the United Kingdom. Why did the Welsh Government allow that critical piece of transport infrastructure to fall into such poor repair that an emergency closure was necessary? What steps will be taken to support and compensate local people for the loss of earnings, increased fuel and childcare costs, distress and inconvenience caused by their incompetence? What will they do to minimise the impact on the port of Holyhead, its employees and the people and businesses that rely on it? How will they make sure this does not happen again? How will they ensure that we have robust transport and communication links with the mainland, because without those, Ynys Môn cannot possibly attract the investment and opportunity that our young people so desperately need? Finally, when will they start to realise that the country they are responsible for extends further north than Merthyr Tydfil?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}