{
    "url": "https://www.ukpol.co.uk/virginia-crosbie-2023-speech-on-the-budget/",
    "title": "Virginia Crosbie – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Crosbie",
            "url": "/tag/virginia-crosbie/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Virginia Crosbie, the Conservative MP for Ynys Mon, in the House of Commons on 20 March 2023.",
    "content": [
        "It is wonderful to see you in your rightful place, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Budget is an example of how this Conservative Government are investing in Britain and in levelling up communities across the country, including in my constituency. The £20 million for the breakwater refurbishment in Holyhead will help to support the redevelopment of the second busiest roll-on roll-off port in the UK. The support offered to individuals and households, in particular for childcare, will open new opportunities for the working-age population in my constituency, but it is the nuclear energy announcements that I believe will have the greatest long-term impact on the people and economy of Ynys Môn. It is nuclear that I have consistently campaigned on and championed. I was delighted that my constituency was mentioned in the Chancellor’s speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this month, I wrote a letter to the Prime Minister, co-signed by 57 right hon. and hon. Friends. In that letter, I asked the Prime Minister to push ahead with a bold new programme of nuclear power construction under the aegis of Great British Nuclear and to make new nuclear energy part of the green taxonomy. Great British Nuclear and the vision of our British energy security strategy would enable this country to make enormous strides toward energy independence, net zero and a more prosperous and balanced economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every single nuclear power station online in Britain today was connected to the grid under a Conservative Government. The stations that we approve and build today will give the United Kingdom secure, reliable energy for at least 80 years. They will stand as this Government’s green legacy to our children and our children’s children. By announcing the intention to include nuclear in our green taxonomy, we open the gates to investment that was not previously accessible, and demonstrate to the world that we are committed to new nuclear. By backing small modular reactors through a competitive process, we will derive best value and drive our nuclear energy production forward in innovative ways that can tackle both national and local demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ynys Môn is one of Rolls-Royce’s four potential SMR sites. I have taken around the island SMR companies, such Last Energy and GE Hitachi, with a view to investing on Ynys Môn. But it is the outcome of all these words that my constituents are most interested in. This Budget paves the way for regenerating Wylfa—currently the site of a nuclear power plant undergoing decommissioning. I hope, soon, to see spades in the ground for the UK’s next new nuclear construction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In case you have not heard, Madam Deputy Speaker, alongside these exciting developments, Ynys Môn is awaiting the outcome of its bid to become a freeport and I have an Anglesey freeport jacket especially for you. The freeport would be the last piece of the puzzle that would allow us to unleash the full potential of Ynys Môn. A freeport would work hand in hand with these nuclear announcements and make Ynys Môn a thriving, successful and economically productive part of the UK. Together, new nuclear and an Anglesey freeport would unleash our potential and make us roar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The impact on Ynys Môn of such a step change in its fortunes would be huge—the culmination of decades of “nearly theres” for my constituents. It would bring employment, investment and the opportunity for local people to work locally. My dad had to leave Wales to find work. He could not afford to have his family in Wales. I have come back to ensure that other people do not have to leave and there is good-quality employment, right there on Ynys Môn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The choice for our young people on Ynys Môn will no longer be to stay in their communities on low-paid and often seasonal work, or to leave in search of a career, like my father. They will be able to stay local, train local, work local and contribute local. That is what this Conservative Government and levelling up are all about. Diolch yn fawr.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}