{
    "url": "https://www.ukpol.co.uk/virginia-crosbie-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Virginia Crosbie – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Crosbie",
            "url": "/tag/virginia-crosbie/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Virginia Crosbie, the Conservative MP for Ynys Môn, in the House of Commons on 9 September 2022.",
    "content": [
        "Today we are united in mourning our beloved Queen Elizabeth II. For 70 years, she has been a source of stability and comfort. She is the only monarch that many of us have known.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I begin my tribute by remembering the warmth and joy that the Queen brought to so many of us. She knew how to have fun and make us smile. We all remember when, joined by her beloved corgis, she teamed up with 007 to parachute into the opening ceremony of the 2012 London Olympic games, or when she took tea with Paddington Bear earlier this year. I attended jubilee events across Ynys Môn and saw the joy that the Queen brought to people’s lives. People came up to me, from Amlwch to Pentraeth, to share their personal experiences of meeting her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the head of our armed forces, Her Majesty was immensely proud of their professionalism and dedication. I know that the team at RAF Valley, where the Queen came to visit her grandson, and Ynys Môn’s veteran population will feel immense pride in having fulfilled their oath of allegiance to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen was a frequent visitor to Wales. She visited the port of Holyhead and Beaumaris castle, opened Oriel Môn in Llangefni on Anglesey, and was awarded an honorary doctorate from nearby Bangor University. During her diamond jubilee visit to Wales, she said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I have travelled the length and breadth of this country during my sixty years as your Queen. Prince Philip and I have shared many of the joys and sadnesses of the Welsh people in that time and have always been struck by your sense of pride and your undimmed optimism.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty’s dedication to service and her contribution to public life are unparalleled. She provided inspiration to millions of women aspiring to the highest offices. She was a patron for Girlguiding and a long-serving member of the Women’s Institute, which had its first meeting on Anglesey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have shared the ups and downs of the Queen’s life, as she danced with us in victory and success, and mourned with us at times of grief. Her sorrow at the loss of her devoted husband, Prince Philip, was felt by us all. Although our sense of loss is immense, we must take comfort from the fact that she is once more at his side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As our United Kingdom moves into a new era, I welcome the announcement by our new King today that his son, Prince William, who began his married life on Anglesey, where he was stationed as an RAF search and rescue helicopter pilot, will become our next Prince of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On behalf of the people of Ynys Môn, may I say diolch yn fawr, express my sincere thanks for a life well lived and send our condolences to the Queen’s family? God save the King, and God bless the Prince and Princess of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}