{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2022-speech-on-the-protection-of-seals/",
    "title": "Tracey Crouch – 2022 Speech on the Protection of Seals",
    "post_date": "February 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in the House of Commons on 9 February 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to amend the Wildlife and Countryside Act 1981 to make the intentional or reckless disturbance or harassment of seals an offence; to make further provision about the protection of seals; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are very lucky in this country to be home to more than a third of the world’s grey seal population. A globally rare species resident in the UK, grey seals are the equivalent of an African elephant. In addition, the UK is home to 30% of European common seals, which are, sadly, in alarming decline. Seals are present around the UK coastline, with some areas being more visible breeding grounds than others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was thrilled to hear from the Zoological Society of London, which conducts surveys on the number of seals in the Greater Thames estuary, that the latest population survey estimated that 700 harbour seals and 3,000 grey seals live in the Thames estuary. As a Medway MP, I was pleased to discover how many seals are drawn to the Medway and Swale estuaries to rest and pup on the excellent mud flats and salt marsh habitat, due to the abundance of prey, including smelt and sea bass. I am pleased to see some Essex colleagues on the Benches, for I know they will be just as interested in the estuary population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fact, the Medway houses the largest no-take fish zone in the UK, making it the perfect restaurant for seals. The essential top predator role performed by seals recycles nutrients, helping to keep a balanced marine ecosystem. Notwithstanding the obvious environmental benefits of seals, it is important to recognise, in some parts of the UK, the economic boost that wildlife assets such as seals provide, through tourism, to communities on the coast. But that brings with it dangers—ones that can be overcome but none the less are still there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Seals are not without challenges but, sadly, they come from us humans. Like many people, I was horrified by the dog attack on Freddie the seal near Hammersmith bridge last year. I know through my work with Mary Tester, a British Divers Marine Life Rescue medic who was in charge of Freddie, how he brought joy to the local community and visitors alike, especially during lockdown. The injuries that Freddie suffered, sadly, resulted in the decision being made to put him down. Unfortunately, that is not the only example of the devastating effects that disturbance, whether intentional or reckless, has on seals. Last month, a runner in the north-east of England caused a stampede of more than 100 seals after he ignored the advice of seal stewards and approached the group that were resting on the rocks. The distressed seals fled back towards the water; the Yorkshire Seal Group confirms that the reckless behaviour would have undoubtedly caused numerous injuries to the fleeing seals and may have led to loss of life for some of the pups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Seals face a range of issues and pressures, such as habitat loss and chemical and plastic pollutants, that require global solutions. However, preventing disturbance is something we in this Parliament can do with a minor tweak to existing legislation. Doing so would also result in greater awareness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Disturbance has serious and potentially life-threatening effects, but it can easily be avoided. It is defined as any action that disrupts a seal from a settled state in response to a perceived threat. Disturbance causes stress and wastes vital energy reserves, often resulting in injury, while broken ribs or jaws can prove fatal. Conserving energy is vital for survival in the wild, and seals can quickly enter a fatal energy deficit spiral through chronic disturbance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Actions resulting in serious disturbance can be intentional, reckless or negligent. Serious disturbance is caused when people are too close, too visible or too noisy. The harm done to disturbed seals may not be immediate or obvious, but minimising serious or chronic disturbance will greatly improve any seal’s chances of survival. I am pleased that the Government, together with the Seal Alliance, launched a new awareness campaign in spring last year. The “Give Seals Space” campaign asks for the public to be aware of the impact their behaviour can have on vulnerable wildlife. That includes keeping well away from seals so that the seals cannot smell, hear or see them, keeping dogs on a lead, never feeding seals and taking all litter home. However, there is still more to be done and there is a call for action from across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a response to the parliamentary petition “Strengthen laws protecting seals”, which gained more 26,000 signatures—one from every constituency in Parliament—the Government confirmed that they would be providing funding for signs to be put on the banks of the Thames to help to raise awareness of the impact of disturbance on seals and the importance of keeping dogs under close control. I assure the House that I will be contacting colleagues at the Department for Environment, Food and Rural Affairs and the Seal Alliance to ensure that we can have some of these fantastic “Give Seals Space” signs on the River Medway, and I encourage other hon. Members to look at the material provided by the Seal Alliance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, we cannot rely solely on goodwill and human behaviour. We need the legislative back-up to make intentional and reckless disturbance illegal. Seals are currently afforded a number of protections. They are covered by the 1979 Bern Convention, and the Joint Nature Conservation Committee recognises that the UK has a special responsibility to protect seals on behalf of the rest of the world. Thankfully, numerous pieces of legislation have made it an offence to “take, injure or kill” a seal within 12 nautical miles of the British coast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, as I have made clear, disturbing a seal, whether intentionally or not, can have fatal consequences. Therefore, my Bill calls on the Government to make a simple yet crucial amendment to the Wildlife and Countryside Act 1981, whereby someone who intentionally or recklessly disturbs or harasses a seal shall be guilty of an offence. That would ensure that seals are treated the same as whales and dolphins in British legislation. The Joint Nature Conservation Committee’s quinquennial review suggested such amendments be made to the Act to help address the issue of disturbance. It is crucial that existing legislation is reviewed to avoid legal loopholes that prevent prosecution for disturbance caused by a third party: a dog, vessel or drone under human control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that colleagues at the Department for Environment, Food and Rural Affairs recognise the issue, and I applaud and thank them, especially the Minister, for the work that has been carried out so far to raise public awareness. I believe the cross-party support for my ten-minute rule Bill and for my early-day motion, and the outpouring of public emotion following Freddie’s death, shows that there is the political and public will to make a positive change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I would like to say a special thank you to everyone who has helped to get us to where we are today: the public, commercial operators, conservation groups including the Marine Conservation Society, Whale and Dolphin Conservation, the Royal Society for the Prevention of Cruelty to Animals, Wild Justice, and individuals such as Chris Packham and Dr Ben Garrod. I thank leading seal charities the Seal Alliance, Seal Protection Action Group and the Seal Research Trust, the numerous local wild seal organisations and rescue and rehab centres in the UK and Europe, and British Divers Marine Life Rescue. I also want to say a special thank you to Mary Tester of Marine Life Rescue, Sue Sayer of Cornwall Seal Group Research Trust, and Anna Cucknell, project manager at the Zoological Society of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that we can work together to ensure that we enjoy our coastal habitats, fully appreciate them, and share our seas successfully with wildlife now and for future generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "_Question put and agreed to._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "_Ordered,_\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "_That Tracey Crouch, Duncan Baker, Andrew Rosindell, Ben Lake, John McDonnell, Henry Smith, John Nicolson, Sammy Wilson, Sarah Olney, Jim Shannon, Dr Neil Hudson and Dame Caroline Dinenage present the Bill._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "_Tracey Crouch accordingly presented the Bill._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}