{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2018-speech-on-gaming-machines/",
    "title": "Tracey Crouch – 2018 Speech on Gaming Machines",
    "post_date": "May 18, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tracey Crouch, the Parliamentary Under Secretary of State for Sport and Civil Society, in the House of Commons on 17 May 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/12/crouch-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/12/crouch.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With permission, I will make a statement on the gambling review and the publication of our response to the consultation on proposals for changes to gaming machines and on social responsibility requirements across the gambling industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In October 2016, the Government announced a review of gaming machines and social responsibility measures to ensure that we have the right balance between a sector that can grow and contribute to the economy and one that is socially responsible and doing all it should to protect consumers and communities from harm. Underlying that objective was a deep focus on reducing gambling-related harm, protecting the vulnerable and ensuring that those experiencing problems are getting the help they need. Following a call for evidence, we set out a package of measures in a consultation that was published in October last year. The package included social responsibility measures to minimise the risk of gambling-related harm, covering gambling advertising, online gambling, gaming machines and research, education and treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The consultation ran from 31 October 2017 to 23 January 2018. We received over 7,000 survey responses from a wide range of interested parties and more than 240 submissions of supplementary information and evidence from the public, industry, local authorities, parliamentarians, academics, charities and faith groups. We welcome the responses to the consultation and, in preparing our conclusions, we have reflected on the evidence, concerns and issues that have been raised. We considered the responses alongside advice that we have received from the Gambling Commission and the Responsible Gambling Strategy Board, and we have set out measures on gaming machines, as well as action across online, advertising, research, education and treatment and, more widely, the public health agenda in regard to gambling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I set out the detail of the package of measures, let me say that we acknowledge that millions of people enjoy gambling responsibly and that we are committed to supporting a healthy gambling industry that generates employment and investment. However, over the course of the review I have met many people who have experienced gambling addiction and those who support them, including relatives of those who have sadly lost their loved-ones to suicide as a result of the impact of gambling. In addition, I have visited the incredible treatment services that are there to support addicts. We are clear that gambling can involve a serious risk of harm to individual players, as well as to their families and to the communities they live in, and we must ensure they are protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are satisfied with the overall framework of gambling regulation but, as part of our action to build a fairer society and a stronger economy, we believe that when new evidence comes to light, we need to act to target any gambling products or activities that cause concern. It is important to acknowledge that, although gambling-related harm is about more than one product or gambling activity, there is a clear case for the Government to make targeted interventions to tackle the riskiest products, with the objective of reducing harm.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One product in particular, B2 gaming machines or fixed odds betting terminals—FOBTs—generated enormous interest throughout the review process. At consultation, we set out the evidence for why we believe targeted intervention is required on B2 gaming machines, and we set out the options for stake reduction. Although overall problem gambling rates have remained unchanged since the Gambling Act 2005, it is clear that consistently high rates of problem gambling remain among players of these machines. Despite action by industry and the regulator, a high proportion of those seeking treatment for gambling addiction identify the machines as their main form of gambling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "According to the latest available data, across Great Britain 11.5% of players of gaming machines in bookmakers are found to be problem gamblers, and a further 32% are considered at risk of harm. In England, 13.6% of players of FOBTs are problem gamblers—the highest rate for any gambling activity. We are concerned that such factors are further amplified by the relationship between the location of B2 gaming machines and areas of high deprivation, with players tending to live in areas with greater levels of income deprivation than the population average. We also know that those who are unemployed are more likely to most often stake £100 than any other socioeconomic group.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following our analysis of all the evidence and advice we received, we have come to the conclusion that only by reducing the maximum stake from £100 to £2 will we substantially impact on harm to the player and to wider communities. A £2 maximum stake will reduce the ability to suffer high session losses, our best proxy for harm, while also targeting the greatest proportion of problem gamblers. It will mitigate risk for the most vulnerable players, for whom even moderate losses might be harmful. In particular, we note from gaming machine data that, of the 170,000 sessions on B2 roulette machines that ended with losses to the player of over £1,000, none involved average stakes of £2 or below, but losses of that scale still persist at stakes of £5 and £10.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The response to our consultation has been overwhelmingly in support of a significant reduction in B2 stakes. The majority of respondents to the consultation submitted opinions in favour of a £2 limit, indicating strong public approval for this step. I am grateful for the cross-party work on this issue, and I pay particular tribute to the hon. Member for Swansea East (Carolyn Harris) and my right hon. Friend the Member for Chingford and Woodford Green (Mr Duncan Smith), the latter having been a very strong supporter of change when he was in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Elsewhere in the industry, we are, for the time being, maintaining the status quo across all other gaming machine stakes, prizes and allocations. We have, however, agreed to an uplift for stakes and prizes on prize gaming, which we consider to be sufficiently low risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are aware that the factors that influence the extent of harm to a given player are wider than any one product, and include factors around the player, the product and the environment. The response therefore also sets out action on: increasing player protection measures on other gaming machines on the high street; increasing protections around online gambling, including stronger age verification rules and proposals to require ​operators to set limits on a consumer’s spending until affordability checks have been conducted; doing more on research, education and treatment of problem gambling, including a review by Public Health England of the evidence relating to the public health harms of gambling; enhancing protections around gambling advertising, including a major multimillion pound advertising campaign led by GambleAware on responsible gambling, to be launched later this year; and filling the gaps in evidence on advertising and harm, with substantial new research commissioned by GambleAware on the effects of gambling advertising and marketing on children, young people and vulnerable groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Looking ahead, we will also be considering the issue of 16-year-olds playing national lottery products as part of the next licence competition for the national lottery. We aim to gather evidence on this issue with sufficient time to consider it fully ahead of the next licence competition. Changes to the B2 stake will be effected through regulations in Parliament. The move will need parliamentary approval and, in recognition of the potential impact of this change for betting shops, we will also engage with the gambling industry to ensure it is given sufficient time for implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, we want a healthy gambling industry that contributes to the economy, but also one that does all it can to protect players and their families, as well as the wider communities, from harm. We will work with the industry on the impact of these changes and are confident that this innovative sector will step up and help achieve the necessary balance. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}