{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Tracey Crouch – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in the House of Commons on 10 January 2023.",
    "content": [
        "I refer the House to my various sport-related entries on the Register of Members’ Financial Interests. When David Cameron rang me in May 2015 to ask me to be his Sports Minister, I asked if I could have school sport in the portfolio. When he said no, because he had already appointed that Minister—who, for the record, turned out to be an excellent Minister—I replied, “Well, I have already failed.” While I do not believe that I failed as Sports Minister, I was never going to succeed in getting the absolute best results in children’s activity because I did not have responsibility for the part that introduces children to sport and physical activity in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That remains the case for ministerial responsibilities today—we have two excellent Ministers on the Front Bench, so this is no criticism of them—as was noted in the Public Accounts Committee report published over the weekend. I will be honest: it was a tough read. I am very proud of the sports strategy, published in 2015, which aimed to rejuvenate flatlining participation. While it did do that to some extent, it was perhaps not to the level we would have all hoped. As the Committee notes, part of that is due to the lack of delivery in other Departments, not DCMS. It also notes that the one cross-departmental group that tried to ensure progress of delivery ceased after I left in 2018. I encourage the Government to revive these important checks as part of the new sports strategy, which I am sure will be a welcome refresher of the now seven-year old strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "School sport underpins long-term success in the nation’s physical and mental wellbeing. We need a bold and ambitious plan that starts at reception and builds appropriately and consistently throughout formal education. With a son in year 2, I have never had more insight into the challenges teachers face in delivering the curriculum along with the additional demands we in this place put on them. However, the needs of the curriculum and the benefits of physical exercise complement each other, not compete against each other. Schools with good PE outputs often have good educational attainment levels. Statistics show that physical health improves mental health, concentration levels, happiness, behaviour, confidence and resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenge is, how does sport fit into the school day, and how is it funded? I hope the Minister can deal with the latter point today and pledge to confirm the funding for school sport for the next academic year at the earliest opportunity. If we want decent provision, it is essential that it is planned well in advance. Our children need activities that give them a thirst for movement. They want and need variety that is not always about competition. Planned expenditure is vital for this and, in turn, will enable school day planning. I share the Youth Sport Trust’s view that PE should be a core subject, but also that wraparound care could be more active. We often cite the difference between state and private provision. Facilities is obviously a point of difference, but so is the type of after-school offering. This has to be funded, so let us fund it. It is not misspent public money, for it will save the taxpayer in the long run by mitigating the poor physical and mental health that costs the NHS so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although I have referenced the need to provide non-competitive sport, it would be remiss of me not to mention the success of the Lionesses and their subsequent letter to, as it turns out, both the former and current Prime Ministers about the delivery of football to girls. Currently, only 67% of schools offer football equally to girls and boys. Not every girl wants to play football—this girl did, although I was not allowed to—but how would they know if they were not even being offered it? Without an introduction in school, few will independently seek out clubs, so the pipeline of talent is blocked before it really starts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The FA has three asks with which I totally agree: a minimum of two hours of PE a week, Ofsted inspections of school sport, and long-term funding for PE and school sport—Ministers have already heard interventions from hon. Members on that point. Without that, we will continue to see only a trickle of progress, rather than the flow that should follow such an almighty national team success. This point also applies to women’s rugby and cricket.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To turn briefly from education to health, we need to grip the social prescribing revolution and use physical activity more. There are excellent examples of link workers signposting people to physical activity, which does not have to be sweaty but could be walking or joining the local ramblers. It is good for people’s physical and mental health, and for tackling loneliness, for which the Sports Minister also has responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To give an example, a friend has just been diagnosed with early osteoarthritis. The doctor’s response was to suggest calcium, which she cannot take because of the post-breast cancer pills that she takes. No one has suggested that she should do strength training or low-impact exercise such as walking or tai chi, which are proven to support bone strength. I could speak about the social prescribing of physical activity for ages, but since neither Minister present is responsible for the public health through physical activity budget or policy, I may well put in for another debate. It is yet another example of the PAC’s point about disjointed policymaking on sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On community sport—I appreciate that I am rushing now—there is much to celebrate in our communities. Active Kent & Medway continues to fund sporting initiatives and projects across my constituency, as well as the rest of the county. Medway Council continues to fund free swimming for under-16s and over-60s. At the other end of the constituency, I recently had the pleasure of opening a brand new bike pump track in Snodland. We have many committed volunteers around the constituency who provide some form of activity, competitive or otherwise, for my constituents week in, week out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All those facilities and initiatives will help to drive up participation across communities in Kent and Medway, and to improve physical and mental wellbeing, but they need more support, as well as that recognition and celebration. We need planning, however, to be more conscious of the need to integrate physical health and wellbeing into its thinking—something that I know the Secretary of State for Health and Social Care also believes in. We build large estates without giving any thought to integrating physical and mental health, or we build an estate next to a woodland and then put a road through the middle that makes it entirely inaccessible to people. We have to think more about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As other hon. Members have, I will briefly raise financial support for leisure trusts and facilities, such as swimming pools, although I appreciate that falls outside the remit of either Minister. Such community facilities use a significant amount of energy. Many are still feeling the after-effects of covid-19 and are now being affected by the rise in the cost of living. I would therefore be grateful if the Sports Minister could clarify what discussions he has had, and whether he can bring forward the roundtable that he suggested might happen in a couple of weeks. These are now urgent asks from those facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I stand by my opening comments: the Sports Minister can do only so much to get the nation fit and healthy, because success is reliant on other Departments delivering better school and community sport. I accept that my sports strategy is outdated; it did what it needed to do at the time, but it certainly requires a bold, ambitious refresh. Given that I am sure it is being worked on at pace, I look forward to seeing it published soon and I hope that what it sets out will improve the physical health and wellbeing of the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}