{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2023-speech-on-snares/",
    "title": "Tracey Crouch – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in Westminster Hall on 9 January 2023.",
    "content": [
        "It is a great pleasure to serve under your chairmanship, Mr Vickers. Given my long-standing interest in improving animal welfare standards in this country, it will be no surprise to Members that I rise today in support of the petition. I implore the Government to follow most European countries, which have banned snares altogether, and to work with the devolved Administrations. Wales is banning the use of snares, and Scotland conducted a statutory review of the practice. In December, the Scottish Animal Welfare Commission recommended a ban—our Scottish colleagues will be closer to the process—and I hope that the Scottish Government will agree with that recommendation. However, if they do, England will be left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Don Valley (Nick Fletcher) spoke of the cruel nature of snares and how they are indiscriminate in catching and harming wildlife, whether that be foxes, badgers, hedgehogs or, in some cases, domestic pets. The hon. Member for York Central (Rachael Maskell), who spoke brilliantly, highlighted the statistics, so I will not repeat them, but it is my very strong view that there is no need for snares at all. There is no justification for them. They are old-school methods of pest control that have no place in a modern society, especially if it is to be one that respects its natural environment and those who live in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to focus my preliminary comments on the Government’s response so far on both the issue of snares and the other progressive animal welfare improvements promised since the 2019 election. In responding to the petition exactly a year ago, the Department stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Government recognises that some people consider snares to be an inhumane and unnecessary means of trapping wild animals and will launch a call for evidence on the use of snares.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take issue with the Department’s use of the word “some”, and I hope that the Minister will provide reassurance that the Government understand the scale of public opinion on this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Research by Survation, commissioned by the League Against Cruel Sports, found that almost three in four members of the public support a ban on snares. Meanwhile, a 2021 YouGov poll found that 69% of people support a ban on the use of snares, while only 14% oppose such a ban. Therefore, I would argue that it is correct to say that “some” people support the use of snares, while most of the British public wish to see their use come to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, in their January 2022 response to the petition, the Government further committed to assessing the improper use of snares and whether further legislation is needed to protect non-target wildlife. Yet a year has passed, and we are no closer to seeing a call for evidence. The consultation was first promised in the “Action Plan for Animal Welfare” in 2021, and I and many other colleagues spoke about the action plan in more detail in a Westminster Hall debate before Christmas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I and the countless animal welfare organisations that have long championed issues such as ending the use of snares welcomed the action plan as a statement of intent from the Government, recognising that they were serious about their pledges to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“maintain the highest animal welfare standards in the world”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, the lack of action, with a few exceptions, has been incredibly disappointing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Proponents of snares point to the voluntary code of best practice, which provides for principles for their legal and humane use. Yet the ambiguity of the law is evident even within the text of the code, which is endorsed by the major hunting organisations. The code states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“If you follow the advice…you should be operating within the law regarding animal welfare and avoiding non-target species.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am concerned that the code of practice, endorsed by the sector, masks from the Government and the relevant agencies the failure to properly scrutinise those who administer snares and to ensure that they adhere to the rules set out in the provisions of the Wildlife and Countryside Act 1981.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fact, research carried out by DEFRA between 2008 and 2010 on the humaneness of snares in England and Wales found low levels of awareness and compliance, especially among farmers, regarding the code of best practice for snares. I am therefore very interested to know whether the Department plans to revisit such a study and in how it measures the legality of snares in England. The code is not, as far as I can tell, a statutory code. Therefore, given that the law says that snares should be checked once a day while the code says twice a day, it is highly likely that the least time-consuming requirement is the one that will be followed—if it is followed at all, as enforcement is highly unlikely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Free-running snares have been championed in agriculture and game shooting circles as a humane way of catching foxes and other target animals. The more modern device is meant to tighten around an animal and hold it quietly until a gamekeeper from the shoot comes to kill it. Unfortunately, this is all too often not the case. The suggestion that a wild animal will calmly wait while it is trapped by its neck is clearly absurd. It is not surprising that in their desperate struggle to escape, animals can strangle themselves or suffer excruciating injuries while waiting hours or, sadly, even longer before they are shot. A Government who claim to hold the highest standards of animal welfare in the world would not allow for wild animals, many of which are indigenous to this country, to die slow and extremely painful deaths through the use of man-made metal loops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Contrary to the views of some colleagues, there is, as far as I am concerned, no humane way to snare a wild animal. If we are serious about our ambition to have the highest standards, the first step should be to deliver on the action plan for animal welfare and the promised Government Bills, including by carrying out the promised consultation on the use of snares. I hope that this debate and the pressure from within and outside the House show that there is a real appetite to ensure the Government deliver on the promises made to the British people and strengthen our animal welfare standards outside the constraints of the EU. Minister, please can we just get on with it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}