{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2022-speech-on-football-governance/",
    "title": "Tracey Crouch – 2022 Speech on Football Governance",
    "post_date": "April 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in the House of Commons on 25 April 2022.",
    "content": [
        "I am grateful to Mr Speaker for his comments at the start of the statement. I appreciate that with Chorley in the play-offs, he has a deep interest in the future of football.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With great community clubs such as Buckhurst Hill and Epping Town in your constituency, Madam Deputy Speaker, I know that you share the concerns and thoughts of many colleagues. I will not test your patience; I will take just a minute or so, because I recognise that hon. Members have a lot to say and I know that I will be having a meeting with the Minister to go through some of the detail of the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Regardless of any result on the pitch over the weekend, today is a good day for football fans. There has long been concern about the regulation and governance of football clubs throughout the English football pyramid, much of which has come on the back of various crises that in some cases have seen the disintegration of clubs as a result of financial mismanagement. That led to the fan-led review of football, which I was privileged to chair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am enormously pleased that the Government have accepted, or support, all 10 strategic recommendations set out in the review, including the fundamental proposal to establish an independent regulator free from the vested and conflicted interests that currently govern the game. It is perfectly possible to celebrate the global success of English football while at the same time having deep concerns about the fragility of the wider foundations of the game. The implementation of better regulation, stronger governance and more involvement for fans will not threaten the success of our game, but will make it stronger than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All that said, I am concerned about the timeframe for implementation, and—with your indulgence, Madam Deputy Speaker—seek clarity on a few points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister confirm that the White Paper will be published this side of the summer recess? “Summer” can mean a lot of things in Government parlance, including, quite often, what we, the public, think of as autumn. Will the Minister rule out the housing of the independent regulator in the FA? Can he clarify whether the owners’ and directors’ test will be split into two, as recommended in the review? Does he share my disappointment that there has been no progress in respect of discussions between the football authorities on redistribution and parachute payments? Will he outline his position on the transfer solidarity levy? Finally, the review was clear about the fact that fans should have a right of consent as part of the golden share on heritage items, but the Government’s response was less clear in that regard. Will the Minister confirm that there will be a veto for fans on heritage matters?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is much in today’s announcement on which to congratulate the Government, and I pay particular tribute to the officials who have worked so hard on this response. Momentum is on the side of reform, but, like most football fans, I am always fearful of two things: one-nil score lines with time to play, and games that head into extra time. Given that both football and politics can be volatile and vulnerable to sudden change, I urge the Government to nail the win for millions of fans across the pyramid, and deliver the reforms as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}