{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Tracey Crouch – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise humbly and with great sadness to pay tribute to Her Majesty the Queen on behalf of my constituents. The outpouring of love and respect for her is heartfelt and genuine, demonstrating her reach into the most local of communities across the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the length of her reign, it is no surprise that she has visited my constituency several times, most recently in Aylesford in 2019, but she has had an ever presence in a variety of ways. Before the news broke yesterday afternoon, I was at Chatham Town football club, celebrating its receipt of the Queen’s award for voluntary service, bestowed upon it in this year’s platinum jubilee honours list for work in the community. The club was just one of a number of people and organisations to have been honoured for the service they have given.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was Her Majesty’s love of sport that I wanted to comment on briefly—in doing so, I refer the House to my entry in the Register of Members’ Financial Interests. Her love of horseracing is well known. Her first runner was in October 1949, and her first winner three days later—in fact, her first of more than 1,000 British winners. She would have delighted in every single one, but many will remember her pure thrill when her horse Estimate won the Gold cup in 2013.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That joy extended to other sports, and the reports of her death carry countless photos of her smiling face with sporting superstars and globally recognised and coveted trophies. Tributes to her have flooded in from the world of sport, her value to which should never be underestimated. She was patron to numerous sporting bodies and crucial to the success of London 2012, hosting all the world leaders before the opening ceremony. She authored countless messages of luck and congratulations and hosted numerous receptions celebrating victorious athletes, and she was the proud mother and grandmother of Olympians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was lucky enough to meet her several times, all of them because of sport, and most involving a conversation about horses. The respect that racing, football and other sports continue to pay her is a measure of their appreciation of the support she showed them. Like many colleagues, I visit primary schools and have been asked, “Have you met the Queen?” It is often followed with, “Have you met Harry Kane?” [Laughter.] When I tell primary schoolchildren that I have indeed met the Queen, there is an audible gasp, and they are keen to hear more stories about her. I tell them that when I first met her my curtsy was awful and embarrassing, and I get the children to stand up and practise their curtsies and bows just in case they ever get to meet the sovereign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last night, as we sat as a family and watched the news break of her death, tears openly rolled down my cheeks and those of my other half. Our six-year-old took my hand in his and said, “Don’t worry, mummy; the King will look after us now.” He is right. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}