{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2021-speech-on-the-police-crime-sentencing-and-courts-bill/",
    "title": "Tracey Crouch – 2021 Speech on the Police, Crime, Sentencing and Courts Bill",
    "post_date": "March 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracey Crouch, the Conservative MP for Chatham and Aylesford, in the House of Commons on 16 March 2021.",
    "content": [
        "Thank you for your kind words, Mr Deputy Speaker. Time is exceptionally limited, so I shall keep my remarks short, but like others, I wish to extend my condolences to the family and friends of Sarah Everard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome this Bill, which draws on our manifesto commitment to make the country safer by equipping the police with the powers needed to protect themselves and the public, while strengthening sentencing laws to keep serious sexual and violent offenders in prison for longer. It is unfortunate that recent events have overshadowed the good intentions of the copious measures in this Bill, and I share the views of those in the House and outside it that we need to do more to protect women and girls. Why should we be afraid to walk somewhere or even exercise after dark? But, rather than trying to kill off the Bill, we should be working cross-party to strengthen it to that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a supporter of the police and I am afraid that I do not think we stand up for them often enough in this place. We read about the occasions when they misjudge or mishandle things, but we do not read about the 99% of the time where they silently get on with keeping us safe. Like all other key workers, our police officers have continued to work throughout the pandemic on the frontline, often being spat at and assaulted. I have many police officers living in my constituency and I am a proud aunt of a policeman. The measures in the Bill will better protect them and other emergency workers, not least by doubling the maximum sentence for assault on emergency workers, which is much overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am delighted that the Bill includes measures to extend the positions of trust provisions to include those who coach, teach, train or supervise in sport or religion. This has been a long process, but I am exceptionally grateful that this Home Secretary and Justice Secretary have listened to me, the hon. Member for Rotherham (Sarah Champion), Baroness Tanni Grey-Thompson, the National Society for the Prevention of Cruelty to Children and, most importantly, the brave victims who spoke out about the abuse that they suffered at the hands of their coach or religious leader. The need for change has finally been accepted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is so much that I could speak about in this 296-page Bill, but I just want to mention two things. First, my local council very much welcomes the Bill’s provisions that deal with illegal encampments, but Medway Council has requested that an amendment is added that gives local authorities the powers to seek recovery costs for the damage caused. As challenging as this may be in practice, concerting the power that enables them to do so is something that I am willing to table, and I hope that the Government will seek to support it. The second point, which was raised eloquently yesterday by my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith), is the need for a specific offence and stronger punishment for pet theft. There has been an extraordinary and worrying rise in the theft of dogs, and many of my constituents are fearful for their beloved pets, so using this Bill as an opportunity to strengthen protections is essential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the time, let me conclude by saying that there is so much more that I could add, but this is a good Bill, albeit with plenty of scope for improvement and for new things to be added to it. First and foremost, I look forward to supporting it in the Lobby tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}