{
    "url": "https://www.ukpol.co.uk/tracey-crouch-2018-speech-on-loneliness/",
    "title": "Tracey Crouch – 2018 Speech on Loneliness",
    "post_date": "October 16, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracey Crouch",
            "url": "/tag/tracey-crouch/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tracey Crouch, the Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 15 October 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/12/crouch-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/12/crouch.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like to make a statement on the publication of the Government’s landmark strategy to tackle loneliness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a very emotional statement to make. I am standing here at the Dispatch Box with a clear line of sight to the coat of arms representing our colleague who took this issue of loneliness and catapulted it into the stratosphere. I have dedicated a brief nine months to developing the strategy, but Jo Cox dedicated her whole life to tackling loneliness, and the publication of this strategy, which bears her photo, and a copy of which I have set aside for Jo’s children, is dedicated to her. I hope she would be proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Jo Cox Commission on Loneliness was set up with a vision to carry forward her important work, and in January the Prime Minister welcomed its report and many of its recommendations, including the appointment of a cross-Government ministerial lead on loneliness, a post which I was overwhelmingly humbled to be offered. I would like to take this opportunity to thank in particular the hon. Member for Leeds West (Rachel Reeves) and my hon. Friend the Member for South Ribble (Seema Kennedy) for their vital work as co-chairs of the commission. Their dedication and passion have been essential in leading and driving forward action, and I am personally grateful to them for the cross-party support they have given me since I have taken on this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since then, our work in the UK has gained global attention. Loneliness is increasingly recognised as one of the most pressing public health issues we face across the world. Feeling lonely is linked to early death, with its impact often cited as being on a par with that of smoking or obesity. It is also linked to an increased risk of heart disease, stroke, depression, cognitive decline and even Alzheimer’s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is estimated that between 5% and 18% of adults in the UK feel lonely often or always, but they are frequently hard to reach and suffer in silence. The Government are committed to confronting this challenge. The strategy published today outlines the Government’s vision for England to tackle loneliness, complementing the work being done in the devolved Administrations, and creating ​a place where we all have strong social relationships, where families, friends and communities support each other, where organisations promote people’s social connections as a core part of their everyday role, where loneliness can be recognised and acted on without stigma or shame, and where we can all make an effort to look out for each other and ensure that moments of contact are respectful and meaningful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To get there requires society-wide change, which is why the strategy recognises that Government cannot make the necessary changes alone. It sets out a powerful vision of how we can all play a role in building a more socially connected society. But there is no quick fix to achieving this vision, so it is very much a starting point rather than the end. It largely concentrates on the role Government can play and how we can set the framework to enable local authorities, businesses, health and the voluntary sector, as well as communities and individuals, to support people’s social connections. But it also describes the important responsibilities that we all have as individuals to our family, friends and communities and gives some examples of the great work already under way across the country to create strong and connected communities. It is a cross-Government programme, rather than a programme of one Department, and sets out a number of policy commitments ranging across policy areas such as health, employment, transport and housing and planning, and I am pleased that so many of my colleagues involved in the strategy are sitting alongside me on the Treasury Bench this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish briefly to draw five areas to the attention of the House. The strategy sets out a commitment to improve and expand social prescribing across England. It is estimated that GPs see between one and five patients a day because of loneliness. This is a policy that has been very much developed in response to some of the brilliant work by the Royal College of General Practitioners, frontline health professionals and others, and it will change the way patients experiencing loneliness are treated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Social prescribing connects people to community groups and services through the support of link workers, who introduce people to support based on their individual needs. By 2023, the Government will support all local health and care systems to implement social prescribing connector schemes across the whole country. In addition, the Government will explore how a variety of organisations, such as jobcentres, community pharmacies and social workers, refer people into social prescribing schemes and test how to improve this. The Government will also work with local authorities to pilot and test how the better use of data can help to make it easier for people to find local activities, services and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government will also grow a network of employers to take action on loneliness, working with the Campaign to End Loneliness. The Government strategy includes a pilot with Royal Mail and sets out details of a new pledge that employers can sign up to, demonstrating their commitment to helping their employees to tackle loneliness. I am really pleased that a number of businesses and organisations have signed up, including Sainsbury’s, the Co-op, National Grid and the British Red Cross, along with 18 or so others, as well as the UK Government civil service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this summer, we announced that £20 million of funding would be made available from the Government and other partners to support initiatives to connect people. ​In the strategy today, I am pleased to announce that a further £1.8 million will be made available to support even more community spaces and used to transform underutilised areas, including creating new community cafés, art spaces or gardens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, the Government will build a national conversation to raise awareness of loneliness and reduce the stigma. We will explore how best to drive awareness of the importance of social health and how we can encourage people to take action. In addition, Public Health England’s forthcoming campaign on mental health will explicitly highlight the importance of social connections to our wider wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the strategy sets out the Government’s ongoing commitment to this agenda. The ministerial group that steered development of the strategy will continue to meet to oversee the Government’s work on tackling loneliness. The group will publish an annual progress report. My ministerial colleagues in the group, from the Ministry of Housing, Communities and Local Government, the Department for Transport and the Department for Business, Energy and Industrial Strategy, will have their portfolios extended to include loneliness, to show the importance of the agenda across a wide range of policy areas. My colleague at the Department of Health and Social Care, who already has loneliness in her portfolio, will also continue to provide invaluable support on this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s intention is to embed consideration of loneliness and relationships throughout the policy-making process. From next year, individual Government Departments will highlight the progress they are making on addressing loneliness through their annual single departmental plans. The Government will also explore other mechanisms for ensuring that loneliness is considered in policy making, including through adding loneliness to the guidance for the family test.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government strategy is a significant first step in the national mission to end loneliness in our lifetimes. An enormous number of people, organisations, voluntary groups and others have helped to produce the strategy; the list published in the strategy of my thanks extends to four pages, so I cannot mention them all here. As there is no way they would have written it into the speech or the strategy themselves, I would like to place on the record a huge thank you to the team of officials who have been enthusiastic secondees from across Whitehall to work on this strategy. They have brought with them invaluable energy and expertise from their Departments, and it has been an enormous pleasure to work with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strategy builds on years of dedicated work by many organisations and individuals. It sets out a powerful vision on how we can all play a role in building a more socially connected society and is supported by important policy commitments to make that vision a reality. I call on all hon. Members across the House to join me in taking action to defeat loneliness. Together we can address one of the most pressing social issues of our time. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}