{
    "url": "https://www.ukpol.co.uk/jon-cruddas-2021-speech-on-the-uks-social-fabric/",
    "title": "Jon Cruddas – 2021 Speech on the UK’s Social Fabric",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jon Cruddas",
            "url": "/tag/jon-cruddas/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jon Cruddas, the Labour MP for Dagenham and Rainham, in the House of Commons on 11 January 2021.",
    "content": [
        "I rise to speak about tomorrow’s publication from the think-tank Onward entitled “The Policies of Belonging”, which is part of its “Repairing our social fabric” programme. To avoid any confusion, I am well aware that Onward seeks to develop new ideas for the next generation of centre-right thinkers and leaders. Clearly, that does not include me—at least I hope it does not—and I might therefore be expected to use my time to attack the report and suggest it is part of a right-wing plot to dismantle the social fabric and ensure there is no such thing as society. On the contrary, I am here to welcome this piece of work and to congratulate the project’s supporting partners, which include the Joseph Rowntree Foundation, Power to Change and Shelter. This work could well provide the basis for a new cross-party conversation about how we rebuild the social character of the country as we emerge from the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is in that spirit of across-the-aisle co-operation that I have given half my time in this short debate to the hon. Member for Devizes (Danny Kruger). The paper he produced last September proposing a new social covenant and tomorrow’s report are thoughtful contributions on how we rebuild our country in the tough years that lie ahead. They both deserve a wide audience across all parties. However, the danger is that we relegate such thinking in preference to economic policy. This remains an historic tendency in both of our political traditions, despite what we know about how people wish to live and what they value, which stretches beyond questions of GDP, utility and economic calculus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year, Onward introduced its UK social fabric index, which measures the relative social strength of every community in Britain, a significant new metric for politicians and public policy makers alike. Its covid-19 community report highlighted resilient local responses to the pandemic over the past 10 months, yet also detailed the limited opportunities for communities to genuinely take back control. The overall argument is quite simple but telling: the social divides that bedevil our country are just as strong as the economic divides. Talk of levelling up, therefore, needs to encompass social as well as economic policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A desire to level up communities is not new. It has informed, among others, the community development projects of Harold Wilson, the single regeneration budgets of John Major, and Tony Blair’s new deal for communities. Yet none of those has unlocked the way we level up communities, not least, arguably, because of an overreliance on economic issues. In truth, politicians tend to gravitate towards grant funding issues, job creation schemes and physical infrastructure to foster community. We are most comfortable with that agenda. A more sustainable proposal would be to empower communities to respond themselves and endow them with the resources to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for giving way and congratulate him on securing the debate. I very much agree with what he says. Doe he agree that the charitable sector is a foundational partner in the make-up of the UK and that churches and community groups need help at this time to set up online and effective ways of carrying on their sterling work? While it is great to see some churches running online youth quizzes, for example, for others the technology is simply out of their reach, and they need help to purchase and use it. Does he agree that we should be encouraging churches and community groups to be more involved? Perhaps the Minister can ensure that that happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jon Cruddas**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I very much agree, and that is the tenor of much of the report being published tomorrow morning, so I urge the hon. Member to read it. The charitable sector and faith groups have been on the frontline of confronting the pandemic in my community, and I will comment on that in a minute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All the evidence suggests that citizens want the power and responsibility to revive their communities, so how can that be achieved? The report suggests, first, giving individuals the power to repair their social fabric through civic sabbaticals, youth-serving years, character education and new permanent volunteer schemes; secondly, giving individuals the capital to do so through new tax changes to support individual activities, reform of precarious housing, funds to support new civic leadership and adapting the apprenticeship levy; thirdly, giving communities the power to repair their social fabric with community improvement districts, new community councils, business rate exemptions and the reuse of empty buildings and shops; and fourthly, giving communities the capital to do so, controlled by the community themselves, with new social infrastructure funds, higher education reforms, community land trusts and charitable enterprise zones. The 17 specific policy recommendations are well worth a read tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This year could well shape a new cross-party dialogue about rebuilding our communities. As the MP for Dagenham, I feel that 2021 is an important year to have such a debate, as it marks our centenary. Modern Dagenham was literally built or born on 7 November 1921, when the first house on the Becontree estate was completed. Some 27,000 homes containing over 100,000 residents would follow, spread over 2,700 acres or 4 square miles, building the largest council estate in the world—a unique experiment: a state-led cottage community built from nothing. It was Lloyd George making good on his promise made immediately after the armistice to build\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“habitations for the heroes who have won the war”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first migrants felt like pioneers, moving from east end slums into a muddy and empty wilderness, but a resilient community was created. Indeed, by the 1950s and ’60s, analysts from the Institute of Community Studies—now the Young Foundation—regularly used the estate to extol the virtues of settled extended working-class families, yet the twin effects of deindustrialisation and the right to buy dismantled a once stable community. We became, and still are, the fastest-changing community in the country, driven by the cheapest housing in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, in our centenary year, we are seeking to forge new partnerships to re-establish that sense of community, and we are having some success. Traditionally, the community sector has been weak, but the council has recently worked to change its structures and culture and to work with and support the community in new ways that are more participatory and less paternalistic. Local services have been made less siloed and more friendly and integrated through an initiative labelled “community solutions”. We have invested in London’s first youth zone. BD_Collective has been formed, which is an independent platform for local civil society that now provides the borough’s infrastructure support in terms of civic and social support. We have Participatory City, a £7 million five-year experiment launched in 2017 to foster new forms of community activity. With four shop fronts and a large warehouse, it delivers scores of new community projects among a growing network of over 5,000 local people. We also have Collaborate, supported by Lankelly Chase, which helps to guide the local community on place-based change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When the pandemic struck, all this came together in an alliance of council, voluntary and faith organisations organised through nine local community hubs, labelled the Barking and Dagenham Citizens Alliance Network, to help the most vulnerable. Approaching 6,000 families have been helped with food, medicines, prescriptions, referrals and advice. Just days ago, it was announced that borough community organisations are set to benefit from a new endowment fund transferred by the council to a place-based charity called Barking and Dagenham Giving—the first authority in London to permanently endow such a fund in support of local community groups—with an additional investment of over £800,000, to be topped up annually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Dagenham’s centenary year, major new initiatives are helping to rebuild our social fabric, but the Government need to do more to help us. The social fabric of Britain frayed after years of neglect. The ties that bind us together are in urgent need of repair. The best way to honour our collective sacrifice over the past 10 months would be to endow communities with the resources to foster a more civic culture. The agenda published tomorrow by Onward to repair our social fabric is a major step in that regard. As we enter—hopefully—our final lockdown, we should resolve to repair the social fabric on which we all rely. There would be no better monument to the hardship and heartache of the past year. I now give some time for the hon. Member for Devizes (Danny Kruger).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}