{
    "url": "https://www.ukpol.co.uk/jon-cruddas-2021-speech-on-nhs-allergy-services/",
    "title": "Jon Cruddas – 2021 Speech on NHS Allergy Services",
    "post_date": "November 1, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jon Cruddas",
            "url": "/tag/jon-cruddas/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jon Cruddas, the Labour MP for Dagenham and Rainham, in the House of Commons on 29 October 2021.",
    "content": [
        "I rise to make a series of points about improving allergy services in the UK and to speak in support of numerous recommendations made this week by the all-party parliamentary group on allergy and the National Allergy Strategy Group in their report, “Meeting the challenges of the National Allergy Crisis”. I will begin on a positive note and say how much the allergy community appreciated the fact that the Minister made time in her busy diary to receive the document at her Department on Wednesday morning. She spent time talking to children living with multiple allergies, as well as health professionals and charities. We hope that that will be the beginning of an ongoing dialogue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Allergy is a hypersensitivity reaction or an exaggerated sensitivity to substances—allergens—that are normally tolerated. Examples include peanuts, milk, shellfish, cats, medicines and grass pollens. They can trigger harmful antibodies and the release of inflammatory chemicals, causing symptoms such as sneezing, itches, rashes and falls in blood pressure, yet they may also cause airway narrowing, shortness of breath and wheezing, and swelling which, if in the mouth, throat or airway, causes severe difficulty in breathing and can be life-threatening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The simple truth is that there is a modern-day epidemic in allergy—one neglected by the NHS. Recent high-profile tragic cases of fatal anaphylaxis have brought shortcomings in NHS service provision, and a lack of wider public understanding of allergy, into sharp focus. This week’s report therefore calls for a new national strategy to help the millions of people across the UK affected by allergic disease. It also calls for an influential lead for allergy—some have labelled it an allergy tsar—to be appointed who can implement such a strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By way of background, we have been here before, and quite regularly. Over the past two decades, a series of reports have reviewed the prevalence of allergic diseases, consequent patient need and UK service provision. The list includes earlier reports from the all-party parliamentary group that I am fortunate to chair, plus two Royal College of Physicians reports in 2003 and 2010, the first titled, “Allergy: the unmet need”. The 2003 report was so scathing that in 2006, the Department of Health conducted “A review of services for allergy”. We have also had a 2004 Commons Health Committee report on “The Provision of Allergy Services”, as well as the 2007 House of Lords Science and Technology Committee report, “Allergy”. All have consistently highlighted how allergy remains poorly managed across the NHS due to a lack of training and expertise. All recommended significant improvements in specialist services, as well as improved knowledge and awareness in primary care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not to say nothing has changed. We have seen National Institute for Health and Care Excellence guidelines on allergy and care pathways for children with allergic disease, but very little has changed. Allergy remains under-resourced across the national health service, so once again this week’s document makes similar arguments and recommendations to earlier reports. We do not apologise for that, because so little has changed over the past 20 years. Actually that is not entirely the case. Something significant has changed over the past two decades: there has been a dramatic upsurge in the numbers of those affected by various allergic conditions across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The figures speak for themselves. Around one in three people, which is 20 million of our fellow citizens in the UK, have an allergy-related disorder. A significant amount of that is severe or complex, whereby one patient can suffer several disorders, each triggered by different allergens. Five million have conditions severe enough to require specialist care. Fatal and near-fatal reactions occur regularly due to foods, drugs and insect stings and have been increasing over recent years. Hospital admissions due to allergy rose by 52.5% in the six years to 2017-18. Admissions with anaphylaxis—rapid onset and often life-threatening reactions—rose by 29%. It is estimated that one in 1,333 of the population in England has experienced anaphylaxis at some point in their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Prevalence rates for allergy in the UK are among the highest in the world, especially among the young. Some 40% of children in the UK have been diagnosed with some form of allergy. Each year, new births add 43,000 cases of child allergy to the population in need, yet specialist services delivered by trained paediatric allergists are available to only a minority of those with serious disease. One in four adults and about one in eight children in the UK has allergic rhinitis, which includes hay fever and animal and house dust mite allergy. That is roughly 16 million people. They are four times more likely to suffer from asthma, eczema and food allergy. The percentage of people diagnosed with allergic rhinitis, asthma and eczema has trebled over the past four decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The overall economic case for prevention-oriented allergy services is very strong. The estimated cost of allergy-related illness in 2004 was £1 billion. Since then, there has been a 200% to 300% increase in anaphylaxis-related admissions. The starkest figure is that primary care visits for allergy have increased to account for 8% of total GP consultations. Put simply, the complexity and severity of allergies have increased, as well as the number of patients affected, placing huge strains on the system. Those are the basic facts. Change is long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Beyond the statistics, for the growing number of people in the UK living with allergic disease, their condition can have a significant negative impact on their lives and their families’ lives. It is frightening and restrictive to live with a condition that could cause a severe or life-threatening reaction at any time. Despite the shocking statistics, each of the reports that I have mentioned concludes that allergy has largely been ignored and is poorly managed across the NHS owing to a lack of training and a lack of expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The core problem is that there are a very small number of consultants in adult and paediatric allergy, while most GPs receive no training in allergy at all. The basic mismatch between rising demand and poor service supply needs correction. There are only 11 specialist allergy trainee posts for doctors in England, despite the 2004 report’s recommendation of a minimum of 40. Only two qualify each year—fewer than in Lithuania, which has a population of 3 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The tiny number of allergy trainees is a bottleneck, stifling growth of the specialty. Shockingly, despite repeat submissions over 20 years to the workforce bodies responsible for trainee numbers, there has been very little increase. There are also too few consultants, only 40 adult allergists and a similar number of paediatric allergists working in a small number of allergy centres across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most general practitioners receive no training in clinical allergy, either as medical students or in their specialist GP training. The consequences for NHS patients are that they face an extraordinary postcode lottery across the country; that they are hampered by wrong referrals and re-referrals, or get no referral; that they are denied choice and the benefits of improvements in allergy care; and that there is significant and enduring unmet need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The new training programme in allergy from August 2021 combines allergy with a different specialism in clinical immunology, but the danger is that that will further dilute and downgrade the quality of allergy specialist training. Meanwhile, on the ground, there is growing evidence of a reduction in some allergy services, with closures or restrictions, mainly among secondary care providers, because they are so overburdened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Paradoxically, the UK is world-leading in allergy research and UK allergy guidelines are highly regarded internationally, yet failure to invest in clinical services nationally means that NHS provision is inconsistent, is often poor and in many areas falls far below that in other developed countries. More generally, the covid-19 pandemic has highlighted a new need for allergists to support the vaccine roll-out. The major new workload that arose—investigating anaphylaxis and suspected allergic reactions to the covid-19 vaccines and providing advice on safe vaccinations—has been delivered by a small cadre of allergists, building on their drug allergy expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All these issues, and the resulting lack of effective allergy care, need to be recognised and corrected by NHS England and Health Education England. Basically, the report makes four recommendations for action. The first is a national plan for allergy, making allergy a priority, investing in a national plan led by a designated Department of Health and Social Care civil servant or NHS lead with sufficient authority to implement change—a national clinical director of allergy—and bringing together medical professionals and patient support organisations to develop the strategy and improve allergy services. The report details a list of organisations that might be involved in the delivery of training programmes to meet allergy need and provide the education across primary care that is needed for health visitors, dieticians and other healthcare professionals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second recommendation is on specialist care: to expand the specialist workforce as a priority, and to ensure that training programmes prioritise allergy, so that specialists of the future are appropriately trained and can safely deliver care. It proposes a minimum of 40 additional training posts for allergy, and a minimum of four consultant allergists for adults and two paediatric allergists in every major teaching hospital and large conurbation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third recommendation is on primary care: to ensure that all GPs and healthcare professionals in primary care have knowledge of allergic disease; to ensure allergy is included in the GP curriculum and exit examination; to improve allergy education for already qualified GPs in ongoing professional appraisal; and to appoint a health visitor and/or a practice nurse in each practice with sufficient training to be responsible for allergy. Again on a positive note, some of this is beginning to happen. The Royal College of General Practitioners has recently added allergy to new GP exams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fourth recommendation is on commissioning: to ensure that local commissioners understand the allergy needs of their population. It says that it is not adequate to assume that other specialties can deliver specialist allergy care; that commissioners should ensure access to adult and paediatric allergy consultants, and allergy pathways; and that national commissioners should ensure national agreements on commissioning, including for immunotherapy, drug allergy investigation and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, I hope that the Department will seriously consider the report and its recommendations. Supporting the growth of the allergy speciality would give more patients access to accurate diagnosis, which should surely be expected in a modern national health service. We can all agree that patient safety, the prevention of severe life-threatening reactions and the control of chronic disease are paramount. More specialist allergists are essential to support primary and secondary care, and to improve integrated care, keeping more patients out of hospitals. This would in turn tackle the geographical inequalities and lack of access to specialist allergy services. A relatively small investment would be an effective multiplier and deliver wider dividends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such a model would result in better care for patients in line with the NHS long-term plan. The Government and the NHS should give allergy the priority it deserves and recognise the true burden that it can place on those affected, their families and wider communities. They should not have to wait any longer. This report offers the solutions to the problems and makes sensible, achievable recommendations for change. We look forward to them being implemented.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}