{
    "url": "https://www.ukpol.co.uk/john-cryer-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "John Cryer – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Cryer",
            "url": "/tag/john-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by John Cryer, the Labour MP for Leyton and Wanstead, in the House of Commons on 9 September 2022.",
    "content": [
        "Unlike probably every previous speaker, I met the Queen only once. Appropriately enough, it was when she visited the Queen’s theatre in Hornchurch, my then constituency. When she left, she went on to go from strength to strength, as she always did; I went on to be ejected from Parliament by the voters at the following election, so we had slightly different experiences after her visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the leader of the Liberal Democrats says, it is difficult to imagine a world without the Queen. That is absolutely true, but it is worth remembering something that is very rarely remembered: in 1936, after the abdication crisis, the monarchy teetered on the brink. According to most polls at the time, most British voters thought that the monarchy might not survive for very long, but since 1945 the monarchy has been the most popular institution in Britain and has polled at something like 80%. There is no institution that has polled at anything like that level of popularity over such a sustained period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not an accident. It happened for two reasons: because the Queen and her father, George VI, had an iron dedication to public service—which possibly started in the most spectacular way when he decided to remain in London during the war instead of following the advice to leave London and go elsewhere, perhaps even to Canada, as one adviser suggested—and because both George VI and Elizabeth II had an absolutely clear understanding of the constitutional parameters of the role of the monarchy, and neither ever strayed outside that role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite repeated attempts to pull the Queen into political controversies—the first one that I remember was when we had a hung Parliament in 1974, and article after article in the press said that the Queen should intervene and pull together the two big parties, or perhaps the three big parties, to form some sort of coalition Government—she refused to do it, and she was absolutely right. She was persistent in that all the way through. That is her great legacy: the monarchy has survived as a popular institution because she observed those absolutely correct constitutional parameters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think we all hope that if the new King observes those parameters, as I am sure he will, and has that dedication to public service, which he has already demonstrated, he can reunite and draw together a nation that is as bitterly divided as I can remember.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}