{
    "url": "https://www.ukpol.co.uk/john-cryer-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "John Cryer – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Cryer",
            "url": "/tag/john-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Cryer, the Labour MP for Leyton and Wanstead, in the House of Commons on 21 July 2022.",
    "content": [
        "Like everyone, I think, I am very pleased to be speaking in the Sir David Amess debate. We were both regular contributors to whingeing gits afternoons before each recess—that is the name that we used to refer to these debates. Although we were regulars—the right hon. Member for Rayleigh and Wickford (Mr Francois) referred to this—I might get in, like the right hon. Gentleman, four or five issues, David would get well into double figures. If I tried to match his batting average, we would probably still be sat here on 5 September when Parliament returns. He was brilliant. He was also one of my neighbours at one time as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to mention one or two local issues. The first is the planned rebuild of Whipps Cross Hospital in my constituency. This has been promised for some years. It was one of those announced by the Prime Minister some time ago, but the finance has not come through from the Treasury. There has been no explanation for this. The demolition of some of the buildings at Whipps Cross has already commenced, so, as Members can imagine, Barts NHS Health Trust is in a fairly tricky situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me move on now to the actual plans, which have been in place for some time, but, hopefully, will be changed. I support the construction of a new hospital, but the original plans set out that the number of beds will be cut by 50. In the light of covid, the idea that we can cut hospital bed numbers, which has always been questionable, today seems to be barking mad. The trust has given a very vague undertaking that the bed numbers will be maintained at the level they are at now, but, as I say, that has been very vague and very carefully worded, and I will hold the trust to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is also the plan to break up the Margaret Centre at the hospital, which is an end-of life care centre and is one of the best in the country—I think I can say that with some confidence. I have had emails and letters from people whose relatives have died in the Margaret Centre, all of them praising it, and now the plan is to break up that centre. It will fail. It will backfire. The trust needs to address it now and reverse that decision as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second issue is that of overflying, which is a big issue in my constituency and for many others in east and south London. The planes that I am talking about go to and from City of London airport. The overflying has been an issue, I think, since the time I was elected, or very soon after. It started to be raised with me, and I then raised it with successive Mayors of London and with Government Ministers. Now City of London airport wants to increase the number of planes flying over east London from 6.5 million to 9 million. That is a huge increase. It involves getting rid of the present curfew, so there will be flights on Saturday afternoons and evenings and an increase in flights in the early morning and late evening. That will make life difficult for the people I represent, but there is also a question, which we are all talking about, of whether, particularly after the extreme weather that we have witnessed recently, we can just keep sticking more and more planes up in the sky, spreading toxic fumes over the country. That has to be, at very best, deeply questionable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The next issue is not actually a constituency matter. I was the MP for Hornchurch until 2005 when I was ejected—I am not bitter or anything. In my then constituency was the village of Wennington. Members will have all read in the news about the fire that raged through Wennington. I have very happy memories of Wennington and my heart goes out to the people who live there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My successor in Hornchurch was James Brokenshire. I know that if James were alive today he would be talking about Wennington as well, even though the constituency of Hornchurch was broken up by the Boundary Commission, so James was the last MP for Hornchurch. The MP now is my hon. Friend the Member for Dagenham and Rainham (Jon Cruddas). I know that he has been run ragged by dealing with the after-effects of the fire and by the fire in Dagenham as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The last issue I want to raise is, again, not a constituency matter, but it is something that should really affect us all. I am talking about the grooming gangs in Telford, which have been across the news in the past few days and weeks. We have had cases all over the country. This happens again and again. It is the same pattern: a case is raised, ignored, raised, ignored and, eventually, there is an investigation. That leads to people being jailed, but we have years of rape, abuse, sexual exploitation of young girls and it not being addressed. I am bringing this up now because I want to pay tribute to the first person who raised this, which was more than 20 years ago, and that was my mum. She was the MP for Keighley at the time, and she discovered that this was going on because seven women walked into her advice surgery and started talking about it; their daughters were the victims. Again, there was the usual pattern: she raised it with social services and the police and was ignored, ignored, ignored. She then went public and, to their—hopefully—eternal shame, certain figures in the Labour party attacked her for being a racist. Although a number of figures did not support her, one did: the then Home Secretary, David Blunkett.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for the point that he is making. My hon. Friend the Member for Keighley (Robbie Moore) is still dealing with some of these issues today. What the mum of the hon. Member for Leyton and Wanstead (John Cryer) did back then is so important—thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Cryer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for that intervention. I was going to mention the hon. Member for Keighley (Robbie Moore), because I have talked to him about this issue, and it is very much in his mind. He has raised it again and again, as have many MPs, but I wanted to pay tribute to my mum because she happens to have been one of the first people who raised it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David Blunkett is owed our eternal gratitude, because he ensured that the law was changed so that six men could be sent to prison for crimes of rape, exploitation and underage sex. I suspect that if it were not for David, who is now in another place, that court case could have collapsed, as could future court cases. I will not name any of the people responsible, but the people—sadly, from my party—who lined up to attack my mum and smear her as a racist and for doing the British National party’s job for it should hang their heads in shame.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}