{
    "url": "https://www.ukpol.co.uk/bob-cryer-1978-speech-on-the-cutlery-industry/",
    "title": "Bob Cryer – 1978 Speech on the Sheffield Cutlery Industry",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Bob Cryer",
            "url": "/tag/bob-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bob Cryer, the then Under-Secretary of State for Industry, in the House of Commons on 24 July 1978.",
    "content": [
        "May I first say how pleased I am that my hon. Friend the Member for Sheffield, Hillsborough (Mr. Flannery) has drawn attention to the difficulties facing the cutlery industry at present? I very much appreciate the way he dealt with the subject. May I also point out that my right hon. Friend the Member for Sheffield, Park (Mr. Mulley), whose constituency is very much concerned with this industry, and my hon. Friend the Member for Sheffield, Brightside (Miss Maynard) have displayed their interest, without participating in the debate and repeating the very clear statements made by my hon. Friend the Member for Hillsborough, by being here throughout the debate tonight. There has been a drop of 9 per cent. in employment in Sheffield alone in the three years from 1973 to 1976, and this is a matter of serious concern to us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before embarking on my reply, perhaps I should briefly say that the term “cutlery” which we are using refers to implements such as knives, forks and spoons and the like, known in the trade as “flatware”. This is the section which we are now discussing. We are not at present concerned with razors and razor blades or with knives for machines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although they are regarded for some purposes as cutlery, they are entirely separate sectors and are not beset by the problems which my hon. Friend has described.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has been assiduous in drawing attention to the difficulties of the industry, and the industry itself has made representations to successive Governments on a number of occasions about the adverse effects of increasing competition from imports. Together with my hon. Friend the Under-Secretary of State for Trade, the Member for Oldham, East (Mr. Meacher), I met a deputation from ​ Sheffield on 9th January this year to discuss the matters which have been raised tonight. In addition to my hon. Friends the Members for Hillsborough and Sheffield, Heeley (Mr. Hooley), and our much lamented late hon. Friend as Member for Penistone, Mr. Mendelson, the deputation included representatives of the cutlery manufacturers, the trade unions, Sheffield city council and South Yorkshire county council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are to meet them again next Thursday, and this is an indication of the great willingness on the Government’s part to discuss this serious matter. I think it important that the Government should keep in touch with the important areas which are expressing concern, and this is why we are happy to see a deputation so soon after the first one in January this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our meeting with the Sheffield delegation earlier this year not only underlined the concern but left us in no doubt as to its members’ views on the need for early action. The industry agreed in 1976 to undertake a study in depth of its problems to see what answers could be found, including the possibility of import restrictions. I shall deal with this study more fully later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a consequence of the discussions in January of this year to which I have referred, and because of the continuing pressure of imports, my hon. Friend the Under-Secretary of State for Trade arranged for the possibility of temporary import restrictions to be discussed with officials of the EEC Commission. The Commission indicated that it was not prepared to support at that stage an application for the imposition of import controls by the United Kingdom. Among its reasons for that were the fact that a number of British cutlery manufacturers were themselves significant importers. It cannot, surely, strengthen the case for import controls if the very people who are complaining are themselves the main culprits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, the Commission said that because imports of stainless steel table cutlery had become so high, it seemed unlikely that home producers could provide fully for the cheap end of the market. My hon. Friend has made suggestions to cope with that, and those suggestions will be taken into account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, the Commission did agree to the introduction of surveillance licensing for all imports of cutlery into the United Kingdom from outside the Community. This came into effect on 10th April, but at present it is too soon to draw any positive conclusions from the information so far collected. But we hope that it will be of value in further consideration of the industry’s problems. I am sure that my hon. Friend will agree that it is too soon to draw any substantial conclusions, but certainly the information gathered so far indicates that the surveillance is of very great importance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must emphasise, as my hon. Friend did, that we are now members of the EEC and it would be very difficult to act unilaterally. There has been a shift of emphasis, of course, and the Government must take this into account. The Commission is involved. I well recall that my hon. Friend and I warned of the consequences of this position before the 1975 referendum. However, the fact is that the referendum decided in favour of our continued membership of the Common Market. The modification of the Government’s position regarding unilateral action, because of membership of the EEC, is today a reality that we must face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In this context, it is important not to overlook the steps which the industry itself has taken to secure a limitation of imports from two of the three principal sources. I understand the point that my hon. Friend has made about the limitations of voluntary agreements, but it is important to point out that voluntary restraints have been exercised by Japan for many years, and that restraints have recently been volunteered by Korean manufacturers following talks with their British counterparts. Voluntary restraint arrangements impose much less pressure on the international trading system than do formal import controls, as is recognised in other sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, it is important to urge the industry to seize whatever opportunities it can to extend these voluntary arrangements. I know that there are criticisms —my hon. Friend has mentioned them—such as that full reliance cannot be placed upon them, but I certainly believe that every possibility needs to be exploited, and the industry should certainly explore that sort of possibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​I now turn to the study of the industry that is going ahead. First, I must emphasise that the study is being done primarily by the industry itself, by staff from its research association. The suggestion that the industry should look for a solution to its problems other than by import controls is not a new one. Positive proposals for a study were put by my Department to the industry as long ago as 1974. In 1974, these proposals included the proposed terms of reference and an offer of a contribution to the cost of the study. We do not have and nor does the trade association, frankly, have sufficient information on past or future investment capacity, profitability and other factors on the industry to enable us to make informed judgments about the whole position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The study which the industry has now agreed to undertake has the following terms of reference, but I would point out that we have lost those two years due to the inability, at the time, of the industry to make a decision about embarking upon this important study. The terms of reference are:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“To consider the major factors affecting the efficiency and competitiveness of the UK cutlery and flatware industry in both home and overseas markets; and in what ways its performance might be improved, including whether temporary restrictions on imports might help to achieve this.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, restrictions on imports are included in the terms of reference, and they are being studied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Department has agreed to pay half the cost of the study, and to make an economist available to help with the commercial and economic aspects. After a slow start, because of delay in obtaining a sufficient response to the questionnaire sent to firms, I am glad to say that the study is progressing satisfactorily. The information contained in the study will enable us to present a complete case to the Commission. It is certainly our view that simply a decrease in the amount of employment in the industry would not of itself convince the Commission that import controls should be imposed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is necessary, therefore, to explore, every avenue, and that involves presenting the strongest possible case that the Department can do to the Commission when the study has been completed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. John H. Osborn (Sheffield, Hallam)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I probed Commissioner Davignon on this matter only two weeks ago, and he indicated that no positive approach had been made to him and that he was waiting for that approach from the industry and the British Government. After these remarks, will the Minister clarify the matter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Cryer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Certainly. I am not responsible for Commissioner Davignon. It sometimes happens that what a Commissioner says is not entirely in accord with what has transpired. But I can assure the hon. Gentleman that an approach has been made to the Commission about import controls, and that as I said earlier —I do not know whether the hon. Gentleman was present at the time—the Commission was approached about import surveillance and has agreed to it. There is no question but that representations have been made to the Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was our understanding from the Commission that, for the reasons I outlined, import controls could not at that stage be applied. A full and proper case must be presented to the Commission. We have been urging the industry for some time to compile a study in order to ensure that we have the fullest information so that any questions that arise can be satisfactorily resolved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The industry hopes that a report on the fact-finding phase of the study will be available by the end of August. The intention is that the report will then be considered by a working group consisting of representatives of both sides of the industry and of my Department to consider and recommend appropriate courses of action to achieve the objectives of the study. No doubt that will involve a consideration of import controls as a way of improving the position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I cannot forecast what recommendations will be made, but the industry and my Department have a target completion date for the work, the end of 1978. I can only say that we shall give all the help we can towards a successful conclusion. I know that the Sheffield city council and the South Yorkshire county council are also anxious to help in any way they can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The study is not the only way in which my Department is helping the industry. Officials have had discussions with some companies about financial assistance under ​ the Industry Act, and I am glad to say that interest is being shown. We help the industry to benefit from collective research and development carried out by the Cutlery and Allied Trades Research Association in two ways. First, the Department undertakes the collection of a statutory research levy from manufacturers of stainless steel cutlery and flatware. Secondly, it contributes towards individual research and development projects on a significant scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that in the face of the massive competition from imports it is of vital importance that British cutlery manufacturers should exploit every opportunity offered by advances in technology. Apart from the contribution which my Department makes to collective research and development, it is always ready to consider applications by individual manufacturers for assistance under the product and process development scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pressure of imports for some types of cutlery, serious though it is, can, if we are not careful, give a somewhat distorted view of the achievements of the industry. The traffic is not all one way by any means. The British cutlery industry—as I defined it at the beginning of my speech —exports successfully to many parts of the world, mainly in the better quality and more expensive sectors of the market. In fact, in 1977 our exports of cutlery were greater in value than our imports, and the figures to date point to our again enjoying a favourable balance of trade in 1978. This represents a gradual improvement on earlier years, and it not, therefore, a flash in the pan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, we should be wary about assuming that because we are exporting well in the expensive end of the market this is the end of the matter. We have always bobbing over our shoulders the example of the British motor cycle industry, which opted out of the cheaper end of the market and gradually the expensive end was taken over as well. But the industry should be congratulated on its export achievements. Certainly it is a hopeful sign for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend raised an important question about marking, which included the question of imported blanks, which are silver plated in this country and then sold with a description which suggests. ​ or might be taken by some to mean, that they are of British origin. Whether this is a breach of the Trade Descriptions Act depends on whether the silver plating constitutes a substantial change in the product. This is solely for the courts to decide, and I cannot express an opinion. If anyone feels that an offence has been committed he should draw the matter to the attention of the appropriate local authority consumer protection department, which has responsibility for enforcing the Acts. That is the legal position, and I must make that quite clear. But I would add that practices of the kind described would be regarded as not in the best long-term interests of the British cutlery industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would strongly urge anybody who feels that there is a case to make the appropriate report so that action can be taken and a legal decision arrived at. That might be of enormous benefit and importance to the industry. I shall bring this debate to the attention of my right hon. Friend the Secretary of State for Prices and Consumer Protection, so that he is kept fully abreast of the representations and feelings on the matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no general requirement for origin marking of goods in this country. Moreover, the use of the order-making powers under the Trade Descriptions Act 1968 to impose such a requirement can be used only when origin marking is in the interest of the consumer. The cutlery industry has not so far convinced my right hon. Friend the Secretary of State for Prices and Consumer Protection that there is a good case for a marking order on consumer protection grounds. The legislation does not allow for origin marking for the purpose of protecting trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But my hon. Friend is bringing a delegation on Thursday and I can assure him that there will be a representative from the Department of Prices and Consumer Protection so that this matter can be gone into in some detail, because it is an important matter which is of concern not only on cutlery but on many other items of manufacture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend pointed out the disparity in working conditions. There was a recent film on television about working conditions in Korea which clearly showed that Korean employees have not got trade ​ union rights, they have no health and safety at work legislation, and no employment protection Act, so if any factory inspectors were called in they could be sacked at a moment’s notice. It is hardly fair competition for British workers, who have had this element of protection introduced by the Labour Government, when people in such countries as Korea and Hong Kong are grossly exploited, although that would not be true. for example, of Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it may be necessary, in considering any import restrictions or quotas, during the negotiations for, for example, a social clause to he considered, which may well be of assistance to the working class of Korea in improving their working conditions, so as to end the long hours and extreme tiredness demonstrated in the film by the girls falling asleep during their ​ luncheon break, when a photographer crept inside, apparently against the wishes, which is hardly surprising, of the factory owners and took pictures of them asleep.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This must be a matter for any future negotiations. But if we are to have international competition it must be fair, without the sort of massive exploitation I have described. I look forward to meeting my hon. Friend and the delegation on Thursday, when we can go into these matters in detail. I thank him for his expression of concern tonight. I hope that I have answered some of his questions and assured him that this is a continual process of investigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}