{
    "url": "https://www.ukpol.co.uk/john-cryer-2020-speech-on-free-school-meals/",
    "title": "John Cryer – 2020 Speech on Free School Meals",
    "post_date": "June 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "John Cryer",
            "url": "/tag/john-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Cryer, the Labour MP for Leyton and Wanstead, in the House of Commons on 16 June 2020.",
    "content": [
        "I will be brief, Mr Deputy Speaker, because I have no choice. I pay tribute to the [maiden speech by the hon. Member for Rother Valley (Alexander Stafford)](https://www.ukpol.co.uk/alexander-stafford-2020-maiden-speech-in-the-house-of-commons/). For a moment, I thought I was in The Old Vic towards the end of it, but it was a superb speech and we all look forward to hearing from him repeatedly in the future. I also pay tribute to his predecessor, Kevin Barron, who is a friend of mine and of many people on this side of the House—and, indeed, on the other side of the House. Kevin was a miner for many years at Maltby colliery. As the hon. Gentleman mentioned mining, I should say that Kevin had his arm broken during the miners’ strike, on the picket line at Maltby colliery. The hon. Gentleman did not mention that, but he might be aware of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Returning to the subject of the debate, I want to speak entirely about my constituency. In Leyton and Wanstead, just over 2,000 children are entitled to free school meals. They are concentrated in the four or five poorest wards in my constituency, which means they are among the poorest wards in London, which means they are among the poorest in the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not an area that has been de-industrialised. It is one that is fairly near the heart of one of the richest cities in the world, in one of the biggest economies in the world, yet we have 2,000 children entitled to free school meals. Communities such as the communities I represent will find it inexplicable that the Government had to be dragged kicking and screaming into making a U-turn four hours ago, after days and days and days of pressure from outside this place, from within this place and most notably from Marcus Rashford, as has been mentioned frequently. If Ministers had not finally done the right thing and decided to make this U-turn, that would not have been inconsequential for the people living in Leyton and Wanstead among those poorer communities, because, as my hon. and right Friends have mentioned, it comes on top of a history of deprivation and of working long hours. Many of those children, and many of the children who are not entitled to free school meals but who nevertheless are not among the richest people on the planet, have parents or single parents who work at two or three jobs, who work all the hours that God sends, and who were already facing financial difficulties before the virus struck and before the lockdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Leyton and Wanstead is the fifth highest constituency in the country in terms of people furloughed: 33%—one in three—of people living in Leyton and Wanstead are on furlough at the moment. If we put that together with all the other financial constraints, and with zero-hours ​contracts and with vulnerable working—across the country that runs to about 4 million people at the moment—and if we add on top of that an end to free school meals across the summer holidays, it is clear those families and those children would have been facing a vista that is too appalling for many of us to contemplate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will finish on the following comment. The Government should bear this in mind. It is not a direct quote from Winston Churchill, but it certainly paraphrases something he said in the 1930s: no British Government can make a better investment than putting food into British children. Bear that in mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}