{
    "url": "https://www.ukpol.co.uk/john-cryer-2022-speech-on-the-cost-of-living-crisis/",
    "title": "John Cryer – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Cryer",
            "url": "/tag/john-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Cryer, the Labour MP for Leyton and Wanstead, in the House of Commons on 17 May 2022.",
    "content": [
        "I will be brief—I have absolutely no choice about that. I was going to say that hundreds of thousands of people are now lying awake at night worrying about paying their bills, but the real figure is probably into the millions. That is certainly the case in my constituency. Day in, day out, I am contacted by people—I also bump into them at various events or in the street—who tell me that they are worried sick about not being able to pay their bills. It is a cliché to talk about the choice between heating and eating, but it is a cliché because there is a great deal of truth in it. Among poorer households, that choice has been there for years—it goes back to the early days of austerity—but that economic insecurity, which again I see in my constituency, is starting to travel up the income scale. My hon. Friend the Member for Wallasey (Dame Angela Eagle) referred to comments made yesterday by the Governor of the Bank of England. I think the word he used was “apocalyptic” on the food price rises that will hit this country—and others, to be fair—in the next few months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Cryer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And she was there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I discovered these stark figures only the other day: only 12 years ago, the number of people using food banks was fewer than 30,000. It is now in excess of 2.5 million. Those figures illustrate what is happening in the country, if no other figures do. They should be sprayed on people’s eyeballs. More than 2.5 million people have been forced into using food banks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an economic situation without precedent, certainly in living memory. I had hoped we had learned that at times of national catastrophe, full-scale Government intervention is always the answer. We should have learned that from covid, when it was clear, but the lesson has not been learned, and clearly not by the Chancellor. Full-scale state intervention is the only way to respond in times of national catastrophe. Sadly, the Chancellor is not in his place. Perhaps he has gone for a long lie down to think about the advantages of a windfall tax. We have a desiccated Chancellor who is wedded to the idea that the free market will deliver all, but it will not. We should not really be surprised by that when we have a Minister, the honourable—I use the word in its broadest possible sense—Member for Redditch (Rachel Maclean), who said, very clearly, “If you’ve got problems, just work a few more hours.” We are sent here to represent people, not attack them. She attacked British workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the same vein, a few years ago, leading members of this Government produced a book called “Britannia Unchained”, which some of us might remember. It said, in very clear terms,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the British are among the worst idlers in the world. We work among the lowest hours”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“we retire early.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is just factually incorrect. We work among the longest hours in Europe, and we very often retire later than people in other European countries. That historical contempt for British workers is behind the laissez-faire attitude to the current situation, and if it does not change quickly, we are heading for catastrophe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}