{
    "url": "https://www.ukpol.co.uk/john-cryer-2021-speech-on-holocaust-memorial-day/",
    "title": "John Cryer – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "John Cryer",
            "url": "/tag/john-cryer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Cryer, the Labour MP for Leyton and Wanstead, in the House of Commons on 28 January 2021.",
    "content": [
        "I would like to pay tribute to all the Members who secured this debate. We really should have an annual debate to mark Holocaust Memorial Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The indications are, and the figures back this up, that antisemitism is on the rise not just in Britain but across Europe and perhaps elsewhere. For many of us, our own personal experiences, for example those just recounted by my right hon. Friend the Member for Barking (Dame Margaret Hodge), back that up. Our personal experiences support the notion that antisemitism is on the rise in this country and elsewhere. The question is why is that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I suspect that the reason is at least partly because the events of the holocaust of the 1930s and 1940s, and of World War Two, are slipping from memory and into history. I am thinking of all the Holocaust survivors who spent their lives touring schools and colleges, writing and speaking, such as Leon Greenman, who lived most of his life in Ilford, close to my constituency. After world war two, Leon spent his life writing and talking about the holocaust. That generation is passing into history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that historically racism often starts with the Jewish community and then spreads to other communities. Even in the middle ages, the crusades started by massacring Jewish communities across Europe before they started their genocidal mayhem against Muslims in the Holy Land. We also know that holocaust denial, or perhaps not so much holocaust denial but a tendency to say, “Well, there are a number of interpretations you can make of the holocaust,” is a sort of academic approach to moral relativism. There is a tendency, which is more widespread now than it was a few years ago, to put forward that pseudo-academic view. The question is: is that acceptable? The answer is no, it is not acceptable. The fact is that the holocaust was about one thing: the attempt to wipe an entire race off the face of the planet. It was not about anything else. It was simply that: genocide on a scale that has not been seen before or since. The crucial thing is that every time someone takes a moral relativist approach to the holocaust and its memory, it chips away at its historical integrity and undermines the beliefs of people such as those speaking today who want to remember how it really was.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the Holocaust Educational Trust and its work in widening and deepening the knowledge of the holocaust. We all have a duty to widen that knowledge and to make sure that in the hearts and minds of future generations that collective memory is carried forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}