{
    "url": "https://www.ukpol.co.uk/cyril-culverwell-1941-speech-on-coal-supplies/",
    "title": "Cyril Culverwell – 1941 Speech on Coal Supplies",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Cyril Culverwell",
            "url": "/tag/cyril-culverwell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cyril Culverwell, the then Conservative MP for Bristol West, in the House of Commons on 4 February 1941.",
    "content": [
        "I wish to draw the attention of the House to the serious coal shortage which has arisen in many parts of the country and which is largely due to inefficiency and a lack of foresight on the part of the Government. I want to describe the conditions which prevail in Bristol, not because that is the only city affected by the shortage, but because the position there is typical of that which exists, to a greater or lesser degree, in constituencies represented by hon. Members in all parts of the House. It is only because I am familiar with Bristol that I take the conditions in that city as an example. I want, first of all, to remind the House that the Government cannot shelter behind the excuse that they were ​ taken by surprise. Last winter there was an acute coal famine in many parts of the country. At that time, we were living under more or less peace conditions; no bombs had fallen, and coastwise shipping had been very little interfered with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the light of that experience, the Bristol Corporation asked permission to build up reserves of coal, but they were informed—and we were all delighted to hear the announcement—that the Government intended to build up reserves of coal all over the country, so that such a catastrophe would never occur again. After months of strenuous effort during the summer, the Mines Department managed to build up the magnificent total of about 5,600 tons of house coal in Bristol—sufficient to last the city for about four days. I have no doubt that the dumps built up in other parts of the country were similarly helpful. No doubt the Minister will tell us that, in addition to this, the Department managed to build up a reserve of about 16,000 tons—it is, I am informed, nearer 10,000 tons—of steam coal, but clearly if an emergency arose it is very unlikely that the gas and electricity undertakings would be allowed to suffer in order that householders might be provided with coal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The position in Bristol to-day is that, while the average normal weekly consumption of house coal is about 10,000 tons, we have been receiving over the last three months an average of about 5,000 tons—sufficient to last about half the week. Therefore, we are to a large extent living on reserves that have been stored in private cellars. Patriotic and prudent citizens adopted the advice of the Government to build up stocks of coal against an emergency and they did so in Bristol—and no doubt elsewhere—to the extent of over 50,000 tons. But clearly, if the experience of last winter is any guide, when those cellars begin to run out—and probably they will all do so about the same time—the acute shortage will become manifest and grievous. There is no reason why the Government should be complacent because there has not been such a violent outcry up to now as might have been expected. There is plenty of coal available at the pithead. We have lost all our Continental markets, and indeed, we are finding it difficult to find employment for miners who are at present out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The coal famine in Bristol and other parts of the country is partly due to inefficient marketing and distribution methods, but chiefly to the chaotic state of the railway system. Therefore, anything the Minister of Mines can do to assist or relieve our overworked railway system will ameliorate our conditions. I want to put one or two suggestions, not necessarily new, which deserve careful examination as affording a possible relief to the situation. First, I suggest that merchants should be forbidden to order small consignments of coal. It should be the general rule that only complete trainloads should be ordered from the coalfields, and that the order should be given either by merchants in co-operation, or, if that is not practicable, by regional coal officers. It is quite obvious that this system would avoid a lot of shunting of wagons and the making-up of trains, and that thereby the task of the railways would be considerably eased. In small places where accommodation for a complete train is not available, special arrangements should be made for them by conveying the coal by Army lorries or commercial vehicles from dumps and sidings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, I suggest that just as we have adopted pool petrol so the time may have come when we should adopt a policy of pool coal. There should be two or three grades of coal at standard prices, and merchants and consumers should be compelled to take whatever kind of coal was available. There should be none of this picking and choosing between one type of coal and another which makes the task much more difficult in these times. Thirdly, I have urged the Minister to develop the output from local collieries which would obviate the necessity of hauling coal by railway from distant coalfields. Where necessary, the Minister should draft labour into these coalfields. I understand there is some unemployment in the coalfields; he could, therefore, draft labour in from the more distant coalfields for this purpose. In this connection I wish to draw my hon. Friend’s attention to some rather disquieting figures from a typical colliery. I do not know whether it is the general state of affairs, but if so it certainly deserves careful and serious examination. These figures show that while the wages of the miner has increased by 23 per cent. since October, 1939, the output per man has gone down by some- ​ thing just over 7 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That seems to disclose a state of affairs which certainly deserves examination. I do not know whether all my suggestions are workable, but I understand the Minister is moving on these lines. All I am doing is to endeavour to make him move a little quicker. Certainly these suggestions would help to relieve the burden on the railway system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn now to the Minister of Transport. His Department is certainly largely responsible for the present serious state of affairs. We all appreciate the added burdens on the railways and the difficulties with which they are confronted. Indeed, if we were not familiar with them we could quickly learn of their achievements and difficulties from the enormous number of advertisements which appear in the daily Press. I urge the Minister of Transport to try to cut through the red tape and bureaucratic methods which stop the proper functioning of our railways. I am quite convinced, and I think it is the general opinion, that there is a lack of co-ordination and unification in our railways. They are still working in separate compartments, and they are still jealous in these times to guard their profits rather than provide service for the community. The Government should guarantee their profits and take over that side of the work providing we can get the coal and other materials we require transported throughout the country. The Great Western Railway, for instance, I am told will not allow wagons to leave its system until it has an equal number of wagons in exchange.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It seems to me that that is not the kind of thing that should be allowed to continue. I am told also that one railway will not allow another to use its sidings. That seems to me obstruction. We are all aware that wagons lie about for days and weeks, sometimes even for months, being used as warehouses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When the railways are complaining of lack of wagons, that seems to be a system that should be stopped. The Minister might by further increasing demurrage rates discourage the use of wagons as warehouses. I am told that there is great hindrance at the junctions where one railway system connects up with another—such cases as Bordesley and Banbury. No doubt the railway companies could put forward ​ technical objections, but I am sure, if the Minister exercised drive and pressure, many of them could be overcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another point is that the Government should cut down all unnecessary traffic. They should not consider only the question of price. Last March I brought to the hon. Gentleman’s notice a case in which 60,000 tons of bricks were brought from the London area to build air-raid shelters at Bristol, merely because they were cheaper, overburdening the railways and at the same time throwing local brickyards out of work. Exactly what was foreseen has occurred. Forty per cent. of the local brickyards have closed down, their labour is dispersed and they are unable to start again. In normal times, this serious state of affairs, exhibiting such lack of foresight, inefficiency and lack of drive, would have justified a Vote of Censure on the Government, and it would have been carried by a large majority. As these are not normal times, as one does not want to put difficulties in the way of the Government or dwell on past mistakes, I have couched my remarks in very mild language, but I can assure my hon. Friend that feeling is very strong and, unless he takes energetic steps and brings pressure to bear on the railway companies and the coal merchants to bring their methods up to date and cut through their inefficient methods, we may be faced with a disaster of the first magnitude. I cannot do better, in conclusion, than quote from a leading article in the “Daily Telegraph” yesterday:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“What is needed now is not emphasis on difficulties which should never have been allowed to arise, but more energetic collaboration between the Ministries of Mines and Transport to overcome them. The public, which has shown great patience, will look for immediate measures and concrete results.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think I shall be voicing the views of other Members if I say that not only the public but the House will be looking for immediate measures and concrete results.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}