{
    "url": "https://www.ukpol.co.uk/judith-cummins-2022-speech-on-the-future-of-the-uk/",
    "title": "Judith Cummins – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Judith Cummins",
            "url": "/tag/judith-cummins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Judith Cummins, the Labour MP for Bradford South, in the House of Commons on 16 May 2022.",
    "content": [
        "My constituents are facing a growing number of crises that continue to pile up day after day. I accept some of these difficulties are new, but most are not. Most of these difficulties have been brewing and festering for years. The Government’s failure to solve these problems or come up with solutions has pushed many services to breaking point and now families are being left to bear the brunt. Despite the fact that day after day cash-strapped families are trying to make ends meet by working extra hours, often in multiple jobs, what do those on the Government Benches tell them? Learn to cook, learn to budget, work more hours, get a better paid job—you’re responsible, you’re to blame, it’s you who are doing it wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, what people need from the Government is help to navigate through the things that are out of their control. They need them to solve the long-term issues which continue to push down on people’s quality of living and eventually leave them out of options. It is one of those issues that I want to address today. It is an issue that is not in the Queen’s Speech, but really should be, because NHS dentistry and oral health inequality has been repeatedly unaddressed by this Government. Access to basic dentistry care in this country is often forgotten, but it is a vital part of the nation’s health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2016, an NHS Digital report found that just under half of dentists were thinking of leaving dentistry, so I warned the Government not to kick the can down the road and risk a crisis in dental care. I told the Government then that the most important measure they could implement, as highlighted by the British Dental Association, would be changes to the dental contract that incentivised prevention, but nothing was done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2017, the BDA told us that 58% of the UK’s NHS dentists were planning on turning away from NHS dentistry in the next five years. So again I warned the Government that we faced a national crisis. In 2019, The Times reported that 60% of dentists planned to leave the profession, or cut back NHS care in the next five years, with more than 1 million new patients turned away and some patients resorting to pulling out their own teeth. Yet again, nothing was done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2020, I told the Government that a majority of NHS dental practices across England believed they could only survive for 12 months or less. The Government said they would look at the workforce issue “more broadly” and “in the round”, but no action was forthcoming and 1,000 NHS dentists left the service. Earlier this year, hearing that almost 1,000 children under 10 in Bradford had to be admitted to hospital to have decayed teeth removed, I pleaded with the Government to finally deal with the issue that had been staring them in the face for years. Then, of course, to nobody’s surprise except this Government’s, last week, it was revealed that 2,000 dentists have quit the service in the last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We urgently need to reform the dental contract. It is not good enough to be told time and again, year after year, that reform is imminent, because I have been asking for seven years now and still the Government have yet to deliver. If the Government need help with budgeting, I can point the Chancellor in the direction of one of his own MPs who might have a course he can take up, but I desperately do not want to be back here in 2023 still trying to open the Government’s eyes to the massive freight train coming towards them. I have sounded the alarm, other Members have sounded the alarm, and dentists and patients have sounded the alarm;. We are all waiting for the Government to act and reform the dental contract. Patients and our constituents cannot wait any longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}