{
    "url": "https://www.ukpol.co.uk/judith-cummins-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Judith Cummins – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Judith Cummins",
            "url": "/tag/judith-cummins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Judith Cummins, the Labour MP for Bradford South, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise to speak with great sadness to pay tribute on behalf of myself and my constituents to Her late Majesty the Queen, as our Head of State for 70 years, our longest-serving monarch, with an unrivalled sense of duty in serving her people. It is that great sense of dedication and devoted duty to her people for which she is loved, cherished and remembered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her late Majesty had a role in so many events that defined our lives, both as Head of State and as a symbol of the values that we hold so dear as a nation. Her late Majesty was more than our Queen; she was part of our everyday lives, visiting cities and towns across Britain, the Commonwealth and the world, including her five visits to Bradford. She was woven into the very fabric of our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my constituency, the Queen will be remembered for representing the very best of Britain. She provided the glue that held the nation together through these difficult times, providing continuity and certainty to the nation, often through turbulent and changing times. A Queen for all people, regardless of faith or culture; the grandmother of a nation; a loving mother, grandmother and great-grandmother—a family and a nation mourn the passing of a much loved, admired and dedicated public servant who was our Queen. May she rest in peace. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}