{
    "url": "https://www.ukpol.co.uk/judith-cummins-2020-speech-on-automatic-electoral-registration/",
    "title": "Judith Cummins – 2020 Speech on Automatic Electoral Registration",
    "post_date": "June 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Judith Cummins",
            "url": "/tag/judith-cummins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Judith Cummins, the Labour MP for Bradford South, in the House of Commons on 16 June 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to impose certain duties upon Her Majesty’s Government to ensure the accuracy, completeness and utility of electoral registers; to make provision for the sharing of data for the purposes of electoral registration; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill has a very simple aim: to ensure that everyone who is entitled to vote in this country is able to do so. It does that by moving away from the current system of electoral registration—one that is complicated, fragmentary and, crucially, incomplete—to a new system where individuals are automatically added to the register using the data the Government already hold. In the current context, as we face a global pandemic that is disrupting every aspect of our lives and society, this is more important than ever. The problems the upcoming boundary review is likely to face as a result of this crisis make it abundantly clear that we urgently need a new approach to electoral registration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I begin by paying tribute to my hon. Friend the Member for Cardiff Central (Jo Stevens), who introduced a similar Bill in 2017, and Baroness McDonagh, who did so in the other place. I also pay tribute to my hon. Friend the Member for Mitcham and Morden (Siobhain McDonagh), who introduced a Bill on automatic electoral registration in 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will shortly speak about how an automatic electoral registration system could work—indeed, how it does work in many countries around the world—but first I would like to say something about the problems with the current registration system and why the pandemic makes this proposal more relevant than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right to vote is an essential and fundamental democratic right. Under the current system of individual electoral registration, individuals are solely responsible for registering and ensuring their details are up to date, yet research by the Electoral Commission in 2019 showed that more than 9.4 million people eligible to vote in the UK were either incorrectly registered or not registered at all. It also found that these missing voters were far more likely to be from lower-income backgrounds and black and minority ethnic communities or to be young people or renters. In many cases, these are groups that feel increasingly marginalised and disenfranchised from and through the political process. Indeed, a survey of poll workers at recent elections found that the most common problem they encountered was having to turn people away who wrongly believed they were registered. Not only are they then denied their right to vote, but they are not counted for the critically important purpose of determining constituency boundaries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hon. Members will be keenly aware, given the recent Second Reading of the Parliamentary Constituencies Bill, of the importance of the electoral register in determining new boundaries. Operating with an incomplete register risks cementing unfairness into the system for at least eight years. The current crisis makes the situation even more stark. As the Minister acknowledged in the Second Reading debate, the Government now face a very challenging situation. Under legislation, the upcoming ​2021 boundary review will be based on this year’s electoral register. Given the cancellation of local elections, the logistical difficulties in the usual door-to-door collection of data and all that that entails, and the significant pressures that local authorities are facing, it is clear that that is not going to be possible. The Government have said that they will consider using a register from a different year, but if we had an automatic registration system that continually updated the electoral roll using digital data from across Government, we would be in a much better place to deal with this situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot know what the crises of the future will be, but we can prepare by building a robust registration system that is fit for the 21st century. Individual electoral registration is failing and it is time to seriously consider the alternatives. I believe my Bill improves the resilience and reliability of the electoral system, as well as making it fairer and ensuring that every single person eligible to vote is able to do so. Automatic electoral registration is common sense and current circumstances have shown that it is long overdue. Its fundamental principle is that the state should do all it can to ensure the electoral roll is as comprehensive and accurate as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Bill would place a duty on the Secretary of State to ensure that all electoral registers in the UK are accurate and complete. It requires public bodies, including Her Majesty’s Revenue and Customs, the Driver and Vehicle Licensing Agency, the NHS, the Passport Office and local authorities to work together and share information for the purposes of registering voters. It proposes taking data sets from across government and public services, and using them to collect information for the electoral register. For example, someone could be automatically added to the electoral register when they are issued with a national insurance number or when they update their passport, pay tax or claim benefits. A new integrated digital system would ensure that the register is continually updated to be as accurate and as up to date as possible. I believe that this is one of the great strengths of the system and one the Government surely welcome given their consistent focus on ensuring accuracy and reducing fraud. Finally, the Bill would require institutions such as universities to collect the relevant information and register students living in halls of residence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Taken together, I believe these measures represent a straightforward and cost-effective way to modernise our electoral registration system. We would, of course, need safeguards to protect privacy and to ensure the security of the data collected. No one should be added to the open register without their explicit consent, for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Automatic registration has received support from a wide range of relevant organisations. The former Political and Constitutional Reform Committee backed automatic voter registration in a 2014 report on voter engagement, while the Electoral Reform Society suggests allowing citizens to register to vote whenever they come into contact with the Government. A report by the Democracy Forum found that implementing a form of automatic registration would lead to considerable improvements in the completeness and accuracy of the register. It outlined various options for exactly how that could be done. The Electoral Commission has carried out extensive feasibility work on automatic electoral registration. It found that digital data sharing, including more automated forms of registration, could be implemented by building ​on the existing IER—individual electoral registration—infrastructure, and that the reforms were feasible from a technical and operational perspective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we look around the world, we find that Britain is actually something of an exception; almost all democratic systems use some form of automatic or automated registration processes. Australia and Canada have both recently implemented schemes of this nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A few months ago, none of us here could have imagined the situation that we are now facing. The coronavirus pandemic is making us look again at many aspects of our society and our politics. I firmly believe that the current crisis shows the importance of reforming and modernising our electoral registration system to make it resilient for the challenges of the future that we cannot imagine now, and to guarantee everyone the right to vote and be counted. I commend the Bill to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}