{
    "url": "https://www.ukpol.co.uk/judith-cummins-2020-speech-on-the-parliamentary-constituencies-bill/",
    "title": "Judith Cummins – 2020 Speech on the Parliamentary Constituencies Bill",
    "post_date": "June 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Judith Cummins",
            "url": "/tag/judith-cummins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Judith Cummins, the Labour MP for Bradford South, in the House of Commons on 2 June 2020.",
    "content": [
        "I would like to talk briefly about the last boundary review process and the failings I believe occurred regarding the Bradford constituencies. I am not criticising the commission, as I think it did an excellent job within the constraints of the rules that were set out in the previous legislation. I do, however, want to propose some changes that will improve the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The initial proposals of that review were extremely unsatisfactory for Bradford, producing constituencies that did not reflect the communities of our area. For example, they split my constituency across four local authorities—Leeds, Calderdale, Kirklees, and Bradford. The commissioners noted a\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“strong depth of feeling against our initial proposals and a distinct ‘Bradfordian’ identity”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Their report also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Our assistant commissioners, faced…what they considered was an exceptionally challenging task in constructing constituencies in Bradford that would be acceptable to local respondents”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“that did not cause split wards.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Their final recommendations accepted many of the arguments put forward by my constituents, and the commissioners moved a considerable way within the constraints that had been set for them. I have learnt from that experience the value that people place on their constituencies matching in the closest possible way their established community identities. That is why I believe this Bill must be used to improve the process that draws up our next set of constituency boundaries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The commission faced two major constraints in creating constituencies that voters can readily identify with. The first was the use of whole wards as the building blocks ​for constituencies. In some large metropolitan authorities, these building blocks are far too big for this purpose. In Leeds, for instance, wards can contain more than 17,000 voters, and both Bradford and Kirklees have wards in excess of 13,000 electors. Working with building blocks of this size within the electoral tolerance of 5% made it impossible to create constituencies that people felt strongly attached to. I believe that local authority boundaries and people’s sense of place should take precedence over ward boundaries. To achieve this, the commission should be allowed to make use of split wards in drawing up new boundaries. The second constraint is having such a small electoral tolerance. As I have said, a 5% tolerance does not give the necessary flexibility to the commissioners. I urge the Government to give the commissioners the wider discretion of using a 10% tolerance where necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I too am concerned about the impact of covid-19 on the process. Under the legislation, the boundary redrawing will be based on the electoral register from 1 December 2020. Given the Minister’s opening remarks, I say to her that there is no better time than today’s debate to update the House more fully on that point and to get on the record the options she is considering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill should give the Electoral Commission the tools it needs to produce constituencies of approximately equal size that, crucially, keep communities together within coherent boundaries. I believe the measures I have referred to would improve the Bill and produce a more democratic process for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}