{
    "url": "https://www.ukpol.co.uk/judith-cummins-2022-speech-on-nhs-dentistry/",
    "title": "Judith Cummins – 2022 Speech on NHS Dentistry",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Judith Cummins",
            "url": "/tag/judith-cummins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Judith Cummins, the Labour MP for Bradford South, in the House of Commons on 20 October 2022.",
    "content": [
        "I thank the Backbench Business Committee for granting this important debate and I thank my co-sponsor, or co-conspirator, the hon. Member for Waveney (Peter Aldous).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If you might indulge me this once, Madam Deputy Speaker, I did, in preparing for this debate, look up my past remarks on this issue; a sort of compendium of forecasting doom for NHS dentistry that, as it turns out, is entirely accurate. As we have heard, Members from across the House and across the country are raising concerns on behalf of constituents who are simply unable to access an NHS dentist. The current system remains unfit for purpose. Recent BBC research found that in the south-west, the north-west and Yorkshire and the Humber, just 2% of dental practices were taking on NHS patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Peter Dowd (Bootle) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is my hon. Friend aware that not a single dental practice in either the current former Prime Minister’s constituency or the Health Secretary’s constituency is accepting new NHS patients? Should it not spur on the Government that the former Prime Minister’s constituents and the current Health Secretary’s constituents cannot get access to NHS dentistry?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Judith Cummins**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am indeed aware of that fact, as my hon. Friend the Member for Bolton South East (Yasmin Qureshi) raised it with me yesterday. Sadly, she cannot be here today to make that very point, so I thank my hon. Friend for doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Bradford, 98% of dentists are closed to NHS patients, forcing people to go either to accident and emergency or to go private, whether they can afford to or not, often taking out a payment plan because they do not have the luxury of an NHS dentist available to them. In Bradford, 16% of three-year-olds and over a third of five-year-olds are now suffering with visible signs of tooth decay. In Yorkshire and the Humber, over 2,700 children under 10 had teeth extracted in hospital between 2020 and 2021. In fact, children born in Bradford are eight times more likely to be admitted to hospital with dental decay before their sixth birthday than if they were born in the former Prime Minister’s region. The truth is that NHS dentistry in its current form is just not working anywhere for anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How did we get to this position? The answer is threefold: a contract not fit for purpose, dramatic underfunding and an exodus out of the NHS workforce. During my time in this place, Minister after Minister after Minister has stood here accepting that fundamental reform of the contract is needed. And yet we are still waiting. After years of delay, the Government announced in July some small contract changes, but unfortunately those quick wins completely failed on the fundamentals. NHS dentists in my constituency tell me that the financial uplifts are minor to the point of insignificance. The Government are conducting a polish and a clean when what is needed is root canal treatment. Will the Minister tell us exactly why the Government have not delivered the long-awaited full-scale contract reforms? Is it still their intention to conduct those reforms? If so, when can we expect them? If not, why not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important to put on the record that the issue here is not a shortage of dentists. The number of registered dentists is at a record high. We have the dentists, but they are working in private practice. Until the Government fix the problems with the contract, which sees highly qualified and experienced dentists squeezed out of the system, they are simply pouring water into a bucket with a giant hole at the bottom of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My next point is on funding cuts. We saw funding to NHS dentistry fall by around a third in real terms over the last decade and that was before the cost of living crisis. In January, the Government announced a £50 million catch-up fund for dentistry, funded from clawback, that gave practices three months to offer urgent care appointments to deal with the pandemic backlog. I warned the Government at the time that their strategy was flawed and that the funding to tackle the covid backlog would prove to be unusable and the system unworkable. ITV recently revealed that approximately £14 million of the promised £50 million was actually spent. That is just 28% of the funding allocated, which delivered only 18% of the 350,000 appointments it was meant to. In Yorkshire and the Humber, my region, only 16% of the allocated funding was actually spent. The shortfall was clawed back by the Government once again and not reinvested back into dentistry in my region. That is less than a third of the money spent, not because it is not needed, but because the Government set up a system that was unworkable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need targeted funding to address an acute problem in areas of high need. The successful Bradford project that I developed with former Ministers back in 2017 really worked. It was a transformative project that meant we got 4,200 extra NHS dental appointments for people who had not had a dentist appointment for over two years. In the long term, however, we need fundamental change, and a comprehensive reform of the contract to push prevention is absolutely critical to that reform. Good oral health must not be restricted by either postcode or wealth. Going to A&E cannot be an alternative to NHS dentistry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although I welcome the Minister to his new role and, indeed, welcome the Secretary of State’s new emphasis on dentistry in her ABCD of priorities, whoever the Secretary of State is, in whatever Government, they should learn the lessons of targeting and invest in NHS dentistry, as prevention really is better than the cure. We simply cannot go on like this. The public are fed up to the back teeth with inaction and excuses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}