{
    "url": "https://www.ukpol.co.uk/lawrence-cunliffe-1986-speech-on-opencast-mining/",
    "title": "Lawrence Cunliffe – 1986 Speech on Opencast Mining",
    "post_date": "August 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Lawrence Cunliffe",
            "url": "/tag/lawrence-cunliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lawrence Cunliffe, the then Labour MP for Leigh, in the House of Commons on 20 January 1986.",
    "content": [
        "First of all, may I place on record my gratitude to the Minister for responding so quickly to what is in essence an emergency debate. I apologise to the House on behalf of my hon. Friend the Member for Worsley (Mr. Lewis), who is ill with influenza and unable to be here. I managed to bridge the gap and I shall speak on opencast mining and the 10-year draft plan of the National Coal Board for the greater Manchester area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have a special interest in this debate because I am the chairman of the miners’ parliamentary group and a member of the national executive of the National Union of Mineworkers. I am also the energy Whip of my party. I want it clearly understood that I shall be speaking first about the adverse effects opencast mining has had on the lives of ordinary people in the greater Manchester area for something like 150 years. I shall also speak about whether opencast mining has a useful part to play in the energy requirements of our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is known that during the unfortunate period of strife and trauma that the mining industry recently endured, some people took the view that it would not have come about if the Government’s energy policy had fully taken into account that we have in coal an indigenous fuel with a potential of some 300 years’ supply. That could be used at the proper time for our energy requirements. It is a vital natural resource and should be safeguarded and used only when it is necessary to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister will know that opencast mining was an emergency undertaking that complemented deep coal mining after the second world war. From about 1946–47 it found its place within our global target of coal production in the nationalised industry run by the National Coal Board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Opencast mining was never meant to be a substitute for deep coal mining. Unfortunately, it is now considered an asset, not in the sense that it is considered imperative that we get the coal, but in the sense that it is a cheap form of fuel that is quickly mined and, as we say, in the wagon, with the money in the bank in a few days or a few weeks. I am a former mining engineer and I know that eight to 10 years is required to sink a pit. Before it becomes economic and fruitful it needs a considerable amount of planning and deep coal mining is much more expensive than opencast mining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not believe—nor, at times, do the Government—that we have a rational national energy policy that considers all types of fuels in the context of global requirements. Thousands of ordinary householders are suffering because of this great intrusion into their lives which is causing, in their opinion and that of my colleagues, wholesale havoc and devastation. Visual amenities, repairs to services, local infrastructure—roads, sewers, and so on—and rural areas have been affected. Partly rural areas have been spoiled, as we noted during the long public inquiry on behalf of a Member of the other place. It was conceded at the end of the inquiry that the environmentalists were half right and that the applicant was right also.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no doubt about the disturbance, noise, dirt and constant problems where opencast mining occurs in residential areas. I should like to make some suggestions which might mitigate some of the hardship suffered. Properties are sometimes affected by large schemes for as long as 15 years. That is an inordinate period during which householders have to put up with the problem. When they purchase their houses, they often do not dream that they will become the victim of such an environmental intrusion into their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall give a classic example of one development which affects three sides of my constituency—the Leigh, Atherton and Tyldesley townships. The project involves 11 years of excavation and five years reclamation. People at the end of the site, as are some of my constituents, expect to be adversely affected for 16 years, if the NCB’s targeted time scale is met. That is unreasonable. Through no fault of their own, my constituents are the victims of this cruel series of events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a 10-year plan which involves a strategy plan, based on identified sites and areas of search in the mining communities. The sites suggested in the draft mineral local plan for the greater Manchester area basically surround the perimeter of Wigan and adjoining authority areas and penetrate into greater Manchester. They do not include potential opencast sites that have already been identified. This means that the areas have been identified by the NCB opencast executive as “areas of current interest”, which is not quite the same as “identified sites”. Obviously, this causes extreme concern to the residents, and all the protection groups that have formed in that vast area of search.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They are worried that, some 40 or 50 years afterwards, they could be landed with opencast mining for the next half century. I am being quite logical about this point, and I am not being speculative, because I know the area. Such a proposition would be a nightmare to ordinary people. There are examples in the area to show that this has happened before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the problems is that the weak substrata could be in residential areas. Neither the Government nor the local authorities have ever commissioned a proper, in-depth, independent geological survey of the areas built on such substrata. This evening I was looking at the history of a pit in my constituency, dealing with what happened there 198 years ago. I shall not bore the House with the details of what happened. However, one third of the pit is within the site about which we are talking, which will produce about 2 million tonnes of opencast coal within the next 16 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem is that no one is responsible for seeing what could happen when an area that has been honeycombed for the past 200 years with 300 mineshafts within a radius of five miles is worked again. One of the problems is that no direct geological survey is made. It is possible that geological movements would be triggered off from the dozens of old mine workings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand the problems. The Minister came to help out in haste, and some of the blame lies with the Department of the Environment, and is not his responsibility. It is fair, sensible, and should be obligatory, that all those who apply—whether it is the National Coal Board or any private applicant—for permission to mine an area, should present to the authority an independent geological survey of the area. It will then be up to the local authority, the councillors of which will be briefed on the data available, to make its judgment on ​ an application. That would be a more fair and honest method. A judgment could be made more rationally and soundly. The NCB, which is the main applicant for planning permission to mine such areas, will then be responsible for those areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The NCB always uses the phrase, “There is no evidence to suggest.” On the other hand, there has been no positive planning identification by the National Coal Board that allows it to say, hand on heart, that old mineworkings in that area will not cause disturbance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "New arrangements were introduced in 1984. They are the subject of circular 3/84 from the Department of the Environment. It places opencast mining fairly and squarely within the planning system and all that flows from that. Compensation should be paid to those communities from whose area coal is removed. Financial recompense should be made to the communities that have borne the brunt of mining operations. I have already described the adverse effects of opencast coalmining, which are fully acknowledged in paragraph 20 of the Government circular. It says that local planning authorities will need to consider how best high standards of management and operation of sites might be achieved through measures agreed with the industry. It states that the agreements provided for in section 52 of the Coal Industry Act 1971 are to be enforced by means of the planning conditions. It is, however, clear that the possibility of securing compensation cannot be dealt with in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore I implore the Parliamentary Under-Secretary of State for Energy to consult the Department of the Environment and to suggest that, where mining takes place, an amount should be calculated, as compensation to the local authorities and to the areas and communities concerned, as a percentage of the value of recovered coal. I believe that that would be an honest criterion. If opencast mining must be imposed on the population in this area, compensation should be paid to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The National Coal Board should agree in principle to accept its responsibility to help local communities. If such an agreement could be obtained, we would be on the first rung of the ladder towards the introduction of legislation to provide protection and some degree of recompense for the great environmental intrusions caused by opencast mining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I stress again that the extent of underground mining activities in areas such as these has been so great that much of it is unrecorded, while other records no longer exist. An area that had been subject to subsidence but which appeared to have been stabilised was considered by the planning authorities to be suitable as building land. Residential and other types of property now stand upon that land. These are worn-out areas. We are referring to areas which for 250 years have been subject to the kind of activities that I have described. It is only right, when our national energy resources are being planned, that relief of some kind should be provided. Either monetary relief or better planning conditions should be introduced to safeguard the interests and the environment of these communities. I commend to the House and the various Departments my suggestions about trying to help and to grant some kind of sustenance, especially to those who, unfortunately, have to suffer that type of ordeal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​ I mentioned long periods of perhaps 15 or 20 years, but an average is about five to 10 years. Nevertheless, there are exceptional circumstances and I hope that the Minister will consider my arguments carefully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}