{
    "url": "https://www.ukpol.co.uk/george-cunningham-1978-speech-on-student-grants/",
    "title": "George Cunningham – 1978 Speech on Student Grants",
    "post_date": "April 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "George Cunningham",
            "url": "/tag/george-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Cunningham, the then Labour MP for Islington South and Finsbury, in the House of Commons on 23 June 1978.",
    "content": [
        "The subject I want to raise in this debate is that of students’ grants, and more particularly the so-called parental contribution to students’ grants—that is, the deduction from the grant made according to the income of the parents of the student. More particularly still, the point I am raising is the discrimination which exists in assessing parential income between parents who pay rent for the home in which they live and parents who have a loan for buying a house and who are permitted to deduct from their relevant income the amount of any interest they are paying on that loan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before coming precisely to that point, I should like to put to the Minister some anomalies which exist in the arrangements as they are now in order to try to persuade him that the system he is operating, and is generally defending, is one which has many anomalies in it of what I would regard as an unsustainable nature. It is high time that the whole system was looked at in order to try to bring into it a higher degree of consistency and logical defensibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The so-called parental contribution is related to the income of the parents. If ​ the income of the parents is above a certain threshold, the parent is expected to contribute a certain amount of the excess towards the student grant. The first anomaly to which I want to draw attention is that the scale for that contribution is inverted according to what one would think the natural way of doing it. The threshold of residual income in the coming academic year is, I think, £3,800. If parents’ residual income is £3,800, some parental contribution is required. If the residual income is between £3,800 and £5,200, the parental contribution is 20 per cent. of any excess over £3,800. Then we come to a tranche between £5,200 and £7,300 of residual income where the parental contribution becomes only 10 per cent. Above £7,300, the parental contribution of any excess is only 8⅓ per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that the Minister will agree that on the face of it that is a curious thing in that the person who is at the lower end of the scale is expected to contribute a larger proportion of his excess over the threshold than a person who is at the upper end of the residual income scale. That has not always been the case. In at least the 1971–72 academic year—I think it was the practice generally up to a few years ago—the parental contribution was expressed as a fixed sum, which was small, plus a fixed percentage of the excess of income and that percentage did not vary once the initial threshold was passed. The effect of that anomaly is, of course, that proportionately the systems bears harder upon the person at the lower end of the residual income scale, provided he is above the initial threshold, than it does on the person at the upper end of the residual income scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For example, if we have two lots of parents roughly on average earnings, but Family B has £100 more than Family A, Family B will have to contribute £20 out of that excess to the parental contribution. But if we have two other families which have roughly £7,000 a year of residual income, and again one has £100 more than the other, the difference in parental contribution between the two families will be only about £10, or even only £8 if they have a slightly higher income. That curiosity needs to be looked into.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, we have the oddity that if there are parents who have two children at college or university, and in respect of the first child the parent is required to make a parental contribution of, let us say, £500, that £500 of assumed expenditure is not deductible in assessing the parental contribution appropriate for the grant given to the second child when he goes to college or university. I would have thought that that was one of the most obvious deductible items to introduce into the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead, there is a fixed sum deducted. If there are two children receiving grant, next year it will be £95. So, if the parent is contributing £500, he has only £95 allowed as his assumed contribution in respect of the first child. It is even more odd, because, if the parent is contributing to the first child only £50 parental contribution, nevertheless he gets a deduction on his residual income of £95. I do not know who dreamed up that kind of arrangement, but it is hardly defensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then we have the fact that life insurance premiums are deductible, and deductible, I might say, in full, and not as to 50 per cent. of the premiums which is the rule for tax purposes. But why should life insurance premiums be deductible at all, especially life insurance premiums to an endowment insurance scheme? In pure life insurance, the premiums will be so small that it does not really matter what we do. But an endowment insurance scheme can have premiums at a very high level, and such premiums constitute, in effect, savings. They belong not to current revenue activities but to capital activities. Why should they be deductible?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once again that feature of the system benefits the better off who can afford to have high premiums to that kind of disguised savings scheme, as against the person on average earnings who cannot afford to do so. It means that if a person takes out an endowment insurance scheme and has, say, premiums of £1,000 a year, in addition to getting the tax relief he would have a parental contribution effect which would mean that the real cost to him was considerably less than the notional cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I might also point out that, although the Department says that it tries to keep ​ these arrangements in line with tax practice, the limit for insurance premiums is one sixth of income in the case of the tax system but 15 per cent. of income, which is not quite the same thing, in the case of parental contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, in the way of anomalies, I am not sure whether the mortgage interest which is deductible is limited to the interest on a loan of £25,000—the limitation which applies in the case of tax relief. As I read the relevant regulations, that is far from clear, because it says on page 28 of the regulations that what is deductible is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the amount of any sums paid as interest (including interest on a mortgage) in respect of which relief is given under the Income Tax Acts…”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I read that, it is doubtful whether the interest which has to be deducted is limited to the interest on £25,000 such as applies in the case of the tax system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is after pointing out that the system is shot through with that kind of anomaly that I come to the anomaly to which I wish to draw special attention, namely, that in assessing residual income, a deduction is made for interest on a house loan but no deduction is made for rent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been concerned with this subject for about five years, as far as I can see from my files. Over many years, Ministers have drawn a distinction between rent and mortgage interest and suggested that if we were to permit rent to be deducted, there would arise an irresistible campaign to have capital repayments on a mortgage also deductible. I do not think that there is anything in that argument. It is absolute rubbish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rent and interest payments are conceptually as near identical as two different things can be. Neither has any element of saving or of debt amortisation in it. Both are current payments for current usage. Both are current payments for current usage of housing facilities. They are identical, whether we are talking about council rents or private rents. I do not think that if we made the change that I propose the Minister would be under any logically defensible pressure to make repayments of capital deductible as well. Also, the Minister’s notion that capital repayments are not deductible is wrong—and I shall come to that later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that the Minister and his predecessors have relied on the Anderson Report of 1958 which considered this matter and which advised the Government of that time against any change in the then arrangements. My answer to that is that it is our duty to look at the arrangements to see whether they are logically defensible, and not look at the recommendations of a Government Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fact is that we have changed many of the arrangements as they were at the time of the Anderson Report. For ex ample, insurance premiums are now deductible up to 15 per cent. of income and not up to 10 per cent. as was the case at the time of Anderson, and which Anderson recommended should be continued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the system was never terribly close to the tax practices. The whole of insurance premiums are deductible, and not only half as applies in tax. There was a similar arrangement, although not identical, operating to that 50 per cent. rule at the time of the Anderson Report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The main reason why I would argue against Anderson is that it is a sloppy bit of thinking, if, indeed, one can call it thinking. When the report addressed itself to this subject, this was the mighty advice that it gave, and I quote from paragraph 208:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We have considered whether rents should also be taken into account, but we have concluded that there is not sufficient reason to make an exception in this respect to the general principle stated in paragraph 203.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That principle was that one should stick as closely as possible to the tax arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not find that a particularly overwhelming or persuasive argument. I do not find it very logical. Therefore, whatever else the Minister does, he should take the Anderson Report and chuck it out the window. It is not persuasive enough and the material is not there to lead us to overturn our own conclusions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the time of the Anderson Report all interest was deductible for tax purposes, whatever the purpose of the borrowing. Therefore all interest was deductible for the purposes of assessing the parental contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has now been a major change in that only interest paid on house loans is deductible for tax purposes. It may have been justifiable not to permit rent to be deducted at that time and to permit mortgage interest to be deducted, not because it was mortgage interest but because all interest was deductible for tax purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation now is very different. The proper way to look at this is by agreeing that we now have two different forms of housing payment. Therefore why should one be deductible while the other is not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The financial effects of the system as it operates now can be put in this way. Let us assume that there are two neighbours, Mr. A and Mr. B, each paying £600 in rent, which is not unusual these days, at least in London. One of them—Mr. B—decided to buy a house on a loan of £8,000 so that he will be paying interest of about £800.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He will find his parental contributions reduced by £160 a year, or more than £3 a week—that is, assuming that both Mr. A and Mr. B are on the low income scale but above the threshold. The actual cost to Mr. B of his £800 of interest will be only £376. In addition to the tax relief on it, he will have £160 knocked off the effect of his parental contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But if Mr. B and his advisers have their wits about them, they can do rather better than that. What they will do is to take out the mortgage on the so-called endowment insurance method. Instead of paying off the capital bit by bit every month, they will pay off no capital during the life of the scheme but will invest in an endowment insurance policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When that policy matures at the end of the period, the proceeds will be used to pay off the loan. In that case, if the interest is £800 and the endowment insurance costs £200 a year, total outgoings of £1,000 per year, the effect upon parental contribution will be not £160 but £200. The actual cost to Mr. B in taking on the extra £1,000 of expenditure will be only £470 because of the combined effect of parental contribution and tax relief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By that means capital repayments are deductible, in effect, so long as the person concerned has his wits about him enough to undertake the operation on the endowment insurance method, because in that case he has deducted not only the interest payments but also the premiums on the insurance policy in total, 100 per cent., provided that they do not exceed 15 per cent. of his income, which they will not. Both the interest and the effective amortisation of the debt are deductible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, this system is unsustainable, not only because of that last anomaly, but because basically rent and interest, event if we were only talking of interest, are the same thing. It is current payment or current usage of the same kind of facilities—namely, housing. The present arrangements are particularly hard on council tenants and private tenants on average earnings because of the curious inverted scale to which I referred earlier. The arrangements are also discriminatory even to people not on average earnings but higher up the scale as between all kinds of tenants and all levels of people who are buying their own homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am certain that if the case for and against the present arrangements were fully exposed in the House, with somebody here to listen, there would be a majority in the House who would agree roughly with the case I am putting forward. I suggest to the Minister that it is now time for the whole matter to be reviewed I believe that the Government—whether it be the present Government or the next one—will lose on this matter. The anomaly will have to be removed, and I know that that would be the majority view of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The request I put to the Minister is that Department of Education and Science and Treasury Ministers should have consultations with myself and other Members in the House who are concerned about this matter, so that we can draw up the case for and against the proposals with a view to making the system that we apply more logically defensible than it is now. We should remove this anomaly, which causes a great deal of concern to those who suffer from it and who know the system well enough to realise that it is discriminatory between them and others in essentially identical circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}