{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2021-speech-on-the-towns-fund/",
    "title": "Alex Cunningham – 2021 Speech on the Towns Fund",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 4 February 2021.",
    "content": [
        "The towns fund might be a good idea, but the lack of transparency in decision making has led to understandable concerns about the impartiality of the process, and from what I have seen of it in the Tees valley, those concerns are well founded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In December, I wrote to the Secretary of State about Billingham, soon to be the home of Novavax vaccine manufacture. The town is home to 35,000 proud Teessiders as well as the Billingham Forum, which is a huge sports and theatre venue including pools, gyms and an ice rink. The town is a cultural hub, but it desperately needs help to further develop. As the singer of Maxïmo Park, Billingham-born Paul Smith, sings, it is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“where industrial tunnels were our fairytale castles”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In short, it is a town bursting with potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Stockton-on-Tees Borough Council approached the Government to request that Billingham be included in the cohort of towns eligible to bid for funds, but it was refused. Back in October, Billingham councillors wrote to the Secretary of State asking why other Tees towns such as Thornaby in Stockton South, with a Tory MP, were fortunate enough to have been included in the selection of the first 100 towns for the fund when Billingham was not, even though it clearly fits the criteria every bit as well, if not more so, than Thornaby—although rest assured that we celebrate with the people of Thornaby that they do have the investment that they need. The decision led to confusion and concern locally that could have easily been put to bed if Ministers had responded to the request from the Billingham councillors to explain why their town had been passed over. Instead, the Minister fobbed off the councillors’ request for information and did not even engage with their concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I followed up with my own letter, which was responded to, but with only slightly more information. It said that Billingham will get the chance to apply to the £300 million levelling-up fund, which has been designated for a towns fund competition. I personally find this quite astonishing. If the Government had sufficient information to select the first 100 towns that were eligible for a deal, why do we have to have more wasteful bidding processes that pit deprived communities against each other for scraps from the Government’s table? Why can the Government not use existing data and provide investment now—and cut out the middleman, saving our councils time and money in doing so?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It does not matter what money is being dished out these days by the Government: whether it is to the NHS, to councils or for town centres—Ministers are quite happy, and not even embarrassed, to pass over some areas and favour their own. It is time for fairness in the system; time for real, true levelling up and proper resources; and time for towns like Billingham to get the support that they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}