{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2023-speech-on-the-loyal-address/",
    "title": "Alex Cunningham – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 7 November 2023.",
    "content": [
        "Here we are in the 14th year of consecutive Tory-led Governments that have failed on everything from the economy to immigration. The number of children living in poverty has soared, the gap between the richest and poorest has continued to widen, the number of people homeless has increased and social housing construction has all but collapsed. Families, businesses and industry alike have been crippled by the huge hike in energy prices and some of the highest interest rates in the western world. Our NHS has been devastated through political mismanagement. Waiting lists are lengthening and people are struggling to get a GP appointment or to see a dentist. Health inequalities remain a blight on our communities, and many are desperate to access mental health services but cannot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our asylum system is broken, with a never-ending backlog of claims still to be heard. Class sizes in schools have increased as teachers leave the profession. Serious crime and antisocial behaviour blight our communities as police numbers remain well below the levels of 10 years ago. The majority of people in our country know that life for them has got worse, not better, since 2010. Add to that the disgusting rhetoric from Ministers and others on immigration, protest, homelessness, benefits and unemployment, and we know our country is in a bad place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my speech, I plan to concentrate on poverty, health and inequalities, crime and policing, and industry and growth, but first I must get the compliment out of the way. I am delighted at the decision to increase annually the age at which people can buy cigarettes, which cost our NHS billions. As vice chair of the APPG on smoking and health, I appeal to the Government to back up that policy with the resources needed to tackle the illegal trade and, more importantly, to invest in public health measures to help people quit and to stop young people starting. It need not cost them a penny—they can make the polluter pay by placing a levy on the tobacco companies, who know they can afford it. I welcome, too, the reference to the sale and management of vapes. Anything that can stop children taking up that habit has got to be good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The north-east has had the steepest regional rise in child poverty in the UK. In Stockton North, almost 7,000 are living below the poverty line. The Joseph Rowntree Foundation says that 1.8 million households—that is 3.8 million people—have experienced destitution in 2022. A million of those people are children; some are homeless. We need to do so much more on poverty and homelessness. The covid pandemic showed us that we do not have to have rough sleepers, but the Government lack the ambition to sort that out now. Instead, we have a Home Secretary who characterises homelessness as a “lifestyle choice”. The homelessness charity Crisis says that it is caused by a lack of affordable housing, poverty and unemployment; people leaving prison, care or the forces with no home to go to; or women escaping violent or abusive relationships. As the coldest winter nights approach and a growing number of people struggle to afford the most basic physical needs to stay warm, dry, clean and fed, I am appalled that the Government have not taken the opportunity to tackle that crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nor is there anything in the Government’s programme to tackle the crisis in our NHS, with the most basic care simply not available and many waiting lists getting longer. That means that people are suffering, many with excruciating pain. People are anxious about when they will get their operation. Family members are beside themselves knowing that their loved ones may not get the treatment they need before it is too late. I know that the Government will troop out the usual excuses—the pandemic, and doctors and nurses striking—but they do not stack up. The covid inquiry has demonstrated not only a lack of preparation and incompetence by Ministers, but a “couldn’t care less” attitude from the Prime Minister of the day, and a Health Secretary who thought that he should have the right to say who lived or died. That failure continues today, nowhere more so than in Stockton. We are getting a diagnostic centre, which I welcome, but we actually need a 21st-century hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me address primary care. My constituent tells me that, despite being told of the importance of seeing a dentist after suffering multiple miscarriages, she has been struggling to see a dentist for over three years. She has searched within a 50-mile radius to no avail. She is at a loss as to how she is supposed to get any help when private practice is on the rise and NHS providers are facing recruitment problems. What is my constituent to do? The North East and North Cumbria integrated care board said she should continue contacting her local practice to ask to be put on the waiting list—that is not good enough. Last year, 1,095 people were forced to attend A&E at both North Tees and Hartlepool NHS Foundation Trust and South Tees Hospitals NHS Foundation Trust because of dental decay—885 were unable to get an NHS dental appointment for dental abscesses caused by tooth decay, and 210 for dental cavities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The inadequate system for getting a GP appointment is also a cause for despair. One constituent tells me of her struggle to get either a face-to-face or phone appointment for the past two weeks—neither is available. She is in need of a prescribed medicine. She has tried to use eConsult, but the system is only available after 1 pm. She logged on at exactly 1 pm several times, only to receive a message advising of no availability and saying to try again tomorrow. Another constituent had tonsillitis a few weeks ago and found it impossible to get an appointment. She said the practice procedure is to phone up at 8.30 am to make an appointment. She tried, but at 8.35 am she was told that all appointments were gone, and that she would need to phone 111 or go to urgent care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of my constituents are concerned about mental health services and support for people with dementia. They asked me to raise the concerns raised by the Alzheimer’s Society and to press the Government for change. Sadly, no change was indicated today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will never forget the sight of two thugs attacking the home of a rival—actually, it was the home of the rival’s ex-girlfriend—near Stockton town centre. While one smashed in the windows, the other deployed a chainsaw to cut his way through the door. Who knows the fear that that woman felt? Sadly, serious crime of that nature is quite commonplace. The police do their best, but they are fewer in number and have increased responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Crime is on the rise: the number of police-recorded crimes in Cleveland in the year 2022-23 was 83,890—a 9% increase on the previous year, when the number of crimes recorded nationally went up by only 2%. The substantial rise is in violent crime, which also rose by 9% in Cleveland to 31,497. Cleveland recorded 25% more residential burglaries than in the previous year, and it has been reported that the number of home burglaries in Stockton has shot up by 42%. Based on the crime survey, the Office for National Statistics estimates that, in Cleveland, almost 45% of people over 16 have experienced or witnessed antisocial behaviour in the last year, compared with 34% nationally. For sexual offence cases being heard at Teesside Crown court, the average time from receipt to completion is 93 weeks, compared with a 59-week national average. That is not justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Against that backdrop, we are seeing a failure by the Cleveland police and crime commissioner to recruit more police. The number of male officers has decreased since 2010 across the board. The number of constables is down by 242, sergeants by 68 and special constables by 99. There has, however, been a growth in the number of women police officers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, on industry and growth, I welcome this week’s announcement by British Steel of its plan to invest in Teesside, which has both an amazing industrial heritage—iron ore from the Cleveland hills led to the foundation of our once extensive steelmaking industry—and a local workforce that is equipped with the skills and expertise needed to grow our local steelmaking base once more. Establishing an electric arc furnace in Teesside is a good step forward, but we need much more if we are to reverse the industrial sabotage of the Conservatives, who abandoned steelmaking in Teesside in 2015, and if we are to create more than a fraction of the jobs that were lost as a result of their disastrous decision making—more than 3,000 jobs were lost at that time. We need to be more ambitious, and the investment needs to be part of a sustainable industrial strategy that puts clean, green steelmaking at its heart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Several years ago, we were promised tens of thousands of jobs at the Teesworks site. Few have so far materialised and, because of secrecy and Tory politicians and others hiding behind company law, we cannot find out what is guaranteed to happen and what is a stream of hopeful promises. That is why I would like the Government to come up with a plan to extend the provisions of the Freedom of Information Act 2000 to all boards, companies and organisations that spend public money. Maybe that would help us to find out how the bulk of the major assets at the Teesworks site and Teesside airport ended up in the hands of two private companies, and where the tens of millions spent subsidising the airport actually went.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We could have the bright future that the Government talk about, we could see our health service restored to health, we could see transparency in the way Government agencies and companies do business, we could see a growing economy, we could see people getting a GP or dental appointment, and we could see millions of people lifted out of poverty, but not with this lot. It is time for a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}