{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2023-speech-on-the-budget/",
    "title": "Alex Cunningham – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 16 March 2023.",
    "content": [
        "While she has gone off for a well-earned cup of tea, I add my tribute to my hon. Friend the Member for West Lancashire (Ashley Dalton). She has good reason to love her constituency, and I am sure that our mutual friend, Claire, from my constituency would also congratulate her today. I also declare my interest as chair of the all-party groups on carbon capture, utilisation and storage and on the chemical industry, because I am going to mention both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have been keen to talk up the Budget, which the Chancellor claims will sort out the broken economy, an economy wrecked by successive Tory Governments. If they are so confident that this is a Budget that will make a difference to all our people, they should test it by putting it to the country with a general election now. They will not do that, because they know the public can see through the latest round of gimmicks that do very little to help struggling families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The OBR confirms that the hit to living standards over the past two years is the largest since comparable records began. The UK will be the weakest economy in the G7 this year, and the only country that will see negative growth. Wages are worth less than they were 13 years ago. Yes, we have a short extension to the energy support scheme, but as ever with this Government, the greatest support seems to be funnelled towards the richest 1%; many a CEO and City banker will have been raising a glass of champagne to the Chancellor in the City last night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join the Carbon Capture and Storage Association in welcoming the Chancellor’s allocation of up to £20 billion of support for the early development of carbon capture, usage and storage. I just hope it means that the much-promised project for Teesside, which I have been championing for donkey’s years, will at last be confirmed, but we lack detail on what will be happening and where and when. So, we still have a Government-controlled roll-out, rather than unleashing industry as we have seen under the US Inflation Reduction Act 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ruth Herbert, chief executive of the Carbon Capture and Storage Association, says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We look forward to seeing which projects have been chosen to move to construction, the forward timeline for selecting the next CCUS clusters that need to be operational this decade, and a swift passage of the Energy Bill through Parliament, to finalise the regulatory framework for the industry.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have had enough anguish over the years on Teesside, as elsewhere, and I know that everyone involved is hoping and praying that this will not be yet another false dawn for carbon capture and storage and something will actually happen. When we look beyond the initial clusters, it is clear that further support will be needed to decarbonise all the UK’s industrial regions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a Teessider, I am pleased to see the Chemical Industries Association react positively to the Budget, although it made the point that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“there remain massive and urgent challenges if it is to truly compete on a global stage.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The association’s chief executive, Steve Elliott, said\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“chemical business leaders will feel this is better than first feared, especially with confirmation of full expensing of qualifying capital investment in year one…investment zones…the extension of the climate change agreement scheme”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "as well as the support for CCUS. However, he also made the point that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“this still leaves the UK lagging behind some key competitor countries…Companies are already taking those decisions on future investments—especially in the green technology arena—so we would urge the Chancellor to accelerate any UK response to America’s Inflation Reduction Act.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join the association in that view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the idea of investment zones and will back the provision of one for Teesside, but, as with so many other promises for our area, we are yet to see the previous promises of tens of thousands of jobs fulfilled. There have been a few hundred, but that is a long way from tens of thousands. The CBI has said that the UK is being left behind in the global race for good green jobs: as we have already heard today, it is investing five times less in green industries than Germany, and roughly half what France is investing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The previous Labour Government gave the green light to 10 new nuclear power station sites, but the Tories have not managed to complete one in the last 13 years, and yesterday’s announcement offered nothing that had not already been announced. While there was some good news for large-scale companies, small businesses were left waiting for news that never came. The Federation of Small Businesses was disappointed with the Budget, saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“On investment and labour market—the measures that small businesses were looking for are missing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Measures announced by the Chancellor are well wide of the mark and irrelevant to the 5.5 million strong small business community. They are caught in between irrelevant tax reductions for big businesses, and just energy support for households…This is a particularly painful set of announcements, considering the sacrifices they made to stay afloat in the face of Covid, rampant inflation and the energy supply shock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Proposals to help people with poor health back to work are ill-designed and poorly thought out”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "—and this is a business organisation—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“and some won’t happen for years. Those with health conditions and disability have been let down by a Government that’s ignored employers’ view on what can best help.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Health is always a priority for me when it comes to Budget speeches, and yes, in my 13th Budget speech in a row, I plead with the Government to address the health inequalities in my area, to reinstate the plan cancelled 13 years ago, and to build us our new hospital in Stockton. I do not know if it was one of the 40 pledged by the Government, but that pledge is straying further and further from reality, and did not even warrant a mention yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will end with a topic of which the Tories seem to have little or no understanding: poverty. Since the Tories came to power, the number of children living in poverty in the Tees Valley has skyrocketed to over 40%, the highest level in the country, and the proportion of children living in absolute poverty continues to rise in every single north-east local authority area. Research by the TUC has revealed that the north-east also has the highest rate of child poverty in key worker families, up by 18,000 in the last two years. The chair of the North East Child Poverty Commission, Anna Turley, said yesterday that the Chancellor showed\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a deeply concerning level of complacency about child poverty, and the scale of the challenge we face both as a country and particularly here in the North East.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The childcare announcement is significant, and I give it a cautious welcome. I sat on the last Childcare Bill Committee some seven years ago, and warned then that the plans would not fly because of lack of investment. The Minister then said the market would create itself. It did not, and costs remain high and places available restricted. I hope that this time they will get it right. Children and families in my constituency and across the country deserved a Budget that would pull them up out of hardship and allow them to thrive and fulfil their potential, not one that makes the lives of the wealthier even easier. Our Government of gimmicks cannot sort the mess they have created, so it is time to test their plans with the people, as I said at the beginning of my remarks, and call a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}