{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Alex Cunningham – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 9 December 2022.",
    "content": [
        "**Alex Cunningham (Stockton North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much, Mr Speaker, and apologies for the croaky voice this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is that time of year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alex Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is indeed. I welcome the Minister to her new role. She and I have shared time on Bill Committees, and it is good to be debating these issues again with her. I congratulate the right hon. Member for Tunbridge Wells (Greg Clark) on achieving Government support for his Bill. I very much welcome the people from his constituency who are in the Gallery, and who perhaps played a part in helping him to introduce the Bill. Seeing as they are in the Gallery, I reference a television programme called “God Rot Tunbridge Wells!”, which tells the story of Handel’s life. The honourable people in the Gallery and the right hon. Member may like to watch that programme, because they will see that I play a starring role in it. That is something to look out for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also pay tribute to Plan International UK for all the amazing work it has done in its “Crime Not Compliment” campaign, launched in 2020 to call on the Government to finally make public sexual harassment a crime. My hon. Friend the Member for Walthamstow (Stella Creasy) has named a large number of organisations this morning that have been working in this space, and my tribute goes out to them, as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That we have such behaviour in our society is bad enough, and the statistics in Plan International’s report, “Everything is Racialised on top” make for stark reading. Its work shows that, while 75% of white girls have suffered public sexual harassment, that figure rises to 82% for black, black Caribbean and black British girls, and 88% for mixed race girls. The Bill today does not go quite as far as Plan International would like. It would like a law that criminalises all forms of public sexual harassment and comprehensively closes the legal gaps surrounding this behaviour, but the Bill is a welcome first step in the right direction, and Labour is pleased to support it. That will be of no surprise to the Government, as we tabled many amendments to address sex-based harassment in public when the Police, Crime, Sentencing and Courts Act 2022 was in Committee last summer. Sadly, the Government voted those ideas down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were in the same position last week, with the Offenders (Day of Release from Detention) Bill, to which my hon. Friend the Member for Bolton South East (Yasmin Qureshi) spoke. We tabled a specific amendment to the same Bill, and I am pleased that prisoners will not now be released on Fridays, when many of the services they need are closing down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While I am glad that the Government are finally taking action on all these issues we were debating a year and a half ago, the chaos at the heart of Government means that these important reforms are still being delayed time and again. It is simply not good enough, and our constituents deserve better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the content of the Bill. We all know that public sexual harassment can have a real and serious impact on those who experience it. It can seriously impact how safe and confident women feel in public places, and it is mostly women who are victims of this abuse at the hands of mostly male perpetrators. However, as has been mentioned, it is also important that male victims are included, and we are glad that the Bill makes such provision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we have already heard, sexual harassment in the streets can be a precursor to even more serious kinds of discrimination and violence against women and girls. As Laura Bates, the founder of the Everyday Sexism Project, puts it:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“As a society, the normalisation of sexual harassment in public spaces plays a huge part in creating a gendered power imbalance and ingraining derogatory attitudes and behaviours towards women. What starts in public spaces doesn’t stay there. It plays into discrimination against women in the workplace and abuse in the home. If we say street harassment doesn’t matter, we’re designating women’s bodies public property. And that has a huge knock-on impact.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we know, the call for evidence for the Government’s tackling violence against women and girls strategy received 180,000 responses. I wonder how many women out there would have liked to contribute, but did not know that they actually had that opportunity. I suspect that, if they all had known, it could have run into millions of people sharing their stories. However, the fact that there were 180,000 responses is testament to the extent of the problem. Those who have bravely spoken up have contributed to some distressing, although sadly not surprising, findings. One in two women and one in six men felt unsafe walking alone after dark on a quiet street near their home. Some 45% of women and 18% of men felt unsafe walking alone after dark in a busy place. One in two women aged between 16 and 34 had experienced one form of harassment in the previous 12 months, with 38% of women aged between 16 and 34 having experienced catcalls, whistles, unwanted sexual comments or jokes, and 25% of women felt they were being followed in the street.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year, research by UN Women UK found that only 4% of women who had suffered sexual harassment reported the crime, and only 45% believed that reporting the crime would make any difference. Among those who did not report the crime to the police were people who had been groped, followed and coerced into sexual activity. It is deeply distressing that women do not feel they can put faith in our justice system when it comes to such abuses. The figures underline the urgency of the need for concrete action from the Government beyond the provisions of this Bill, as so much more needs to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am encouraged that in this debate there is cross-party consensus that enough is enough. We need to make sure that women and girls can trust the justice system to address these harms in the knowledge that this type of behaviour will be treated with the severity it truly deserves. If we demonstrate how seriously we take such behaviour, the perpetrators on our streets will know their abuses will not be tolerated. The Opposition agree that public sex-based harassment is a crime, not a compliment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister talked about the money spent on many initiatives throughout the country, and that spend is welcome. She also referred to the fact that many young boys now recognise that the behaviour of some of their peers is far from acceptable, and I agree. It is wonderful that education in schools is perhaps now catching up and boys are getting the right message about how they should treat girls. More importantly, it is tremendously good news that some of them are prepared to stand up and defend women and young girls in their own classroom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need changes in the law to ensure that women and young girls can feel safe. The House needs to do so much more to ensure that they feel safer in public spaces. The Government missed golden opportunities to do so in the Police, Crime, Sentencing and Courts Act, but I am glad that today we can at least take another step in the right direction. We will support the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}