{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-the-terminal-illness-bill/",
    "title": "Alex Cunningham – 2022 Speech on the Terminal Illness Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 18 November 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I be the first to congratulate the hon. Member for Harrow East (Bob Blackman) on achieving a Second Reading for his Bill? Perhaps we could persuade him to organise a masterclass on how to achieve Government support for proposed legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the Public Bill Office and, in particular, to Anne-Marie Griffiths, for their tremendous support in preparing this Bill and to the Minister who has taken the time to talk to me about what I am proposing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I begin, I wish to thank the teams at both Marie Curie and the Trades Union Congress for all the vital work that they do in supporting those living with terminal illnesses. I also pay tribute to the many inspiring campaigners who work with these organisations, particularly Jacci Woodcock MBE who founded the TUC’s Dying to Work campaign, which I will talk about when I get to clause 3. I would also like to recognise the work of Mark and Cheryl whom I had the privilege of meeting a couple of months ago when I hosted Marie Curie’s Dying in Poverty parliamentary event. These campaigners and their families have been through one of the most difficult experiences that we can imagine—a terminal diagnosis—and yet they continue to use their voices to advocate to improve support for all people with terminal illnesses. Their work should inspire and humble us all—it certainly does me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first time I promoted a private Member’s Bill, to ban smoking in cars with children present, I am proud to say that the Government eventually implemented the measures, albeit three and a half years later. I am hoping they will make quicker progress this time. As the cost of living crisis deepens, people living with terminal illnesses will be disproportionately impacted. Indeed, they are already facing increasing financial precariousness. Between April and September of this year, almost one in five calls to Marie Curie’s support line were from people affected by terminal illness who were concerned about their finances—an increase of 38% on the same period last year. Therefore, I hope the Government take up the measures in my Bill quickly, and provide those living with terminal illnesses with much-needed additional financial support, without costing the Exchequer a penny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody should die in poverty, but, tragically, many of our constituents who should be able to spend the last stage of their lives enjoying the company of the people they love, are instead worrying about their finances, struggling to pay bills and incurring debts that will be passed on to their loved ones when they are gone. In 2021, Marie Curie commissioned Loughborough University to examine the number of people who die in poverty in the UK each year. The findings of the research are stark and horrifying: 90,000 people die in poverty every year in the UK, one in four people who die in working age are in poverty in their last year of life, and two in three working-age parents who die experience poverty in the last five years of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Being diagnosed with a terminal illness can lead to a number of additional costs, including travel to appointments, medication costs and higher energy bills, which I will come on to a little later. These costs all land on the doorstep just as people’s income is reduced, as they may be forced to stop work or at least reduce their working hours. As Marie Curie noted in its briefing ahead of the autumn statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“For many, this ‘double squeeze’ on household finances directly leads to a fall below the poverty line. Working age people living with a terminal illness are a third more likely to be in poverty than other working age people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For those who die in working age the risks are even higher. Without the fixed income provided by the State Pension and other lifetime savings to rely on, people who die in working age are more than twice as likely to experience poverty at the end of life as those who die in pension age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Working age families with children are particularly vulnerable to falling into poverty when hit by terminal illness. Childcare costs cannot be avoided and the impact of one or both parents leaving the workforce means that these families are more likely than any other group to fall below the poverty line when one parent is terminally ill.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These statistics underline the urgent need for additional financial support for those living with a terminal illness, particularly those who are of working age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a range of possible practical and impactful interventions that Marie Curie has worked up, such as placing elements of the National Institute for Health and Care Excellence guideline NG6, “Excess winter deaths and illness and the health risks associated with cold homes”, on a statutory footing and including people with terminal illnesses on the priority services register. That obliges providers to prioritise vulnerable customers for additional support, such as advance notice of planned power cuts or priority support in emergencies. It has also been energetically campaigning to give all dying people access to their state pension, no matter their age; to protect dying people from soaring energy bills, including by extending eligibility for the winter fuel payment; and to support dying parents with childcare costs. I urge the Minister to consider Marie Curie’s proposals that are wider than we are discussing today, and to meet it to discuss the full range of policies it has developed. For my part, the scope of this Bill is much narrower, so I hope she will be able to commit to advancing these limited but important proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If implemented, my Bill would require utility companies to provide certain financial supports to customers with a terminal illness, and it would strengthen the employment rights of people with a terminal illness. Clauses 1 and 2 will enable people who are terminally ill to access financial support from their energy provider via the warm home discount and the energy company obligation. The measures will amend the eligibility criteria for these schemes in existing legislation, to give energy providers an obligation to provide such forms of support to customers who are thought to be in their last year of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a 2021 report, “No place like home?”, the all-party parliamentary group for terminal illness concluded that the added costs of heating homes could drive many terminally ill people and their families into poverty and have a negative impact on their physical and mental health and wellbeing. That finding was confirmed by Marie Curie in the 2022 report “Dying in poverty”, which said that the energy bills of terminally ill people could increase significantly after their diagnosis. For example, some terminally ill people may need to heat their homes for longer than before, or to a higher temperature, as a result of their condition, while others will need to power medical equipment in the home, such as ventilators, respirators or monitors. Those higher energy needs can push households affected by terminal illness into fuel poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK’s energy providers are required to make certain forms of support available to customers who may struggle to afford the cost of their bills, or who may be vulnerable and need support. They include the warm home discount—a £140 discount on electricity and gas bills over the winter period—and the energy company obligation, which obliges providers to deliver energy efficiency measures to homes in order to help households cut their heating bills. In some cases, eligibility for these schemes is set nationally: for example, low-income pensioners are automatically eligible for the warm home discount under the “core group” system, while customers in receipt of certain benefits are automatically eligible for support under the energy company obligation’s help to heat group. In other cases, energy providers set their own eligibility criteria—such as those for the warm home discount wider group—which are often based on receipt of certain means-tested benefits or other criteria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Terminally ill people, especially those of working age, are not automatically eligible for support via these schemes despite their vulnerability to fuel poverty. They may be eligible to apply for support based on other criteria—for example, disability or receipt of means-tested benefits—but they will not necessarily be successful. Both the warm home discount and the energy company obligation require energy companies to make a limited pot of money available to support customers, and a provider’s criteria do not necessarily prioritise those who are terminally ill for support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Legislation places obligations on UK energy providers to make support available to customers via the warm home discount and energy company obligation on the basis of eligibility criteria set out in legislation. Regulation 8(5)(c) of the Warm Home Discount (England and Wales) Regulations 2022 sets out the eligibility criteria for the core group, who are automatically eligible for the payment. At present, people are considered eligible for support under the core group system if they are in receipt of the “guarantee credit” element of pension credit. Article 2 of the Electricity and Gas (Energy Company Obligation) Order 2022 sets out the eligibility criteria under the energy company obligation for the help to heat group, who are eligible for interventions to improve the energy efficiency of their homes to help reduce their bills. At present, people are considered eligible for support under the help to heat group if they are in receipt of certain benefits outlined in schedule 1 to the order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Bill amends each of those items of legislation to introduce a new eligibility criterion based on the Social Security (Special Rules for End of Life) Act 2022, extending automatic eligibility for the warm home discount and energy company obligation to people who are thought to be in the last year of their lives. The Government have already demonstrated some commitment to improving financial support for those with terminal illnesses by amending the legal definition of terminal illness in benefits law to enable anyone who is thought to be in the last year of life to claim certain benefits on a fast-track basis. I welcome that, but I also hope that the Government can take this further step and provide necessary additional support for some of those who will need heating the most this winter as their energy bills climb.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third and final clause of my Bill aims to put the demands of the TUC’s Dying to Work campaign on a statutory footing, ensuring that terminal illness is recognised as a protected characteristic, so that an employee with a terminal illness would enjoy a protected period during which they could not be dismissed as a result of their condition. This protection will provide those who have received a terminal diagnosis and are still of working age with the choice of how to spend their final months, and the peace of mind of knowing their job is protected and the future financial security of their family is supported. Losing one’s job following a terminal diagnosis can lead to reduced income, further exacerbating the issues with financial security that I have discussed. Sometimes, it leads to a deeply stressful and upsetting HR procedure, which should not have to be a concern for those in the final stages of their life. If a worker with a terminal illness loses their job, they may also lose any death-in-service payments that they have earned through a lifetime of work but which are payable only to those who die while still in employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clause 3 provides that employers must take into account an employee’s terminal illness when deciding whether it is a reasonable adjustment to retain in employment those who have terminal illnesses, rather than dismiss them in accordance with a sickness absence policy. This will provide people with a terminal illness who are still of working age and who wish to continue working with additional security at the end of their life, and remove some of the stress and fear that they face. Although in some cases the individual may wish to stop working and spend their remaining time outside of work, some workers decide to continue working as long as they can, either because they need the financial security or because they find that their work can be a helpful distraction from their illness. Those who decide to stay in work should not be having to stress about dismissal or salary reductions after any periods of sickness associated with their illness. The clause ensures that whatever choice a person makes, they can expect the appropriate help and support from their employer, because when a person receives a terminal diagnosis, their job should not be on their list of worries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thanks to the efforts of the TUC, over half a million workers in the UK are already covered by the Dying to Work charter. I hope that today the Government can commit to extending that to all workers. I desperately want these proposals to succeed, and would be more than happy to work with the Minister to amend the Bill if necessary ahead of implementation; I know that Marie Curie and the TUC would be pleased to meet officials in order to help in any way they can, too. I reiterate that these changes will not cost the Exchequer a penny, and the cost to energy companies is also very limited, especially when compared with their huge profits. The change to the warm home discount in clause 1 will not necessarily require additional funds, as all it does is widen the criteria of the core group who automatically receive it to include terminally ill people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The cost per person of the energy company obligation will depend heavily on what steps are needed to make that person’s home more energy efficient: for example, they may need a new boiler, insulation or a smart meter, among other things. However, again, I am sure the Minister can recognise that those costs would be extremely modest. While these clauses will not be able to ensure that no one dies in poverty—which is what this House should be striving for—I believe they could have a significant impact on the lives of terminally ill people, particularly those of working age, when they are at their most vulnerable. I hope the Minister will support the Bill’s Second Reading today, and work with me in Committee to make it law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}