{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-the-public-order-bill/",
    "title": "Alex Cunningham – 2022 Speech on the Public Order Bill",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 23 May 2022.",
    "content": [
        "This is the first Bill of the Queen’s Speech and it is stark proof that the Government are out of steam and out of ideas. It is a sad day for democracy, as was best illustrated by some of the contributions that we heard from the Government Benches. Instead of the ambitious reforms that our country needs and deserves at a time when the cost of living is spiralling out of control for many of our constituents, the Government have served up these reheated proposals that contribute little, if anything, to the law. We on Teesside do not have a problem with protests, but we do have a huge problem with the massive increase in violent crime and antisocial behaviour. We also have a big problem with health inequalities and the fact that unemployment in our area remains over 30% higher than the national average. Dissatisfied by her attacks on our historical right to peacefully protest in the Police, Crime, Sentencing and Courts Act 2022, which has yet to come into force, the Home Secretary is trying to have a second bite of the cherry. However, if she thinks it is so important to restrict protests, why has she not introduced any of the statutory instruments to implement the measures in the Act before bringing forward yet another Bill this year? The hon. Member for North East Bedfordshire (Richard Fuller) also questioned that. It is just more evidence that she is more interested in headlines than real practical policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We on these Benches believe that the vital infrastructure and services on which we all rely must be protected from serious disruption and that protests must not put others at risk, but the police and courts already have powers to deal with such dangerous and disruptive protests, including the use of injunctions and existing criminal offences such as the obstruction of a highway and criminal damage, among others. It is worth noting that these existing powers have already been used to arrest people and to prosecute cases of obstructing infrastructure and locking on during the Insulate Britain blockade of the M25 and the Just Stop Oil blockade of Kingsbury refinery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill’s assortment of new offences will do nothing to actually safeguard vital national infrastructure and ensure that it is protected from serious disruption, and we know that the most effective measures for preventing such disruption already exist, and that is with injunctions. We do, however, recognise that there can be a real problem with delays in seeking injunctions, and a lack of preparation, planning and co-ordination between different private and public authorities. So why is the Home Secretary not focusing on this issue, and including provisions for co-operation between the police and public and private authorities to improve resilience and prevent serious disruption? That is what we would do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have already heard the Home Secretary blow and bluster at the Dispatch Box after the Police, Crime, Sentencing and Courts Act was passed, deploying all manner of dodgy statements about the Opposition’s approach to law and order. She could have had our full co-operation with that Bill—there were some very good proposals in it—but she chose to play silly political games by introducing other measures that served to shackle our people and diminish their rights. She knew all too well the game she was playing, but so did the public, who recognise that the Tory Government, rather than getting on with fixing crime, prefer to muck about with the rights to protest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This new Bill introduces powers that are far too widely drawn and that could criminalise protesters and even passers-by. All of us who work here will have seen many enthusiastic protests outside in Parliament Square. It is what we expect while working in this the seat of democracy. Many of us, more likely those on this side, have enjoyed many a protest. My favourite goes back 50 years to when students were demanding a better deal from Ted Heath’s Government. It was very noisy, but very successful. The morning chant was simple: “Heath out, Heath out!” No one was more surprised than me when the chant changed later to “Heath’s out, Heath’s out!” because that was the day he called the general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If Parliament Square were designated as an area for suspicionless stop and search, which the Bill introduces, could Members of Parliament and our staff coming to work on the estate be stopped and searched by police? It seems far-fetched, but that may be a logical conclusion of the measures in the Bill. I would be grateful if the Minister shared his thoughts on his staff potentially being caught by these measures as they head into the office. As Justice has said, this Bill will\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“criminalise a breathtakingly wide range of peaceful behaviour”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as rapid injunctions to protect infrastructure against serious disruption, we would create a fast-track buffer zone outside schools and vaccine clinics to protect children and those accessing medical care from dangerous anti-vaxxers. What we have opposed and will continue to oppose is the criminalisation of peaceful protesters and passers-by. The Home Secretary has said this Bill is necessary to prevent “mob rule”, but would she call those protesting against the Russian invasion of Ukraine a mob? Is that the term she would use to describe the thousands of women who have gathered together for vigils to demand action on violence against women and girls? It is gatherings such as those on which her Bill will impact, not just potentially dangerous and disruptive ones. Why introduce a new offence of locking on when it is effectively covered by existing offences such as criminal damage, public nuisance and obstructing a road? Why introduce SDPOs when the Home Office’s own response was initially to reject them on the grounds that they would stop individuals exercising their right to protest?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is time for the Home Secretary to stop playing petty political games, and time for the Government to stop wasting legislative time on the Home Secretary’s hunt for headlines and to bring forward legislation that will actually address the many issues facing our constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}