{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Alex Cunningham – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 18 July 2022.",
    "content": [
        "What a rant, Mr Deputy Speaker. We all know that the Prime Minister is unfit for office, but rather than remove him, Tory MPs will tonight be whipped to keep an incompetent, lawbreaker in power, a person who has a problem with the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not have confidence in this Government for many reasons, but top of the list is the fact that the percentage of people living in poverty in the Tees Valley, and the percentage of children living in poverty there, has soared to more than 40% in the past 12 years. That is the highest level in the country. The Prime Minister, his former Chancellor and his rotten Government should be thoroughly ashamed. Too many children in the Tees Valley, and many more across the north-east, go to school hungry, and many do not know whether there will be much to eat when they get home at night. Who knows what many of them will do during the extended school holiday period?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year, while being grilled by the Liaison Committee, the Prime Minister accepted that it is not possible to level up the country without reducing the number of children in poverty. When challenged on why there was not a single mention of child poverty in more than 300 pages of the levelling-up White Paper, he suggested that that was the result of a “purely formal accident”. What the devil does that mean? Whether accidental or deliberate, this was a staggering and unforgiveable oversight on the Government’s part. Last week, I raised the issue of absolute poverty levels with the Secretary of State for Work and Pensions, but she said that she did not recognise the figures I had quoted. They were her own Department’s statistics. Not only do they not care, but they do not even know their own facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Poverty is widely acknowledged to be the leading driver of health, educational and economic inequalities between children growing up in areas such as the north-east and their counterparts in the rest of the country. Research published by End Child Poverty alongside the North East Child Poverty Commission has found that two in five babies, children and young people across our region are growing up poor and having their life chances and opportunities limited as a result. That is as a result of a Conservative Government. This abject failure of children and young people in Tees Valley and the wider north-east will be one of the defining legacies of this Prime Minister, and of anyone who has supported this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why should any child or young person in the Tees Valley have confidence in the Government when the intolerably high rates of child poverty in our area have somehow been forgotten in the Prime Minister’s flagship policy? Why should anyone have confidence in any of the candidates vying to be the next Prime Minister when not one of them has even acknowledged this fundamental issue, never mind set out any plan to try to tackle it? When one of them, the former Chancellor, showed up in Redcar on Friday in his designer shoes, which cost several times more than most families have to spend on food and other essentials in a month, he had nothing to say about child poverty—nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have so much talent and potential across the Tees Valley, yet so much of it is wasted as poverty and ill health hold our young people and our population back. Those children and their families need decisive action and a comprehensive joined-up plan to tackle child poverty now, not vague promises of being levelled up in eight years’ time. They need a Government who are willing to put tackling child poverty at the front and centre of their agenda, who are committed to supporting them to thrive and fulfil their potential, not a Government who forget that they even exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}