{
    "url": "https://www.ukpol.co.uk/jack-cunningham-1970-maiden-speech-to-the-house-of-commons/",
    "title": "Jack Cunningham – 1970 Maiden Speech to the House of Commons",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "Jack Cunningham",
            "url": "/tag/jack-cunningham/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Jack Cunningham to the House of Commons on 7 July 1970.",
    "content": [
        "Mr. Speaker, may I begin by expressing my thanks and appreciation to my predecessor, Mr. J. B. Symonds, for the tremendous job that he did at Westminster during the last eleven years? He worked diligently for the constituency as a whole and on behalf of many individual constituents. Latterly, as many hon. Members know, he has been troubled by ill-health. I am sure that hon. Members on both sides will join me in wishing him well in his retirement. After 50 years in public service at all levels he thoroughly deserves it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whitehaven is in the south and west of Cumberland and is quite diverse in nature. It covers an area of 350 sq. miles comprising agricultural land with small industrial communities based mainly on coal and iron-ore mining. It has, for the last six years, been almost wholly a special development area. As its representative I shall be concerned principally with scrutinising the future regional policies of Her Majesty’s Government. Indeed, as a special development area it has had preferential Government aid for six years. No one will suggest that in this time the many problems of areas like Millam, Cleator Moor, Whitehaven and Frizington have been solved, but whilst we had a Labour Government the foundations for progress were effectively laid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of the small industrial communities are still fighting for survival, lacking many of the basic facilities of some of the more prosperous areas of Britain. I want the Government to give a vigorous commitment to even greater assistance for areas like my constituency, because it is only through the policies of the central Government that the problems will be solved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year the northern region as a whole enjoyed the fastest rate of growth in public expenditure in Britain, but still the problems remain. So it is nonsense for hon. Gentlemen opposite to suggest that we will solve regional problems by reductions in public expenditure. This just is not possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People might ask—I can understand this—why the regions have a right to preferential Government aid. One of the principal reasons for the present plight of various regions is that historically their natural assets—coal and steel—have been taken away in a major contribution to the last economic and industrial revolution. But—this is the important point—the money made at that time was never reinvested in the regions. There has been a total neglect for decades in terms of public and private investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To add insult to injury, local people have been left surrounded by industrial waste and dereliction and they are now presented with the Bill for clearing up the mess. I suggest that the Government should give a commitment to providing the whole of the cost involved in the removal of industrial dereliction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must also express grave concern at the apparent lack of interest instanced by the failure to provide a Minister of State for Regional Development. Apparently, there was indecision yesterday at Question Time concerning Government control of industrial development certificates. We heard some equivocal replies this afternoon on investment grants. Hon. Members representing constituencies affected by regional development have pointed out that this has been one of the major reasons for new industries moving to the regions. It is obvious that the Government cannot appreciate this point, because they have virtually no representatives from the areas affected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should also like to see a firm commitment to the continuation of the regional employment premium. This measure has enabled industries in the regions to reduce their costs and to become more competitive. Any Government which believes in the slogan “one nation”, as we understand the present Government do, will give us these commitments to help solve the regional problems not only in terms of industrial development, but also in terms of education, housing, health and urban renewal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We ask not only for more industries and jobs, but also for a better share of the jobs which will provide higher incomes to families living in the regions. One of the major problems facing local authorities is that, because of low family incomes, there is no local impetus for the growth of amenities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remind the House that Government policies between 1951 and 1964 had a remarkably similar effect—in the Northern Region, at any rate—to the policies employed there by William the Conqueror. At the end of 1964 Government spending on regional policies as a whole totalled approximately £19 million. In 1969 this had risen to £285 million, but still the problems remain and many more problems need to be tackled more vigorously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can we believe, in view of this, that a commitment to reducing public expenditure will give us the results that we desire? To be more specific, we have not seen enlightened capitalism, about which we heard so much, rushing to help communities like Millam. They just do not want to know. It is only through a vigorous Government policy of inducements that we shall achieve industrial development in these areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a scientist, I am sure that the new technologies which are coming will exacerbate these problems in the regions. Many of the difficulties that we already know will get worse. A more balanced economic development will not only aid regions like West Cumberland, but will also aid Britain as a whole. It is no accident that the community problems in the South-East and the West Midlands exist because people are afraid of overcrowding and of uncontrolled urban development. It is these very problems which, on the one hand, give the South-East a kind of pot-bellied economic affluence, whilst, on the other hand, the Northern Region in particular goes through a kind of economic Biafra. We shall be looking to this Government to reverse these policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe, as has already been said this afternoon, that in a rapidly changing industrial democracy it will be essential for any Government to intervene in industrial development and to give a commitment to ensure that we have a more even development in future than we have enjoyed hitherto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I appreciate the traditional reception of a maiden speech from both sides of the House. I look forward in future to speaking on regional matters, on education, in which I have some experience, and also on science and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}