{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2023-speech-on-the-future-of-the-parole-board/",
    "title": "Alex Cunningham – 2023 Speech on the Future of the Parole Board",
    "post_date": "January 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mrs Murray. I congratulate my hon. Friend the Member for Blackley and Broughton (Graham Stringer) on having secured this hugely important debate to highlight the urgent challenges facing the parole system. Much of my speech will reflect and build on his concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend mentioned the deeply distressing case of Andrew Barlow, formerly known as Andrew Longmire, and I echo his concerns. I, too, welcome the Lord Chancellor’s referral of the case back to the Parole Board for reconsideration that was announced yesterday; it is a testament to the hard work and campaigning of the victims. I also put on record my admiration for my hon. Friend and the vital work he has done, championing those victims’ cause in Parliament. As a former journalist, I also commend the role of the media in this particular case. However, it is totally unacceptable that the victims and their families did not receive the expected prior notification of Barlow’s planned release. Sadly, as highlighted by the hon. Member for Strangford (Jim Shannon), such failures are regularly repeated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that the head of the Parole Board has expressed regret at the fact that some of Barlow’s victims were not informed, but that is simply not good enough. I note that when Sonia Flynn, the chief probation officer, gave evidence to the Science and Technology Committee last year, she confirmed:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is in statute that we must consult victims of serious crime on their view of release, and for them to also give our victim liaison officers a view regarding the protections that we need to put in place to reduce their concerns about that individual if the Parole Board does choose to release—particularly the obvious concern that they could bump into them in the street.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is deeply worrying that, even with a case as serious as this one, mistakes have been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was horrified to learn that one of the victims, who still has nightmares three decades on as a result of the horror of Mr Barlow’s offending, only found out about his potential release, as we have heard, by reading the Manchester Evening News. We cannot allow our justice system to continue to treat victims as an afterthought. All of Andrew Barlow’s victims should have been signed up to the victim contact scheme and received communications from a victim liaison officer regarding how long he would be in prison, when he was up for parole and when he was likely to be released. They should have been told how to make a victim’s statement at the parole hearing. Such failings can retraumatise victims and seriously damage the public’s confidence in our justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Parole Board’s statutory purpose is to ensure that people who are dangerous are not released back into the community. It is a system designed to ensure public safety and to protect victims of crime, but after 12 years of Tory incompetence and chaos, our justice system is on its knees. Before the Minister uses the P-word, let me say that it was chaotic before the pandemic. Public confidence in the system is already near breaking point and with each further failing it gets closer to collapse. The Sentencing Council’s 2022 research report tells us that 45% of those surveyed were not confident in the criminal justice system’s effectiveness and 44% were not confident in its fairness. Does the Minister share my shock at those statistics? Public trust, efficacy and fairness of criminal justice are vital, or we will see fewer victims coming forward to report crimes and even greater numbers withdrawing midway through the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 2019 Conservative manifesto promised to support all victims of crime and do right by victims, but the Government simply have not addressed these ongoing problems. How can year-long court delays and chronic staffing shortages from one end of the system to another contribute to a system that is doing right by victims? The Minister will not be surprised by my next question: when will the victims Bill come before the House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is clear to us all that the Government have completely lost their grip on criminal justice. Labour is the only party that can be trusted to deliver on law and order. We know that careful parole decisions are essential to reducing reoffending and its costs to society. Reoffending costs our society an astonishing £18 billion each year according to the Government’s own figures. Changes to the parole system introduced by the Government in June last year prohibit probation officers from giving a view or making recommendations to the Parole Board on progression or release of prisoners, thus removing an important element of professional expert knowledge from the process. In his evidence to the Science and Technology Committee, Martin Jones—CEO of the Parole Board—emphasised this expertise by saying,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is really important to make the point that we get evidence from prison and probation officers on whether a person is safe to be released or not, and work by the Ministry of Justice some years ago suggested that 90% of our decisions are in line with the evidence provided by report writers. That provides some evidence of consistency.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In July last year, the three recognised Probation Service unions—Napo, Unison and the GMB—penned a letter to the Secretary of State with warnings about the serious consequences of the decision to prevent probation staff from making recommendations in written reports and oral evidence to the Parole Board under any circumstance. The ability to do so has long been a vital and valued part of the parole process. The unions warned that the decision\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“severely endangers the ability of the Probation Service to protect victims of the most serious offences, and indeed the wider public, from the risk of serious harm posed by many individuals involved in the parole system.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It further de-professionalises this vital public service role, leading to staff demoralisation, and exacerbating the retention problems that the Probation Service already faces. Prison and probation officers work hard day in, day out to deliver justice, and yet again they have been dismissed, undervalued and let down by this Tory Government. Speaking to the Ministry of Justice last year, a senior probation official said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is extremely difficult and very disappointing that the Parole Board is the last to hear about important decisions which strike at the very heart of the difficult decisions we are asked to make. It makes our members’ already difficult job close to impossible.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fact, Napo members raised concerns about having to supervise someone in the community who they would not have recommended for release. They talked about the extreme stress that could cause, as well as the increased risk of further serious offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am interested to hear from the Minister why removing probation recommendations was not included in the root-and-branch review of the Parole Board, and why there was no prior consultation with all stakeholders before the changes were implemented. Napo is concerned that removing professional recommendations in parole will lead to inappropriate releases and the non-release of those who otherwise may have been granted parole. Will the Minister share what impact assessment has been carried out on that particular issue, and confirm whether the Government sought the views of the Parole Board itself about having to make release decisions without expert witness recommendations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The changes allow for the Secretary of State to make recommendations. That happens only in the most serious of cases—around 150 of the 6,000 that the Parole Board deals with each year. The remaining cases will now have no recommendation given, which seems astonishing to me. I ask the Minister for further information on the so-called “critical few” cases that the Secretary of State will be involved in. Can the Minister share how many oral hearings have been attended by a Secretary of State’s representative in recent times? In how many of those oral hearings did the Secretary of State’s representative recommend no progression—either from closed or open conditions, to open conditions from closed conditions, or release on licence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Public hearings, the other major change introduced last year, were consulted on via the root-and-branch review. My hon. Friend the Member for Blackley and Broughton mentioned that as well. Personally, I am in favour of increasing the transparency of such hearings. When done properly, they could help to improve public confidence in the system. I know there have been only a few public hearings since their introduction, but could the Minister provide an update on how they are running, and how much engagement there has been with them? I understand that a remote link has to be set up to allow viewing, so I assume the Government have some sense of how many people are attending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, our probation service is still reeling from the reckless transforming rehabilitation programme, a failed experiment in privatisation. That disaster proceeded because the then Secretary of State, the right hon. Member for Epsom and Ewell (Chris Grayling), failed to listen to the warnings of those with the wealth of experience and expertise. I sincerely hope the current Secretary of State does not make the same mistake with parole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}