{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-smokefree-2030/",
    "title": "Alex Cunningham – 2022 Speech on Smokefree 2030",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 3 November 2022.",
    "content": [
        "I draw the attention of the House to my interests as a vice-chair of the all-party parliamentary group on smoking and health. I, too, welcome the Minister to his place and wish him well. I look forward to working with him. I congratulate the hon. Member for Harrow East (Bob Blackman) on an excellent and measured speech. I could make my shortest speech ever by simply saying, “I agree with Bob.” I won’t. [Laughter.] I will reiterate some of the points he made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I wander through parts of my constituency, particularly the areas of greater deprivation, I am struck by the number of people who still smoke, including children on their way home from school in school uniform. I know that in recent times rates of smoking have come down across the borough of Stockton-on-Tees, thanks to initiatives by the council, health staff and Fresh, the north-east charity that helped drive a reduction. Although the incidence of smoking has come down overall, it is still a major issue in areas such as the town centre ward, where it remains high, as does the number of young women smoking in pregnancy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, public health is in a dire state after 12 years of Conservative rule and, in recent times, the promise to act on smoking does not align with what is being delivered. Time and again, Members from across the House have asked for the long-overdue tobacco control plan, but despite making commitments to introduce the necessary measures to further reduce tobacco harm in this country, the Government have not done so. We will never meet the Government’s targets if we do not have a plan, so I hope that the Minister will today give us a date for the plan and promise to make available the resources to make it work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to be a little parochial and make it clear again why I have always focused on this health issue, in particular, during my 12 years in Parliament. In my patch of Stockton, 13.2% of adults smoked in 2019 compared with 13.9% in England. That rises to 19.1% among those in routine and manual occupations. When we look at the proportion of women who smoked during pregnancy in 2021, it is worrying that the figure for Stockton was 14.1% compared with 9.6% nationally. The fact that one in 10 expectant mothers smoke across the country is bad enough, but the proportion is 50% higher in my patch and much higher, again, in deprived communities. Smoking can be a family issue. Any expectant mother committed to quitting will struggle if their partner or others in their household smoke. We need a plan to work with whole families to discourage smoking and end the dangers to the unborn child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is, of course, an economic argument to invest in smoking cessation. At the local level, smoking costs £62.3 million every year. That includes £47.2 million in lost productivity and costs of £9.2 million to the NHS and £5 million to social care. It is particularly distressing that 7.4% of our Stockton North population suffer from asthma—higher than the 6.5% across England. Furthermore, the level of COPD—chronic obstructive pulmonary disease—in my constituency is 3.1%, which again, is 50% higher than the rate of 1.9% across England. In England, 14.1% of people have high blood pressure, but the proportion is 16.2% in my constituency. It is therefore no surprise that 75% of adults in the north-east support the ambition to reduce smoking prevalence to less than 5%—fewer than one in 20 people—by 2030, with just 9% opposed. Along those lines, 76% of adults in the north-east support activities to limit smoking or think that the Government should do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can all celebrate the fact that, in the past five years, the fastest decline in smoking rates in England has been in the north-east, although that was from a very high starting point. That is due to highly effective regional collaboration between local authorities and the NHS, supported by Fresh, to which I referred earlier, but they cannot do that alone. Government action could have a fast impact if they were to bring in legislation introducing the further regulation of tobacco products, as the hon. Member for Harrow East mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liz Twist**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is speaking powerfully about the experience in the north-east and nationally. He will be aware that, between 2007 and 2019, when the Government led the way in introducing tough new regulations, our smoking rates declined far faster than in the rest of Europe and most of the world, but that has dropped off, so we need to take further action. Is he aware of this recent research into smoking habits? University College London’s smoking toolkit study has surveyed smokers’ behaviour monthly since 2006. After years of steady decline in adult smoking—the proportion went from 24.1% in 2006, as he said, to 14.8% in 2020—smoking rates have stagnated, standing at 14.9% as we reach the end of 2022. Worse still, although the uptake of smoking among young adults declined year on year from 2007, that started rising again after 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alex Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my hon. Friend; I was not aware of some of the research to which she referred. However, the reduction in smoking has plateaued in recent times, and that is lamentable. I have a big enough heart to say that the Conservative Government have done much over the years to reduce smoking, building on much of what the Labour Government did between 1997 and 2010, but we cannot allow ourselves to stop there. We need to do so much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are often arguments—many of which are put forward by front organisations funded by the tobacco industry—that further smoking regulation would be the “nail in the coffin” for small businesses, but that is not so. As the hon. Member for Harrow East mentioned, a recent survey commissioned by Action on Smoking and Health found that small tobacco retailers in the UK support further measures to reduce the harm of tobacco, including increasing the age of sale from 18 to 21, mandating a licence to sell tobacco and requiring tobacco companies to pay for services to help smokers to quit. John McClurey, a retired local retailer from Newcastle said, “Tobacco is a burden” to small businesses. The Government could help to lift that burden and charge the tobacco companies to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my last speech on smoking in Westminster Hall, I again stressed the need for a levy on the tobacco companies, but Ministers were reluctant. The new Minister will want to take action in this space. As we all know, cash will be tight and the Budget in two weeks’ time will be difficult, so he can earn himself brownie points by requiring the industry that makes billions in profits while killing our people to pay up instead. It needs to pay, because more than 4,000 people died prematurely from smoking in the north-east alone last year, with 30 times as many suffering disease and disability caused by smoking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Going hand in hand with the personal suffering caused by smoking is the economic cost to our already disadvantaged communities. In their election manifesto, the Government claimed:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We are committed to reducing health inequality.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why, then, are there such pronounced inequalities? In the north-east, 42% of smoking households are in poverty and tobacco spending accounts for a higher share of gross disposable household income per head than in any other UK region or nation. Please do not give me the argument that if people are poor, they should give up their fags. Smoking is an addiction and they need help to quit. Ending smoking in such communities would not just benefit the health and wellbeing of individuals but inject money into local economies that was previously going up in smoke.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister will know that, at the current rate of decline, poorer communities risk being left behind as we move towards the hoped-for smokefree 2030. It will not happen in the communities to which I have referred without robust action. Most of the quitting has been done by people from better-off communities, and the benefits have largely accrued to those communities. In 2019, fewer than one in 10 professional and managerial workers smoked—well on the way to the smoke-free target of less than 5%—compared with nearly one in four workers in routine and manual occupations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Half the difference in life expectancy between rich and poor is due to smoking, which means that the scope for reducing health inequalities related to social position is limited, unless the many smokers in lower social positions can succeed in stopping smoking. Smoking is linked to almost every indicator of disadvantage. Those overlap different communities, so smokers in routine and manual occupations, or who are unemployed, are also more likely to be living in social housing and to be diagnosed with mental health conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a clear need for a new tobacco control plan that targets investment and enhanced support at disadvantaged smokers, wherever they are. As long as smoking remains the norm in some communities, not only will it be harder for smokers to quit, but smoking will continue to be transmitted from one generation to the next. The evidence shows that most people who smoke started as children. Prevention is key, so what will the Government do to reduce the appeal of cigarettes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liz Twist**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that raising the age of sale, as the APPG proposes, would reduce youth uptake? According to the UCL modelling that I spoke about, it would reduce smoking among 18 to 20-year-olds by a third. It would narrow the inequalities in uptake: as my hon. Friend has powerfully explained, children from more disadvantaged backgrounds are more likely to take up smoking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alex Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have no doubt that everything my hon. Friend says is totally on the money. We can take action, and it need not cost the Government a fortune either. My hon. Friend raises the issue of age. Some parts of the UK have a Check 25 policy—would it not be wonderful if we could introduce such a check on the sales of cigarettes? It might help to put an end to smoking among younger people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "High smoking rates among people with mental health conditions are a leading cause of premature death and disease. Smoking accounts for two thirds of the reduction in life expectancy for people with a serious mental illness. The smoking rate among people with serious mental illnesses is more than three times that of the general population. The rate among people with depression and anxiety is just under twice that of the general population, but they account for 1.6 million smokers. There is now good evidence that smoking exacerbates levels of poor mental health, whereas stopping smoking contributes to improvements in mental health. Tobacco remains the biggest cause of cancer and death in the UK, so Cancer Research would like to see the ambition to make England smoke free by 2030 implemented. I ask the Minister whether we can expect to see that ambition realised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to say a little about “The Alternative Smoke-Free 2030 Plan” published by the Institute of Economic Affairs, which the hon. Member for Harrow East has also received. After the disastrous free-market policies promoted by the IEA and adopted by the last Prime Minister and Chancellor, I find it hard to believe that any current Minister would give any credence to the IEA’s recommendations on anything. However, the hon. Member makes an important point: as a party to the World Health Organisation framework convention on tobacco control, the Government and all public authorities are required to protect\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“their public health policies…from commercial and other vested interests of the tobacco industry”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Minister is in any doubt about the role played by the IEA, he should take note of the leaked documents that show that during the passage of the tobacco products directive, Philip Morris International described the IEA as a “media messenger” on its behalf, able to assist in “policy outreach” to “pro-actively relay our positions”, while British American Tobacco described it as a “vehicle for delivery” of its UK reputation initiatives. I would like the Minister to restate for the record, on the Floor of the House, the Government’s commitment to complying with paragraph 3 of article 5 of the convention and to preventing tobacco industry-funded organisations from influencing tobacco control policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The arguments for bringing tobacco regulation forward are multifaceted and can no longer be ignored. As a member of the APPG, I look forward to working with a new Minister who can do the maths to realise the cash value of a tobacco control plan, especially if we make the polluters pay, and—better still—who can help us to ensure that we have healthier people in all our communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}