{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-the-power-of-attorney-bill/",
    "title": "Alex Cunningham – 2022 Speech on the Power of Attorney Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 9 December 2022.",
    "content": [
        "I congratulate the hon. Member for South Basildon and East Thurrock (Stephen Metcalfe) on promoting this private Member’s Bill and on introducing it today. He made his case very well; this is a matter of great importance that can affect so many of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year, I wrote to the then Justice Minister overseeing this portfolio, the hon. and learned Member for Cheltenham (Alex Chalk). I had several concerns, particularly regarding the lack of training and awareness on the limits of power of attorney, that had been brought to my attention by a number of practitioners. The then Minister’s response was reassuring and I am glad that the agenda in this area is moving forward with Government support, but there is still much to be done to improve the system beyond the Bill’s parameters. That said, Labour supports the Bill’s aims and welcomes the modernisation of the process for making and registering lasting powers of attorney.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is of cardinal importance that donors are protected. If technology can provide more effective ways of strengthening those protections, we should make full use of it. Furthermore, although I understand that the strain on the Office of the Public Guardian has reduced in recent times with the recruitment of more caseworkers, the staff there are still stretched and delays are still being experienced. I hope that the modernisation process provides the necessary streamlining to ease the burden on the Office of the Public Guardian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcome the Bill’s amendment to section 3 of the Powers of Attorney Act 1971, which the hon. Member for South Basildon and East Thurrock mentioned, which will enable chartered legal executives to certify copies of powers of attorney. It is good to see that particular matter addressed. However, there are several areas on which I would welcome the thoughts of the hon. Member or the Minister to inform my understanding of why they have been omitted from the Bill. One notable absence from the Government’s response to the consultation was the Law Society’s recommendation that certification should expressly include consideration of the donor’s capacity. This seems like a sensible proposal to me, and I am interested to hear why the Bill has not taken it on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While LPAs are one important mechanism by which it is possible to support the exercise of legal capacity, as Alex Ruck Keene KC notes in an article on his excellent website about mental capacity law and policy, it is certainly not the only mechanism. He notes that it would be possible within the same zone of endeavour as this Bill\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“to flesh out the provisions of the Mental Capacity Act 2005 to secure that a person is recognised as being able to make their own decisions in more situations than is currently the case.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Should we expect further legislation that would provide for wider reforms, or is this Bill the extent of the Government’s ambition for legislative work in this area? I ask with genuine interest, as we are looking forward to working with the Government, and the hon. Member, on introducing reforms in this important area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was pleased to read in the Minister’s foreword to the consultation response that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“it remains for me to emphasise again the importance of us modernising LPAs in a way that is right for donors. They are the ones who choose their attorneys, they are the ones that should set the scope of the powers they wish to confer under an LPA, and they are the ones whose rights and freedoms must be protected and facilitated through this service. It therefore remains the case that their needs are paramount and must come before those of any other party as we seek to make changes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We very much agree with this sentiment and are looking forward to scrutinising and potentially improving these measures at Committee stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}