{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2020-speech-on-covid-19/",
    "title": "Alex Cunningham – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 11 May 2020.",
    "content": [
        "I could have addressed many issues in this speech, among them the grief in my own community, the plight of child nurseries that face bankruptcy, small businesses that do not qualify for any support, individuals who have been caught between jobs and are not being furloughed, the hunger of children across the country because the Government refuse to issue school meal vouchers during the Whitsun holidays, or the fear of families with relatives in care homes. But I have opted to talk specifically about health, because of the disproportionate effect the coronavirus has on communities like mine. I pay tribute to all the key workers who look after us every day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we know, covid-19 is a respiratory virus that affects the lungs and airways. That is why lung health is an integral part of how we tackle this virus now and respond to the ongoing effects it can have on a person’s lung health. The majority of deaths from covid-19 in the UK have occurred among people with pre-existing conditions. Data from the UK covid symptom tracker app shows that smokers are more likely to report common covid symptoms, and smokers who contract coronavirus are more likely to experience severe symptoms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Prior to this crisis, I regularly called on the Government to do more when it came to lung health—to reverse the cuts and fund public health properly, to have better tobacco control and to tackle health inequalities. As colleagues may know, there is a 20-year average life expectancy gap within my Stockton North constituency. Men living in the town centre ward can expect to live 20 years fewer than a man living in Wynyard. While there are other health challenges, much of that health inequality is down to lung health and the Government’s failure to tackle it head on. Investing properly in tobacco control and smoking cessation services would achieve the Government’s ambition of a smoke-free England by 2030 and reduce health inequalities, but more importantly, it could lift over 1 million people out of poverty, including 250,000 children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has been much talk about how long the coronavirus could be around and whether it could mutate and reinfect. I am not a scientist, so I, like the vast majority of people, cannot answer those questions. But we cannot take a gamble with people’s health and their lives. If someone is more likely to die from covid-19 with a pre-existing condition, we need to tackle the root causes of pre-existing conditions. That means tackling health issues in areas like mine—the areas with the poorest communities. Smoking cessation is an excellent place to start. I hope that the Government will see it as not just appropriate but necessary to restore all funding for services that help people to stop smoking. When households stop spending money on tobacco, it can lift them out of poverty and increase the disposable income available to spend on local communities rather than lining the pockets of transnational tobacco firms, but the services need to ​be there to support people to quit smoking. A polluter charge on tobacco companies would go a long way to funding those services, so will the Minister commit to introducing this charge to provide a sustainable source of funding for tobacco control?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to give lung health the attention that it desperately needs, not just during the coronavirus crisis but afterwards, because we do not know whether this will happen again and we need to be ready. Improving the health of those with the shortest life expectancy is part of the answer. We need to be working on prevention so that if this happens again, we are ready and we will know that we will have saved lives simply by looking after their lung health now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}