{
    "url": "https://www.ukpol.co.uk/jack-cunningham-1998-speech-to-the-oxford-farming-conference/",
    "title": "Jack Cunningham – 1998 Speech to the Oxford Farming Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Jack Cunningham",
            "url": "/tag/jack-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the then Secretary of State for Agriculture, Fisheries and Food, Jack Cunningham, on 6th January 1988 at the Oxford Farming Conference.",
    "content": [
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am delighted and honoured to open this 52nd Oxford Farming Conference. Oxford has a consistent record of identifying new trends in farming issues and communicating them to the wider world. Your title of the present conference – “the real world” – and your list of outstanding speakers demonstrate your determination to continue this fine tradition of leadership in the international debate on farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The present section of the conference is entitled “the world view”. As the United Kingdom begins its presidency of the European Union – the world’s biggest importer and second biggest exporter of food – this is highly appropriate. I shall say something later about my priorities for the presidency of the Agriculture Council during the next six months. But first I want to speak about the new British government’s approach to the farming industry in Britain and to the future of agricultural policy in Europe. Both have important implications going well beyond the borders of the United Kingdom and indeed of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**UK Farming**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was appointed Minister of Agriculture I made clear what my priorities for British agriculture would be. I want to see an industry that is: successful, competitive and sustainable; that farms in an environmentally benign way; and that responds to consumer demands for high quality and, above all, safe food. Right from the start I put the health and well-being of people and the environment at the top of my Ministerial agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My experience since last may has confirmed that these are the right objectives. The British public has sent a very clear message about the kind of farming it wants, and which it expects both government and industry to deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Consumers increasingly want to know what is in their food and how it is produced. They want production systems which safeguard animal welfare, which they perceive as essentially natural and which do not damage the environment. They are often suspicious of new technologies and new production methods. Far more than in the past they look critically at the judgements and advice of scientists, governments and large multi-national companies where their food is concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nor are they willing any more to indefinitely subsidise farming for its own sake, even if they are willing to do so in order to help the environment or preserve and develop remote rural communities and areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are complex and demanding messages from the public. They require a positive response both from government and from your industry. Farmers, I know, listen carefully to what their customers are saying. Like any other business you only survive by providing what the customer wants. He or she can always go elsewhere and these days consumer choice is expanding dramatically. It will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But government has a key part to play too. Food safety and consumer confidence cannot be left to the market alone. Government has a duty to ensure that quality and hygiene standards are high, that the welfare of animals is protected, that food safety is maintained at the highest possible level. Government must also ensure that consumers are given all the information they want about the food they buy. Clear and accurate information is increasingly important as consumers become more discerning. It is also the key to successful adoption of new technologies which may bring great benefits, but about which some consumers have considerable unease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Above all, consumers must have confidence in the regulatory process and in government’s commitment to put their interests first. I will not hesitate to act on this principle, as I have recently shown over bone-in beef, specified risk materials and our decision to publish HAS scores. Our decision to create an independent Food Standards Agency with wide ranging powers is further evidence of this commitment. We shall be publishing our proposals in a white paper very shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My plans to reorganise and redirect the Ministry of Agriculture, and to give it a new culture of openness and consumer involvement, together with a new identity which reflects the public’s expectations, are further essential steps to restore consumer confidence. As I work with our European partners for removal of the beef export ban, I must be able to demonstrate to those partners that our commitment in Britain to put safety first is paramount.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise that higher standards may mean extra costs for the industry. You will understandably insist that if British farmers have to meet these high standards then so should your competitors. Otherwise your competitive position will be undermined. In a European single market and an increasingly open world trading system, how can this be assured?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not an easy question to answer. The straightforward response is that we should agree the high standards, whether of food safety or of animal welfare or for the environment, at European level and with our international partners. That is right wherever it is possible to do so. It is particularly important in the highly competitive European single market. That is why I have been pressing the Commission hard to produce proposals, for example, to phase out the use of battery cages for laying hens throughout the EU, and for the uniform treatment of specified risk materials in beef.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must also make full use of the new international trade rules which allow countries to set high standards of human, animal and plant health protection provided they do this with proper respect for the science and in a non-discriminatory way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But setting high standards for ourselves must not provide the excuse – as some in Europe have proposed – to erect unnecessary trade barriers against imports. When it comes to welfare issues or production systems, for example, we in Europe need to set our own standards for ourselves and make a virtue of them. We must then ensure consumers have the information about which products meet these standards and which do not. If consumers know that buying British means buying the best quality and best safety, you have nothing to fear from competition from farmers who do not meet those standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CAP Reform**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to turn now to the question of the competitiveness of British farming. Let me start with a prediction – always a risky business for politicians! This is that by the time you hold your 62nd conference, in 2008, agricultural production in the European Union of 21 or more members will be very different from today – no longer subsidised – except in specific areas to preserve or enhance the environment and contribute to rural economies and enterprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is that realistic? Should I have said 2010 rather than 2008? Perhaps. But the key message is that by then the inefficient world of European agricultural subsidy will have changed dramatically. The next WTO round is likely to require it. The budgetary implications of EU enlargement to the east will also do so. Enlightened farmers – particularly in this country, but also abroad – are preparing now for the restructuring of their industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The process of fundamentally reforming the cap will begin later this year when the Commission tables its proposals following up AGENDA 2000. I have no doubt that the negotiation in the Agriculture Council will be long and difficult. Some member states would prefer not to have to reform the CAP. But they all recognise that reform is essential in order to avoid wasteful surpluses and exclusion of our farm producers and their products from growing world markets. Some reform will undoubtedly come, probably during 1999.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The direction of Franz Fischler’s proposed reforms is right. European agriculture should not be insulated from world markets. Following the Uruguay round agreement, and reforms in American farm policy, our prices must come down to world levels if our agriculture is to retain its place in those markets. It is right to help farmers adjust to lower prices through higher direct payments. Equally, it is right to strengthen agri-environmental and rural development policies. These are important measures for preserving and enhancing the environment, helping meet biodiversity targets and dealing with any problems of desertification or rural unemployment, all of which are important considerations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we must not delude ourselves that the AGENDA 2000 reforms as they stand are sufficient to equip European agriculture to face the challenges of the next decade. The simple fact is that the average size of farm in the EU is 17.5 hectares and that is too small to give farmers a full time living from their land in the more open markets that will increasingly prevail. We should not base our policies on the delusion that sustainable agriculture can be built in Europe on such a base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For this reason alone – and there are many others, I can assure you – the idea of imposing a Community-wide ceiling on CAP payments is a perverse nonsense. It is wholly at odds with the objective of creating competitive agriculture. I will strenuously oppose any ceiling or other modulation of aid which discriminates against British farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a policy of reform that will encourage the development of our agriculture into a force capable of competing successfully in our own and world markets. This requires a level playing field and recognition that the most efficient farms are often quite large. We must avoid pursuing the chimera of an indefinable “European agricultural model” based on unviable farms that can only survive with ever increasing subsidy from taxpayers and consumers. If the CAP is to prepare European agriculture for a Union which includes Poland, Hungary and other Central European countries; if it is to prepare for a realistic outcome of the next WTO round; if it is to serve an agricultural industry that wants to remain a major force in the world, governments need to develop policies for the future and not be nostalgic about the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What does this mean in practice? First, support prices must be aligned with world prices as Franz Fischler has proposed. But this cannot be restricted to beef and some cereals. It is no less important to move to world prices for milk and sugar too. The fact that quotas apply to production of these products may mean that surpluses will accumulate less quickly. But if we keep our quotas we just surrender market share to our competitors in third countries. That cannot be in our farmers’ interests on any interpretation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, we must recognise that farmers need clarity in policy making, like any businessmen operating in a long term industry. Farmers accept there is a need for reform. But once that reform is completed it should bring stability. That means the reform must properly address the pressures on the CAP so as to avoid the need for further reforms a few years later when the next WTO round is concluded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, the AGENDA 2000 proposals make hardly any attempt to take account of the WTO round, or indeed the imminent enlargement of the EU. If they did, we would have an end date for milk quotas. The proposed compensation payments would be decoupled from production and be degressive. Failure to tackle these fundamental questions now, in this reform, will put the EU once again in a defensive position in the WTO negotiations, losing the opportunity to secure support for a sustainable long term policy which meets the real needs of our diverse rural areas. It will also leave the EU facing a second – and possibly much more painful – round of reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Failure to reform thoroughly now will also make the accession of the Central European countries very much more difficult. The objective of enlargement is to bring these countries, which suffered for so long under Communist rule, into the European democratic family. But forcing them to introduce milk quotas and sugar quotas, IACS forms and base areas and all the bureaucracy that goes with them will be reminiscent of the old command economy that they have so recently and painfully shaken off. Our contacts with Central European colleagues suggest that they are appalled at such a prospect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Competitiveness is not just about the Common Agricultural Policy and modernising farm structure. Technology is also important for enabling farmers to produce high quality food at competitive prices, whilst protecting the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "An important factor in this is research. My department funds a very substantial research programme. A main theme of this is sustainability, including issues such as reduced inputs of pesticides and fertilisers, exploring the potential of bio-control systems, and the usefulness of buffer zones to protect freshwater fish and their habitats. This helps both to inform our policies and to help show farmers and environmentalists alike the options available for changes to present practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**UK Presidency**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I began by referring to the UK Presidency of the European Union which began 5 days ago. The government is determined to run an efficient, impartial Presidency. We strongly believe in the importance of the European Union and in Britain’s ability to play a constructive, leading role in it. I am determined that the work of the Agriculture Council, over which I will briefly preside, will illustrate this fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will have a busy agenda, reflecting many of the themes I have touched upon. The top priority will be the launch of the negotiations on AGENDA 2000, comprising reform of no less than 6 commodity regimes (dairy, arable, beef, wine, olive oil and tobacco) and introduction of a reinforced agri-environmental and rural development policy. I do not expect to complete the reforms in our term. There will not be enough time for that. But when the Commission table their proposals, I shall give the negotiations a major push so that they are in good shape for the Austrians to carry forward when they take up the Presidency in July.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, I would like to use the UK presidency to make progress on proposals to improve animal welfare across the union. There exists a wide measure of support, particularly amongst Northern member states, for better animal welfare. We need to respond to that. I have asked Franz Fischler to table early proposals covering the welfare of hens in battery cages and the welfare of animals at slaughter, two key areas of public concern. I will give them high priority in the Council as soon as he brings forward detailed proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, we shall need to agree changes to the bananas regime to take account of the recent WTO ruling. Whilst this may be of less significance to many of you here than other elements of the CAP, I can assure you it is of critical importance to the banana producers in the small Caribbean countries whose economies could be wrecked if we cannot agree a new deal for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, we shall have to agree the 1998 CAP price fixing, though I hope this will not take up too much time given that the important negotiations will be on the CAP reform dossiers. A central event of the Presidency will be the Informal Agriculture Council in May. I am very much looking forward to bringing Commissioner Fischler and all my Council colleagues to Northern England where I plan to show them some of the very best of British livestock farming. I want all of Europe to understand the immense efforts we and particularly you have made – and are making – to ensure the safety of British beef and to begin introducing systems of traceability and quality assurance which will stand comparison with the best in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We shall have many other – less headline grabbing – dossiers to handle and no doubt some unforeseen problems in the Council. My aim will be to deal with all the issues in a fair, constructive and impartial way, as all our partners will expect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "British agriculture continues to demonstrate toughness and resilience. The ability to overcome current difficulties demands such qualities and more. It demands policies which work to develop genuinely sustainable farming economically and environmentally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The prospect of change is always difficult to face, particularly at a time when incomes are squeezed and the impact of BSE is so debilitating. But British farmers have an excellent track record of responding to the challenge of change. And you have many natural advantages, including a relatively advanced farm structure and a strong asset base. The fact that you have responded so much more positively to the Commission’s reform ideas than have farming interests in other member states is a credit to you and your representatives, and your forward thinking. Those very qualities are the ones that will keep you ahead of the competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For my part, you may be assured of my determination to fight for British farming interests in the forthcoming negotiations in Brussels. I am committed to policies which will encourage you to succeed in increasingly competitive markets, to ensure a level playing field in Europe and in the rest of the world wherever possible, and to help restore the confidence of consumers that is so crucial to all your success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}