{
    "url": "https://www.ukpol.co.uk/alex-cunningham-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Alex Cunningham – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Cunningham",
            "url": "/tag/alex-cunningham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Cunningham, the Labour MP for Stockton North, in the House of Commons on 8 November 2022.",
    "content": [
        "When I talk about poverty in this House—let us be clear that that is what we are talking about today—I usually refer to the fact that some 40% of our children in the north-east live in poverty. Not for them will be the grandparent trust fund or gift of tens of thousands of pounds for a deposit to buy their own home, and not for them the holidays or trips to theme parks with grandma and grandad—some of the things that many children in our society enjoy and even expect. That is because huge numbers of our pensioner generation, who have worked hard all their lives, are struggling to get by. It is only because they make sacrifices that they are able to ensure their grandchildren get a gift on their birthdays or at Christmas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The state pension is the largest source of income for most older people. For some, particularly women, it is their only source of income. Meanwhile, the number of pensioners living in poverty has been rising since 2013, with the figure exceeding 2 million last year. What kind of society are we that allows our senior citizens to simply exist through their later years, rather than enjoy their reward for decades of service to our country? Is it not a great sadness that those self-same pensioners are more likely to be in ill health after a life of struggle?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Pensioner poverty is a disproportionate risk, affecting 34% of private tenants and 29% of social rented sector tenants, compared with 12% of older people who own their home. In April, the state pension increased by 3.1%, instead of the 8.3% due under the triple lock formula, costing someone on the full new state pension a real-terms income drop of £487 a year and someone on the full basic state pension £373 a year. Some Conservative Members may say, “Well that’s only £10 a week.” But Labour Members know the value of £10 to a struggling household. Energy bills typically make up 6.6% of weekly spending for the over-75s, compared with 4.2% of weekly spending for households of all ages. Without certainty from the Government over whether they will be protected, those constituents are having to enforce their own cutbacks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then there are those not in receipt of the full state pension. Around 1.4 million older people receive pension credit—a vital top-up for people on the lowest incomes. If pension credit is increased only by earnings, rather than inflation, an older person living alone could be missing out on a further £400 a year, rising to more than £600 for a couple. Is there no end to the dependency of this Government on those with the lowest income to pay for the mess of the past 12 years? With people choosing between heating and eating, there is an impact on public health, therefore putting even more pressure on our overstretched NHS workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reinstating the triple lock is a practical choice. Even so, it leaves the UK’s level of spending on older age benefits below that of comparable countries. According to the latest OECD figures, at 7.1%, the UK spends less on old age benefits as a proportion of GDP than the average of 7.7%. Why is that? We are one of the richest countries in the world, but, sadly, what we see is the gap between the rich and the poor widen year on year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time and again, Government MPs say that their latest Prime Minister has the 2019 mandate to remain in power. That mandate includes the promise to retain the triple lock, as did ours. Now Conservative MPs can pick and choose which of their promises they will keep and which they will not. The pensions promise has been broken once. Can Conservative Members really believe that any little credibility that they have left can be retained if they break it again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}