{
    "url": "https://www.ukpol.co.uk/lord-falconer-2007-speech-on-judicial-diversity/",
    "title": "Lord Falconer – 2007 Speech on Judicial Diversity",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Lord Falconer",
            "url": "/tag/lord-falconer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Lord Chancellor, Lord Falconer, on 1st February 2007 at the offices of Wragge & Co in Birmingham.",
    "content": [
        "[![charliefalconer](https://www.ukpol.co.uk/wp-content/uploads/2015/11/charliefalconer.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/charliefalconer.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Diversity and quality go together. The wider the pool from which lawyers emerge and judges are selected the higher the quality of the legal profession and the bench. We need to increase diversity in our profession and on the bench to maintain our strength. Because it is fair, and because it increases confidence in our justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bold statements. But unless bold statements are backed with decisive action on diversity we will not make genuine progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’d like to do three things this afternoon; firstly, demonstrate why I believe improving the diversity of the judiciary is vital for delivering effective justice; secondly, illustrate that action on diversity is required across the legal profession, from attracting a broader group into the law, to promoting and developing opportunities for existing lawyers and judges currently in the system, and that this action needs to go further and faster than it is currently; and thirdly and finally, to look at some of the barriers to judicial office and some of the specific measures my department will be taking to ensure the high quality of our judiciary is maintained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that we are at an important point in the history and the development of our justice system. Increasing the ethnic and gender diversity of the legal profession and the judiciary is an enormously important step in the wider reform of our justice system. We need to continue to attract talent, in individuals of the highest calibre in terms of intellect, and probity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I find it exasperating when I hear people express fears that increasing the pool from which our judges are drawn will somehow dilute its quality. As if the only people capable of holding judicial office are drawn from a narrow pre-existing group. That we have still too few women judges, or those from different backgrounds is a measure of how much we still have to do. A system that only selects judges from certain backgrounds misses out on a whole pool of people who have the necessary talent and skills in abundance. There should only be one common denominator when it comes to appointing people to judicial office – merit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The importance of a more diverse profession is enormous. Lawyers serve communities whether that community is the City of London or the homeless of Leeds, or the small businesses of Bradford and Birmingham. They need to reflect those communities. Just as the legal profession does – so must the judiciary. Yet personal qualities of intellect, professionalism and probity are not enough. In a modern reflective system of justice, judges have a characteristic of equal importance – and that is understanding. Understanding of communities, of the people and the problems. Understanding, that in part, will come through more people from different ethnic groups, more people from wider social backgrounds, and more women entering the judiciary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Courts have to be demonstrably independent and of the highest quality. But they also need to be able to demonstrate that they understand, in a profound way, the problems with which they are dealing. The Commercial Court in London is successful because the commercial community are impressed by the extent to which it understands the issues with which it deals. The Justice Centre in Liverpool succeeds for precisely the same reason.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The delivery of effective justice depends on a diverse judiciary. Increased diversity will lead to greater judicial understanding of the issues that communities face, day-in-day-out. The wider the diversity of the judiciary the wider the perspective from which decisions are made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should be enormously proud of our judiciary. It consistently displays the highest standards of probity and professionalism in dispensing justice. They are unquestionably of the highest quality and understanding. They are unmatched, I believe, in the world. But to retain that high standing the pool from which they are drawn must widen. Quality will only be maintained if we have diversity. Diversity based solely on merit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is an immense amount of talent out there that remains untapped, because of lack of awareness of the judiciary, or indeed simply the sense that ‘judges aren’t people like me’. We must overcome these barriers if we are to narrow the gap between those doing the judging and those being judged; this is not diversity for the sake of targets, or quotas or for diversity’s sake, it is indeed essential if we are to have a judiciary and a justice system of continued quality and one that inspires public confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the arguments for diversity need to move on. Our efforts should not be spent winning the case for diversity, but in making it a reality, by going further than we have gone to date. We need to recognise it is a long term issue. But we also need to identify areas where we can make progress in the shorter and medium term. We are making progress in terms of gender and ethnic diversity. Year on year the statistics are pointing in the right direction. In1999 only 24% of judicial appointments to courts and tribunals were women. By September 2005 this had increased to 46%. Positive trends; with the total number of female judges in courts rising from 14-18% in the last 5 years alone. More and more women are applying for and taking up judicial office, and I hope that increasing the profile of women in the judiciary, promoting more flexible working arrangements, and highlighting the new open, transparent selection procedure will encourage more women to consider a career on the bench.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A similar picture emerges with those from ethnic minority backgrounds with the percentage of appointments to courts and tribunals increasing from 5% to 17% in that same period. While the percentage of judges in courts from ethnic minority backgrounds has doubled since 2001 to nearly 4% by April last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While this is progress, it is not yet of the rate or amplitude that I would like to see. Public confidence in the justice system will grow when people start to see more women judges and more judges from ethnic minorities in the court room. In terms of ability, in terms of increasing public confidence, in terms of improving the connection with communities, in terms of making decision from a broader perspective – improving gender and ethnic diversity is a necessity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Separate from judicial diversity, the legal profession also needs to attract men and women from a wider range of backgrounds to the law as a career. Initiatives such as Pathways to Law, a partnership between the College of Law and the Sutton Trust, to encourage young people from non-privileged backgrounds into the law should be commended. I am sure that this scheme and others like it will be wholeheartedly supported by the legal profession. Not only for the economic benefits of drawing a bigger and better pool into law as a career, but for the undoubted benefits that it will have, in time, on the makeup of our judiciary. The Sutton Trust believes that we need to take proactive steps to widen the basis of the profession. Holding career days, offering work placements, giving advice on applying to law courses, mentoring through school and university – all simple steps. But what the Pathways initiative shows, is that they work. As with women, as with minority ethnic individuals – unless we take steps to widen the educational funnel through which people become lawyers we are missing out on quality. We need to connect to people who are more than bright enough for a career in the law – we need to connect with them and to help them through the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Constitutional Reform Act 2005 rightly transferred responsibility for judicial appointments from the person of the Lord Chancellor to an independent body. The JAC is entirely independent, and while my recent predecessors and I appointed judges scrupulously on merit, the introduction of an independent commission should encourage applications by bringing transparency to the selection process, and by allowing the hitherto closed process to become more open. The JAC has a statutory duty to encourage diversity in the pool of candidates. I know they are committed to making this real. That deeply held commitment needs to be demonstrated by all of us; from law firms to the Lord Chancellor. The creation of the JAC is an important milestone. Improvements to the application and selection processes are already being made to make the process more user friendly much less off-putting. The JAC running and promoting a transparent and manifestly independent application and selection process will encourage more people to apply. It is a significant step. And it represents an important opportunity to change the climate; to provide much needed momentum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the promotion of diversity needs to occur at every key point of the cycle. True, we need to attract a more diverse group into the law as a profession. But I do not accept that we need to wait to see the benefits of these longer term strategies before we start to see real, meaningful improvements in judicial diversity today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted that Wragge and co has hosted this event today as a small measure of your commitment to promoting diversity in your own firm, the wider legal profession and now the Judiciary. I hope that many more firms will follow the active lead set by Wragge and co.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are currently deserving barristers, there are currently deserving solicitors – who are simply not considering a career as a judge. There are immediate steps that we can and must take to attract qualified individuals to apply to the bench. Essential to improving quality in diversity is to gain an understanding of the genuine barriers, real or perceived that exist to judicial office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Research into these barriers, conducted by my department, has thrown up some interesting results. Many interviewed cited nothing more substantial than a lack of awareness or knowledge of the types of post available, or of the application process or eligibility requirements. Others perceived the judiciary to be an isolated career choice, and feared giving up the more sociable aspects of their current career. Long hours and inflexible working patterns were a disincentive for some. What I found most encouraging about these findings was that there was no sense of a great cultural antipathy towards a career in the judiciary. Rather many concerns were either borne out of the lack of sufficient information to make an informed decision or were around work/life issues that we are committed to resolving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Tribunals, Courts and Enforcements Bill currently before Parliament includes clauses to extend eligibility for judicial office. Post qualification experience rather than rights of audience will be at the heart of the new eligibility criteria. By removing the emphasis on rights of audience I hope this will encourage more solicitors to apply for judicial office. In addition the changes will also allow for Legal Executives, Patent Agents and Trademark Attorneys, with the appropriate experience, to apply for certain judicial posts. This will widen the pool of potential applicants even further, and recognises that not only solicitors and barristers have the appropriate skills and experience to become judges of the highest calibre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In September 2006 I announced my intention that former Judges should be able to return to practice as solicitors and barristers. I remain committed to this idea, not as has been suggested, because I want to encourage existing judicial office holders to leave the judiciary. This is about encouraging more applicants. There is evidence to suggest that prohibition on return to practice is a significant psychological barrier for many potential candidates. In particular solicitors and barristers can be deterred by the realisation that taking up a salaried judicial post would close off future career options.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Return to practice proposals, with the necessary safeguards, is about increasing the attractiveness of judicial appointment to a wider pool. It recognises that the job market has changed. Flexibility and choice have become hallmarks of our successful economy and employment market. While taking up judicial office is a very special position requiring commitment and dedication, I believe we have to move with the times and give Judges the option of having more flexibility in their career, as is the case with other professions. I remain unconvinced by the argument that permitting return to practice will lead to the risk of bias, real or perceived. The position of fee paid Judges- part time judges who continue to work as solicitors and barristers tends to show that this is not so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For those who have participated in the scheme, salaried part time working enables a balance to be struck between one’s professional life, one’s family commitments and one’s other interests. The scheme has proved enormously attractive for many, with around 90 salaried part-time judges. We have had the first 9 salaried part time circuit judges, experienced judges who have embraced a new way of working, and by April this year they will have been joined by several others. Salaried part-time judges are also sitting on both District Judges benches, in the Appeal Service, the Employment Tribunal Service, the Lands Tribunal, and the Asylum and Immigration Tribunal. A number of whom have gone on to sit full time. As well as attracting people to the bench as a career; we need to explore ways of keeping them there. And the introduction of more flexible working arrangements will be essential in maintaining the judiciary as an attractive and viable career choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And of course one of the reasons I am here at Wragge and co today, is to reiterate my commitment to finding ways of promoting judicial service in our courts and tribunals to solicitors. There is a profound sense of preaching to the converted this afternoon – I am delighted that so many of you are here and expressing an interest in judicial office. I wish you every success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Solicitors are still under-represented in the judiciary – with a significant gap in numbers between those who are eligible and those who apply. Solicitors also tend to apply for the more junior posts. We need to understand what the barriers are – and we need to overcome them. Lack of awareness about requirements for judicial office isn’t good enough. I want to dispel the myth that the Bar is the only career route to judicial office. In conjunction with the Law Society we recently sent letters to every solicitor in the country who has recently become eligible for judicial service. And so far, we have signed up 7 major firms, including our hosts, to a 5 point action plan to promote diversity and judicial service. 7 large firms represents progress, but once again not at the pace or depth I wish to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was particularly pleased to see Lawrence Collins, now Lord Justice Collins appointed to the Court of Appeal not long ago. As a solicitor, he demonstrates that professional background need not be a barrier to taking high judicial office. I am delighted that he is here today, and I urge you all to make the most of his not inconsiderable talent and experience. I hope that he will become an inspiration for many more solicitors in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Judicial diversity is not tokenism and political correctness. It is not just a numbers game. I want to see a judiciary that has more understanding and engagement with the communities it serves. In no sense is this a slight on the thoroughly able, skilled and connected judiciary that currently provide such marvellous service to their communities. Rather it is a reflection on the future direction of the justice system. As we evolve as a society – so must our systems, structures and institutions adapt; the justice system and the judiciary are no different from any other public service in this regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to see the level of community engagement enhanced. I want to see more judges out and about in their local communities, speaking to local people, understanding local concerns, to be more responsive to their local environments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The public are increasingly demanding more from their public services, increasingly expecting more from lawyers and judges. Community justice pilots in Liverpool and Salford represent a new way of doing justice. A way of making sure that the courts and the wider justice system are connected to the communities that they are there to support. It is a successful model that I want to see in practice right across England and Wales within the next two years. What the examples of Salford and Liverpool show, is that a visible, credible accessible judge is vital in strengthening links between the courts and the local community. Better connections leads to increased confidence in the work of the court – and what the pilots have demonstrated is that, in turn, greater confidence in the effective delivery of justice can empower communities to play an ever increasing role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Judicial diversity isn’t a choice. Unless the profession widens the base from which it is drawn it will be missing out on quality. Unless the profession becomes more representative of the communities it serves there will be gaps in public confidence. Justice is rooted in confidence – confidence is rooted in diversity. When I see the statistics on diversity I do find it concerning – we still don’t have enough women, we still don’t have enough people from ethnic minority groups, or from less privileged backgrounds. But what gives me hope is that these issues are being raised now. What gives me encouragement is that many in the legal profession recognise that they have a responsibility to encourage people from a wider background to consider and pursue a career in the law. What gives me encouragement is that an independent JAC will encourage a more diverse pool of applicants from which to draw the judiciary. What gives me encouragement is that increasingly, through the roll out of community justice, judges will be making ever stronger links with their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now is the time we must press for change – not to fix something that is broken but to secure the continued high quality of the judiciary. The measure of success for any diversity strategy should not be statistics – it should be confident communities and effective justice. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}