{
    "url": "https://www.ukpol.co.uk/lord-falconer-2003-speech-to-labour-party-conference/",
    "title": "Lord Falconer – 2003 Speech to Labour Party Conference",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "2003 Labour Party Conference",
            "url": "/tag/2003-labour-party-conference/"
        },
        {
            "text": "Lord Falconer",
            "url": "/tag/lord-falconer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Lord Chancellor, Lord Falconer, to the 2003 Labour Party Conference in Bournemouth on 2nd October 2003.",
    "content": [
        "[![charliefalconer](https://www.ukpol.co.uk/wp-content/uploads/2015/11/charliefalconer.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/charliefalconer.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There have been Lord Chancellors for over a thousand years of British history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But in more than 100 years of Labour history, no serving Lord Chancellor has ever addressed our Party Conference. So I am the first. And – as this Labour government is abolishing the office of Lord Chancellor – I am also going to be the last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The abolition of that role marks real change – change for a purpose: change to make the justice system serve all of the people – particularly those who need it most; the kind of change Labour governments are elected to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I joined the Labour Party 25 years ago to make changes – spurred on by Tory cuts in Wandsworth, by the values of this party and by the desire we all have to make things better. And I remember all too vividly the long years of Labour in opposition – where, for all the leaflets, all the canvassing and all the radical ideas, we were unable to make any real changes to benefit local communities. Now this New Labour government is making some of the most radical and far-reaching reforms to the justice system. Not undermining its independence. But making it fairer: not just to defendants – but to all those who depend on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The post-war Atlee government wanted to see education and health available to all. That vision is still what New Labour wants today. But Atlee wanted as well to see justice for all. We share that ambition: but if we are to honour that legacy, then our system of justice urgently needs reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because people and communities hit hard by deprivation and by crime look to a Labour government: to fight on their side; to renew their neighbourhoods; to protect them against crime; and to give their children a future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But there is no hope of renewal if the community is dominated by the fear of crime and drugs. Many people living on run-down estates say that, whatever their housing problems, what’s even worse is the impact of crime and anti-social behaviour, and the fear that their children will fall prey to drugs. So to help our communities, we must fight crime and drugs effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A proper criminal justice system is essential for that. But the battle begins well before the criminal justice system: with education, economic opportunity, identifying children at risk and providing alternatives to drugs. We know we can’t stop every crime. But the well-being of our communities depends upon a criminal justice system in which people have faith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We’ve all heard people say it: what’s the point? What’s the point of reporting a crime? What’s the point of calling the police? What’s the point in coming forward as a witness? We’ve heard too many stories of offenders bailed for an offence who go out and do it again while they’re still on bail – and nothing happens to them. Or of the defendant who’s fined – and just doesn’t bother to pay it. Or of the offender who gets off drugs in prison – and then on the day they’re released goes straight back to the dealer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It doesn’t have to be this way. We have already put the fight against crime at the heart of this government’s agenda. And we are making good progress. Crime was lower at the end of our first term than when we came to office. Police numbers are at their highest ever. Persistent young offenders are now dealt with in half the time they were when we came to power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David Blunkett and I are working closely together in tackling crime. But to make a real difference, to provide the real drive that our communities so long to see, we must press ahead with reforming the criminal justice system. Radically. Radical reform to benefit the public. Because for too long the system has focused too much on the people working in it. And too little on the people it’s supposed to be there for: the victims, the witnesses, the community – people harmed by drugs and crime, not people doing the harm of drugs and crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So we need to shift the balance. When defendants are summoned to court, they’ve got to come. When people are fined, those fines must be paid. When custodial sentences are appropriate, then the courts should apply them. But we need as well to make sure that we can break the cycle of crime, that we can make a difference to an offender’s behaviour – getting them out of crime and back into civil society. When offenders are clearly driven by drug abuse, we need to ensure that drug treatment is available – and that it works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So we must make sure that the system serves the public – not the other way round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me give you an example. On 15th August 1998, on a normal, quiet Saturday in Omagh, Northern Ireland, 29 people were murdered in an appalling act of terrorism. A terrorist attack on a scale unprecedented in the UK. Of course anyone accused of the Omagh bombing must have a fair trial. They must have the opportunity to challenge any charge. They are entitled to the presumption of innocence. They would be entitled to legal aid. That’s right. And it’s fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But what about the victims? The victims’ families can’t afford all the legal costs to bring civil proceedings to court to seek to establish who committed the atrocity. Under the way things are now, they can’t get the support of legal aid. This isn’t right. It isn’t fairness. And it isn’t justice. The victims of the Omagh bombing deserve exceptional support. We will make sure that the victims can get legal aid, that they can bring their case to court, and that they can seek justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need a simpler justice system. A more straightforward justice system. A justice system which is more open, and more transparent. And that change has got to start at the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lord Chancellors in Britain have, throughout their history, performed complicated balancing acts: being head of the judiciary, speaker of the House of Lords and a Cabinet minister, all at the same time. That isn’t right. Tackling crime, making sure the justice system works as we want it to work, requires me, as the Secretary of State in charge of the courts and legal aid, to be working full time on the problem : working with others to deliver results on the ground, driving through radical reform. So we are going to abolish the role of Lord Chancellor. We are going to move the highest court of appeal from the House of Lords to a Supreme Court. We are going to ensure that judges are appointed through an independent appointments commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To restore faith and trust in our institutions we must set decent standards which the public expect to see enforced. We must make our institutions open, transparent, and relevant. So it isn’t acceptable any longer, for this party or for this country, to have people in our legislative system, in the House of Lords, who are there only by birth. We want to go further in reforming the House of Lords. But we are clear: we can no longer support an arrangement where there are members of the Lords able to vote on the legislation of this country wholly and solely by birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And on our other reforms: we need to see our human rights legislation fully effect a whole range of social and equality issues – not just about the rights of the defendant, but about achieving dignity for those in need. We have to be open in government, too: we have to see freedom of information working, and working properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our reforms are radical; they are real reforms; they are Labour reforms. They are there for a purpose: to restore faith in our institutions; to protect our communities, and our people; to help people fight terror, to fight drugs, to fight crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That means a fair justice system. A system which understands the needs of the public, and a legal aid system which delivers for the needy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When people are dealing with housing problems, debt problems, family problems, we have to have advice available for those who need it most. I want to redouble our efforts to secure access to justice. A justice system is not effective unless there is access for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Without a reformed justice system, and without real and renewed efforts to fight crime, then there’s precious little hope for so many of the communities who look to this New Labour Government for renewal and regeneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We cannot allow that to happen. We will not allow that to happen. So Labour must deliver for all the people. A future fair for all. Justice for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}