{
    "url": "https://www.ukpol.co.uk/kishwer-falkner-2022-tribute-to-hm-queen-elizabeth-ii-baroness-falkner-of-margravine/",
    "title": "Kishwer Falkner – 2022 Tribute to HM Queen Elizabeth II (Baroness Falkner of Margravine)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kishwer Falkner",
            "url": "/tag/kishwer-falkner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Kishwer Falkner, Baroness Falkner of Margravine, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I seem to be taking part in that bit of the proceedings where there are a lot of people who never had the honour of meeting Her late Majesty Queen Elizabeth. I, among others in our nation and beyond, have known her only as our singular sovereign. I say that as a first-generation migrant to this country, coming from a republic, so my early experience was not of her as my Head of State. In fact, for many years after I arrived here, I continued to be a republican, but her example finally cured me of that heresy about 30 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s presence among Commonwealth countries has been remarked on considerably today. There never was any doubt as to her status within that family of nations as its head. My first memory of seeing her was as a very young child when she and the late Duke of Edinburgh visited what was then East Pakistan, today’s Bangladesh, in 1961. My late father, who was an army officer, and my mother took us to Chittagong in a state of great excitement. My mother was of her generation, I think born in the same year, and was incredibly excited to see “the Queen”—there was never any question of needing a name—in the flesh. The Queen spoke beautifully, but more importantly for me as a child, she wore a beautiful dress. That sense of style stayed with her to the end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In more recent times, I saw her in operation in her beloved Commonwealth when I served as a staffer at the Queensland CHOGM of 2002. I see that the noble Lord, Lord Jay, is not in his place; he was there as well in a slightly more significant role. It was a difficult one, after the 9/11 attacks, the problems of Mugabe and Zimbabwean democracy, and the expulsion of Pakistan after the Musharraf coup. There was a general sense of crisis. I said to my boss, who was a veteran of those meetings, “Oh my God, does she really need this on her plate?”, to which his reply was, “My dear girl, the odd coup or two in between these meetings wouldn’t even cause her to blink. She’s seen it all.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A lot has been said about the late Queen Elizabeth’s personal qualities as our sovereign, but I also pay tribute to her deep knowledge and understanding of complex issues. After we as a country experienced the global financial crash of 2008, a furious debate was raging about all the assumptions that underpinned financial markets and capitalism. She asked to meet a bunch of senior economists at the London School of Economics, of which I am an alumnus. Nobel Prize winners were lined up wall to wall. After listening to the great and good in the world of economics, she asked the simplest of questions: “Why didn’t you see this coming?” This was the question being asked up and down the land in every house. She was always ahead of the game.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tributes this morning spoke about the role faith played in the Queen’s life and the umbrella that the Church of England holds up on behalf of all faiths in our country. Speaking as another person from the Muslim world, I can say that the service that Queen Elizabeth represents, and which King Charles has so clearly articulated he wishes to continue, will sustain all their subjects in the weeks and years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am confident that we are, in our sorrow, one indivisible United Kingdom, irrespective of race, religion or creed. All of us mourn her passing. Our thoughts and prayers are with King Charles III and the wider family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}