{
    "url": "https://www.ukpol.co.uk/michael-fallon-2016-speech-on-nato-warsaw-summit/",
    "title": "Michael Fallon – 2016 Speech on NATO Warsaw Summit",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Michael Fallon",
            "url": "/tag/michael-fallon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Fallon, the Secretary of State for Defence, in the House of Commons on 11 July 2016.",
    "content": [
        "[![michaelfallon](https://www.ukpol.co.uk/wp-content/uploads/2015/11/michaelfallon.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/michaelfallon.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With permission, Mr Speaker, I will make a statement on the NATO summit held in Warsaw last Friday and Saturday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The 2015 strategic defence and security review reaffirmed NATO’s position at the heart of UK defence and security. The United Kingdom remains a leader within the alliance, with the second largest defence budget after the United States, and the largest in Europe. The range of challenges that the alliance faces, including Daesh, migration and Russian belligerence, meant that this summit was of major importance for Euro-Atlantic security. The overwhelming message from Warsaw was one of strength and unity. We believe that the summit has delivered an alliance that is now more capable and that projects stability beyond our borders, based on stronger partnerships, which collectively protect our citizens and defend Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the Wales summit in 2014, NATO agreed its readiness action plan to ensure that the alliance can respond swiftly and strongly to new challenges. The UK is at the forefront of these efforts: our Typhoons are currently conducting Baltic air-policing missions from Estonia; our ships are making a significant contribution to NATO’s naval forces: and we will lead NATO’s very high readiness joint taskforce next year, with 3,000 UK ground troops ready to deploy within days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To demonstrate the allies’ solidarity, determination and ability to act in response to any aggression, Warsaw builds on the Wales’ commitments by delivering an enhanced forward presence in Estonia, Latvia, Lithuania and Poland. I am proud that the UK is one of four nations to lead a framework battalion alongside Canada, Germany and the United States. These battalions will be defensive in nature, but fully combat capable. The UK force will be located in Estonia with two UK companies, a headquarters element and equipment including armoured vehicles, Javelin anti-tank guided missiles and mortars. Denmark and France have said that they will provide troops to the UK battalion. In addition, we will also deploy a company group to Poland. That is our response to Russian aggression. NATO’s approach is based on balancing strong defence and dialogue. Dialogue remains right where it is in our interests to deliver hard messages to promote transparency and to build understanding to reduce risks of mis- calculation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Credible alliance defence and deterrence depends on NATO’s ability to adapt to 21st-century threats through both nuclear and conventional forces. The summit recognised the important contribution that the UK’s independent nuclear deterrent makes to the overall security of the alliance. I can confirm that we expect the House to have the opportunity to vote to endorse the renewal of that deterrent next Monday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Initiatives on cyber and hybrid warfare among others will give the alliance the capabilities that it needs to respond quickly and effectively. However, modern capabilities require appropriate funding and here good progress has been made against the defence investment pledge, a key commitment from Wales. Following this Government’s decision to spend 2% of GDP on defence and to increase the defence budget in each year of this Parliament, cuts to defence spending across the alliance have now halted, with 20 allies now increasing defence spending, and eight allies committing in their national plans to reaching the 2% target.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Delivering the best for our country also means maximising the talent in our armed forces. The Prime Minister has accepted the recommendation of the Chief of the General Staff to open up ground close-combat roles to women. NATO’s role in preventing conflict and tackling problems at source has become ever more important as threats to alliance security grow out of instability and fragile or weak states. NATO’s defence capacity-building initiative, which was first announced in Wales, is a powerful tool in projecting stability and we in the United Kingdom continue to provide significant support to Georgia, Iraq and Jordan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Building on that, the allies agreed that NATO will conduct training and capacity building inside Iraq. In Afghanistan, local forces are taking responsibility for providing security across their country. Our long-term commitment, as part of NATO’s Resolute Support mission, is crucial. Next year, we will increase our current troop contribution of 450 by 10% to help build the capacity of the Afghan security institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The summit also reiterated its support for our European partners, including Ukraine and Georgia. I was delighted that Montenegro attended the summit as an observer, as a clear sign that NATO’s door remains open.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the scale of Europe’s security challenges means that NATO must work with a range of partners to counter them. This summit sent a strong message of NATO’s willingness to build strong relationships with other international institutions. I welcome the joint declaration by the NATO Secretary-General and the Presidents of the European Council and the European Commission on NATO-EU co-operation. We continue to support a closer relationship between NATO and the EU to avoid unnecessary duplication.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our strong message to our allies and our partners was that the result of the referendum will have no impact on any of our NATO commitments and that NATO remains the cornerstone of our defence policy. The United Kingdom will be leaving the European Union, but we are not reducing our commitment to European security—we are not turning our back on Europe or on the rest of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "HMS Mersey will deploy to the Aegean from late July to continue our support for NATO’s efforts to counter illegal migration. We will also provide a second ship—RFA Mounts Bay—to the EU’s Operation Sophia in the central Mediterranean, and NATO has agreed in principle to provide surveillance and reconnaissance support to that operation too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a United Kingdom priority for NATO to do more against Daesh. NATO’s airborne warning and control system will now support the counter-Daesh coalition. In addition to our own assistance to the Government of national accord, we will consider what NATO can do in Libya—for example, through capacity building of the Libyan coastguard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is our firm view that the Warsaw summit successfully demonstrated that the alliance has the capacity, the will and the intent to respond to the range of threats and challenges that it may face. The summit also showed that Britain is stepping up its leading role in the alliance by deploying more forces to NATO’s eastern borders and to NATO’s support to Afghanistan and in countering illegal migration. With that strong UK leadership, Warsaw will be remembered for the concrete steps that were taken to deliver a strong and unified alliance that remains the cornerstone of European defence and security. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}