{
    "url": "https://www.ukpol.co.uk/michael-fallon-2019-valediction-speech/",
    "title": "Michael Fallon – 2019 Valediction Speech",
    "post_date": "November 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Michael Fallon",
            "url": "/tag/michael-fallon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Fallon, the Conservative MP for Sevenoaks, in the House of Commons on 5 November 2019.",
    "content": [
        "I was first elected to this place as the first Conservative for 25 years to sit for the constituency of Darlington in the north-east of England. I have never forgotten that particular weekend. I set off on a train on the Sunday afternoon down to London and the buffet bar was closed. Somebody must have told the steward that the new MP for Darlington was on the train—I had been on television a bit—and he suddenly appeared with a tray of tea and toast and said, “We can’t have the new MP for Darlington going off hungry to take on his responsibilities.” He then stood there, shook his head and said, “Mind you, what hope have you got with all those Tories?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Along with my right hon. Friend the Member for Derbyshire Dales (Sir Patrick McLoughlin), who made the most splendid speech today, I had the privilege of serving—perhaps unusually—four Prime Ministers. I first served Margaret Thatcher as her Schools Minister and then John Major in the same capacity. With my right hon. and learned Friend the Member for Rushcliffe (Mr Clarke), we set up the first proper independent inspection service of our schools, Ofsted, and we ensured that school exam results were published and available to parents. It is extraordinary to think now that the exam results of individual schools were locked away in the director of education’s safe and that parents were not trusted with that information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I later had the equally unusual experience of working as deputy to two Liberal Secretaries of State, in the Department for Business, Innovation and Skills and the Department for Energy and Climate Change. Not only was that interesting, but it turned out to be quite a constructive experience. When the history of the coalition Government is written, perhaps we will see some of the benefits of that working together.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That period had a rather unusual ending. The day after the 2015 election, around lunchtime, I was called by David Cameron and reappointed as Secretary of State for Defence. As I was leaving the Cabinet table, he said the Secretary of State for Industry had handed in his resignation and the permanent secretary wanted somebody to be in charge for a couple of days while the rest of the Cabinet was assembled, so for a few hours I was Secretary of State for Industry. As I was picking up my papers, he added, “The Secretary of State for Energy has also handed in his resignation”, so I said, “Fine, I’ll have a look at that as well”. Then, as I was leaving, he said, “And the Secretary of State for Scotland has resigned”. So for a day or two I held those four portfolios together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I then had the most enormous privilege of all: working with our servicemen and women at the Ministry of Defence for three and a half years, leading them in the campaign against Daesh, resisting the challenge of a resurgent Russia and playing an important role in NATO. There can be no greater privilege than serving in that Department with the many willing and brave servicemen and women who have committed themselves to the service of our country. I want to put on the record my thanks to them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jeremy Lefroy (Stafford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would just like to thank my right hon. Friend for all he did in that role, particularly the way he kept Members of Parliament on both sides of the House so well briefed. When the history books are written, they will show how seriously he—together with his colleagues in the armed forces and his ministerial colleagues—took that incredibly important role. I thank him for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am most grateful to my hon. Friend. It seemed to me incredibly important to keep the confidence of the House, having won its support back in 2015 for airstrikes in Iraq and then for their extension to Syria. Of course, that we were able to keep that confidence was down in no small part to the precision of our pilots and their skill in difficult conditions in minimising civilian casualties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My successor will inherit a thriving and prosperous constituency. My constituents enjoy a good quality of life, remarkably low unemployment, a wide choice of schooling, frequent rail connections to the capital and the protection of the green belt—over 90% of my constituency is green belt—but there is still work to be done, including on the regeneration of Swanley, one of the other towns in my constituency, especially through new investment and the promise of a fast link service from Maidstone and Otford through Swanley to the city of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also need to ensure that boys in my constituency have access to grammar school places. Whether you like it or not, Kent offers an 11-plus system, but Sevenoaks was the only district in Kent that did not have any grammar school places. I was delighted that after a 15-year campaign we managed to establish a girls’ school annexe, which has been open now for a couple of years, but we still need to ensure provision for boys’ grammar school places alongside it. We also need to continue to protect our green-belt protections in Sevenoaks. The Government’s unrealistic housing targets will put ​pressure on that green belt, though I know that my hon. Friends on the Front Bench are conscious of the need to balance the demand for new housing with our commitments to protect the green belt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that this election campaign will not ignore some of the longer-term challenges our country faces. We have spent an awful lot of time—perhaps rightly, perhaps wrongly—debating the withdrawal agreement. In the end, that agreement only dealt with Ireland, our payments into the EU budget and the rights of EU citizens; we have not started yet on the major negotiation that really matters for business and jobs in my constituency, which is our future trading relationship, and I fear we have not yet started to explain to our electors some of the trade-offs that will inevitably be involved as we come to deal with the challenge to agriculture, financial services, the aerospace and automotive industries and our fisheries, and accommodating their legitimate right and desire to trade freely with the European continent with the views of our partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will have to quickly put in place the security partnership that has long been promised in various documents the Government have issued—I fear we have spoken far too little about this—and make sure there is no cliff edge at the end of January or February in the policing and judicial arrangements that our constituents expect and in the way our agencies work with other agencies across the European continent to deal with terrorism and organised crime. We will also need to work with our former partners in the EU to continue to uphold the rules-based international order. We do not debate foreign affairs nearly enough in this House. When I first entered Parliament, in the ’80s, we had much more regular debates on international affairs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are dealing with a resurgent Russia that is in breach of many international conventions, whether on nuclear arms, chemical weapons or the protection of sovereignty under the Helsinki accords. We are dealing with a very ambitious China that is flouting the law of the sea convention, which it has signed, and continues to steal—there is no other word for it—the world’s intellectual property. And we are dealing with a mercantilist United States that is degrading the World Trade Organisation and slapping sanctions even on its friends in pursuit of a policy of “America first”. When it comes to holding the rules-based international system together, there really is a role for the leadership among the western nations, and particularly for our own nation here in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me end by thanking all those who have helped me so much over the last 31 years, particularly the staff in my office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}