{
    "url": "https://www.ukpol.co.uk/michael-fallon-2016-speech-on-the-iraq-inquiry-report/",
    "title": "Michael Fallon – 2016 Speech on the Iraq Inquiry Report",
    "post_date": "July 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Michael Fallon",
            "url": "/tag/michael-fallon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Fallon, the Secretary of State for Defence, in the House of Commons on 14 July 2016.",
    "content": [
        "[![michaelfallon](https://www.ukpol.co.uk/wp-content/uploads/2015/11/michaelfallon.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/michaelfallon.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This has indeed been a considered and moving debate, as befits such a serious subject. I believe that more than 50 Members have contributed over the last two days, and I join them in thanking Sir John and his colleagues, including the late Sir Martin Gilbert, for their immense efforts. They have produced a report that I think we all now agree is comprehensive, accurate, and an unvarnished record of the events, and they have been unremitting in their efforts to understand the causes and consequences of the Iraq war and its aftermath. We are all in their debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that members of the armed forces and their families are able to find some measure of consolation in the report’s acknowledgement of their enormous service. Our thoughts remain with them. We should bear in mind what Sir John says about the efforts of the men and women of the armed forces: that the initial war-fighting phase was a military success. They did fight to help topple a tyrant who had murdered hundreds of thousands of his own people, and the subsequent failures in the campaign, at whoever’s door they are laid, cannot and should not be laid at the door of those who did the fighting on our behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, Sir John also makes it clear that the United Kingdom did not achieve its overall strategy objectives in Iraq. There were too many challenges in too many different areas. There was a lack of leadership across Government, and there was too much group-think in our military, security and intelligence cultures, which stopped short of challenging key decisions. That point has been made many times over the last couple of days. There was flawed intelligence, which led to assertions—particularly in relation to WMD—that could not be justified. There was a fatal lack of post-war planning, and lessons from previous conflicts and exercises had not been properly learned. We also failed, as the campaign unravelled, to adapt to the changing situation on the ground, and there were significant equipment shortfalls for our troops, listed in some detail by the hon. Member for East Renfrewshire (Kirsten Oswald). There was much in that campaign that—whatever else we do—we must try to avoid in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It will not, I think, be possible for me to refer to every single speech made over the last couple of days. The hon. Member for Norwich South (Clive Lewis) picked out some of the more memorable. We have heard speeches of anger and speeches of remorse, and we have heard thought-provoking speeches about the overall effect of the Iraq war on our process and our political culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard speeches from those who played significant roles at the time. The right hon. Member for Derby South (Margaret Beckett) spoke very illuminatingly of the need for humility, given that so many of those who were involved professionally were able to reach the same conclusions without properly challenging the existing culture, and my right hon. and learned Friend the Member for Rushcliffe (Mr Clarke) spoke of the drive to converge our views with those of the United States. The right hon. Member for Leeds Central (Hilary Benn) and my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) underlined the importance of planning for reconstruction in any military action. The House also had the benefit of the military experience of my hon. Friends the Members for Tonbridge and Malling (Tom Tugendhat), and for Plymouth, Moor View (Johnny Mercer). I was particularly struck by the speech made by the right hon. Member for Wolverhampton South East (Mr McFadden), who reminded the House that Islamic terrorism did not start in 2003; it was there long before that, and other countries were also engaged in trying to deal with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The question the House has to ask itself is this: given that we all want to avoid this happening again in the future, have there been sufficient, significant changes for the better? I suggest to the House that there have been some changes for the better. First, we in Government are better co-ordinated. We now have the National Security Council, which ensures that decision-making is dealt with in a joined-up way across Government. The NSC includes not only Ministers from the main Departments, but the Chief of the Defence Staff, the Chairman of the Joint Intelligence Committee, the heads of the intelligence services, relevant senior officials and the Attorney General.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Julian Lewis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State has just listed the membership of the National Security Council. While it is revealing that all the intelligence services are individually represented, it is a fact that all the armed forces are represented only by the Chief of the Defence Staff. Will he give consideration to the Defence Committee’s suggestion that the Chiefs of Staff Committee could serve more usefully if it was constituted as the military sub-committee of the NSC?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I heard my right hon. Friend’s speech earlier today, in which he made that point at some length. I caution him against over-complicating the structure we have and setting up sub-committees of it. The armed forces are represented through the Chief of the Defence Staff, who attends not only the NSC, but the officials’ meeting that precedes it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Kenneth Clarke (Rushcliffe) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is, I am delighted to say, serving in his current role under his second Prime Minister, and I trust he will serve under several more yet. **[Interruption.]** If we keep having leadership crises. As he has experience of Cabinet Government and the NSC, and as he remembers serving in Government decades ago under former Prime Ministers, will he, with the new leader of the Government, consider the possibility of the Cabinet sitting for slightly longer than one and a half hours each week, particularly when pressing issues are on the agenda, and of more readily having individual briefings before issues are considered at Cabinet?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Similarly, will my right hon. Friend consider whether the NSC might be more flexible as to the length of meetings, whether briefings might be given to members before the NSC sits, and whether matters might be returned to at subsequent meetings if there is a basis for challenging the advice given? We obviously have a difficult four years to go through; does my right hon. Friend agree that more collective government might be a good way of proceeding?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to my right hon. and learned Friend, particularly for his kind words. I am now serving my fourth Conservative Prime Minister; I do not think I have quite matched my right hon. and learned Friend’s record, but I am closing in on it. I will not be drawn on the possibility of serving yet another, given that my right hon. Friend the new Prime Minister has only been in office for a day. She and I did sit together on the NSC, as well as in Cabinet, and one can always look at these things again. It is not for me to instruct the new Prime Minister on how to run her Cabinet, but I will certainly ensure that my right hon. and learned Friend’s suggestion is passed on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The NSC is a significant improvement on what went before it, in my right hon. and learned Friend’s time in government, and it is certainly an improvement on the kind of sofa government that the Chilcot report exposes. The NSC does not operate in a vacuum. The National Security Adviser, who attends it, is now a well-established position in Government, supported by a strong team, and the NSC and the adviser are supported by a structure of cross-government boards and sub-committees, to which the Ministry of Defence makes a full contribution. To answer the point raised by the Chairman of the Defence Committee, there is no shortage of ways in which the views of the chiefs are brought forward in that structure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Julian Lewis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I see a slight contradiction in the Secretary of State saying that it would over-complicate the machinery of the National Security Council if the heads of the armed services were allowed to form one of its sub-committees, given that there is evidently no shortage of other sub-committees. The fact remains that it is easier for politicians with bees in their bonnets to sweep aside the views of the Chief of the Defence Staff as a single individual, which appears to have happened in the case of Libya, than it is for them to sweep aside the views of the heads of the armed forces collectively. I wish that the Secretary of State would not be so resistant on this point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have said, the heads of the armed forces are represented on the National Security Council by the Chief of the Defence Staff, and the Chief of the Defence Staff who has been serving up to now is certainly not likely to be disregarded by the politicians who sit on the committee. Both he and his successor—I hope that the House will welcome the arrival of the new Chief of the Defence Staff today—are well able to hold their own against the politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Clive Lewis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Would the Secretary of State acknowledge that Baroness Neville-Jones, one of the architects of the NSC, has said that the secretariat that co-ordinates the NSC is understaffed and under-resourced? Another criticism is that there is a lack of outside expertise being brought into the NSC, and that more use could be made of such experts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I read the Baroness’s speech, and I advise all Members to have a look at the debate on this matter in the other place. It had some memorable contributions, including from people who were actively involved at the time. The point that the hon. Gentleman makes about the need for external expertise has been made before. External expertise is of course available to the different Departments, and I am convinced that the new machinery is a massive improvement on what was there before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Andrew Mitchell (Sutton Coldfield) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think that the Secretary of State has laid to rest the canard that the NSC operates without expertise, but I should like to reinforce that point. It is evident from the 2010 example of the strategic defence and security review that we on the NSC conducted, and from subsequent events, that expertise from the greatest experts in the country is frequently heard and always available to the NSC. Such expertise also populates the significant briefing papers that go before the NSC and informs the judgments that it makes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can confirm that that is exactly the position. There is no shortage of briefing for members of the NSC. They are able to bring that expertise to the regular meetings of the council and to question the experts who are present. The recent strategic defence and security review shows how a cross-Whitehall approach is being implemented in practice and leading to better decision making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tom Brake**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On that point about cross-departmental arrangements working more effectively, does the Secretary of State feel that any of the lessons identified in Chilcot in relation to reconstruction in Iraq might already have been fed through in relation to what happened in Libya? It is not obvious that that is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I shall talk about the lesson on the importance of planning for reconstruction in a moment. I just want to finish this important point about the machinery of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Ministry of Defence has revamped its strategy and policy making with the institution of an annual defence plan that reflects the outcomes of the strategic defence and security reviews, with senior leaders in the Ministry being individually held to account for their role in delivering it, and a defence strategy group, chaired by the permanent secretary and the Chief of the Defence Staff, to address how Defence can best contribute to delivering defence and security policy objectives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Baron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am listening carefully to what my right hon. Friend is saying, but this is not just an issue of how best to encourage communication and expertise within the system; Chilcot was also saying that there was a lack of investment and proper sighting of events on the ground. That can be put right only through long-term investment to ensure that we are better sighted, so that we have a better idea of what is actually happening on the ground and the consequences of our actions. Does he agree that that is another important lesson to take from the Chilcot report?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, I do. Defence intelligence and the gathering of information on the ground have improved and are more available to those taking the key decisions back in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ian C. Lucas**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an important area, but the right hon. Gentleman has focused almost exclusively on the Executive. One of the most important lessons of Chilcot is that the most effective opposition to the decision, which many now accept to be wrong, was from the Back Benches. When the Front Benches agree, groupthink—to use his own phrase—applies. The lesson is that we need to listen to independent-minded Back Benchers who present their views to Government honestly and passionately regardless of the consequences for their careers and who make difficult decisions that Ministers need to listen to much more closely in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I accept that. I was here at the time and voted in that particular Division. It is important that the Government listen to their Back Benchers. We were not in government then, but it is important that Members are free to speak their minds independently. Indeed, they have done so in the debate that we have been having over two days—on both sides of the argument. There are those who still maintain that the action taken in Iraq, although it did not turn out as well as we wanted, was justified and right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Salmond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Speaking as a Back Bencher, the right hon. Gentleman’s new colleague the Brexit Secretary, the right hon. Member for Haltemprice and Howden (Mr Davis), said that in situations of peace and war the House must rely on the Prime Minister of the day telling\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“the truth, the whole truth and nothing but the truth”.—[Official Report, 13 July 2016; Vol. 613, c. 362.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the Defence Secretary agree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Members and Ministers should speak the truth in this particular House, but whether the Prime Minister of the day deliberately misled the House was investigated exhaustively by Sir John Chilcot in the report and I do not want to add any more to what he said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn now to the issue raised by the right hon. Member for Carshalton and Wallington (Tom Brake) about stabilisation. Since the Iraq war, the Government have increasingly focused first on prevention rather than intervention. We have been helping to build capability with partners and tackling the problems of fragile states at source, which has been possible only because we are now spending 0.7% of our GDP on international development. By helping fragile states to promote good governance, tackle corruption, and build capacity in defence and security forces, we can stop crises turning to the chaos that we have seen. That requires insight and understanding, often into complex situations. We have set up the cross-Government conflict stability and security fund, building on the conflict pool that had been in place for some time and supporting delivery of country or regional NSC strategies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All that promotes a much stronger culture of cross-Government working on strategy, policy and delivery in fragile and conflict-affected countries. An example of our success in that so far was the recent deployment to Sierra Leone to combat Ebola, where diplomats, the military and officials from the Department for International Development worked alongside each other. The stabilisation unit that we set up has continued to develop, so we now have experts on hand to deploy in post-conflict situations anywhere in the world, at short notice. I have seen for myself how civilian advisers are now routinely part of military exercises, ensuring that military and civilian staff gain experience of working together before they are deployed, so that development and humanitarian needs get the consideration and attention they need, alongside the military planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are now trying to make sure our armed forces are properly equipped and resourced. Not only are we meeting the NATO commitment to spend 2% of our GDP on defence, but our defence budget is growing for the first time in six years. That is on the back of the successful efforts we have been making since 2010 to return financial discipline to the Ministry of Defence and balance the defence budget. That is the foundation for the strong focus now on delivering an affordable 10-year equipment programme, allowing us to invest in the right equipment for our armed forces. That programme will total at least £178 billion on new military equipment over the next decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad that the Secretary of State has come to this point about members of the armed forces and their equipment. Will he expand on how this learning opportunity will support those who come back from conflict—crucially, the reservists, who take up much of that challenge and who fell off the radar after Iraq?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have taken a lot of measures to involve the reserves more closely with the regulars now. After Iraq, we have been learning more rapidly the lessons from each deployment, particularly those from Afghanistan, to ensure that in future we do not have to wait for the kind of report that Sir John Chilcot has produced, and we are able to learn the lessons as we go and as units return, so that they can be applied to the next units taking up those roles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Strategic defence reviews take the balance of investment decisions, including where our main equipment priorities lie. Routinely, decisions on how that money will then be invested rest with the service chiefs, giving them the freedom, and the responsibility, to make decisions on how best to apply their resources, and obliging them to be very clear about where they are carrying risk in respect of potential equipment failures or shortfall. Where changing circumstances or unexpected threats lead to shortfalls, we should be ready and able, quickly and effectively, to make good any shortcomings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chilcot report recognises that the MOD and the Treasury, between them, worked hard to develop and refine the urgent operational requirements process. As the former Prime Minister told this House, that process did deliver results and new, improved equipment into theatre quickly in the Afghanistan campaign, responding immediately to the needs of our armed forces there. One of Chilcot’s most troubling observations is the lack back then of a clear focus of responsibility for identifying capability gaps during enduring operations. The new post of Deputy Chief of the Defence Staff for Military Capability that has since been established fulfils that role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as properly equipping and resourcing our people, the Government have a duty to ensure the welfare of our armed forces and their families, and then to ensure that they suffer no disadvantage when they return to civilian life. By putting the armed forces covenant into law and committing resources to it, we are making sure all those who put their lives on the line for this country get the help and support they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But however much we have done, and however much things have changed and improved since the Iraq campaign, the question for this House is to judge whether or not we have done enough. My answer is: no, of course we have not yet done enough. It is evident that the Chilcot report contains many harsh lessons still for us to learn. Given its length and forensic detail, it will take us some more time to analyse and to do it full justice. What is clear to me is that we now need to take a long, hard look at our decision-making processes and our culture to satisfy ourselves that misjudgments similar to those made at the time could not recur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Pete Wishart**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State is right that we must take account of all those things, but surely the public expect somebody to be held accountable for what was the biggest foreign policy disaster, probably, since the war. What is he going to do about that? The public demand to know that somebody will be held responsible for what happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Fallon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chilcot report itself holds to account those who were involved and took the key decisions, and it makes its judgments on them. It is for them, not for me, to respond to those judgments and to account for the actions and the way in which they took their decisions at that time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the decision-making culture, the detail of the committees and the machinery of government which we discussed a few moments ago is not the stuff of headlines and speeches, but Chilcot shows us that some of these internal procedures of government are important. He sets out in pretty stark terms what happens when those structures—and the opportunities that they provide for the proper flow of information and challenge—are missing or are bypassed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In defence, we have transformed in recent years our approach to risk. We have a clear focus of responsibility in each key area. We have designated risk duty holders and it is their responsibility to come to me if they believe that the levels of risk in their areas are becoming excessive. I expect military chiefs and commanders now to show the same degree of rigour and transparency with respect to operational planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our organisation and culture must not prevent our people from challenging and questioning institutional assumptions, even if those assumptions are made by their superiors. That was a point eloquently made yesterday by my right hon. and learned Friend the Member for Beaconsfield (Mr Grieve), and it was made again by the hon. Member for South Antrim (Danny Kinahan) today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That view is fully shared by the current Chiefs of Staff—each of whom served in different roles during the Iraq campaign, including the outgoing and the incoming Chief of the Defence Staff—and it is shared by the permanent secretary. We are committed to leading defence through a period of rigorous reflection, analysis and improvement, and I am determined to make that improvement happen. I need, and the House would want me, to be absolutely sure that when our servicemen and women are deployed in future—and, inevitably, that is when, not if—nobody will be able to point to Sir John’s report and justifiably accuse us of repeating the same mistakes. I want to give the House an assurance that Sir John’s report will not be the last word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, our strategic defence and security review reminds us that we are living in an ever more dangerous world. Despite the report and the Iraq campaign, we must still be ready to act, as we have shown in our participation in the international coalition campaign against Daesh in Iraq and Syria today. We must remain as committed as ever to protecting our people and standing up to any kind of terrorism or aggression that seeks to destroy our very way of life. Sir John and his team, I repeat, have done us all a great service. Their work will enable us to learn the vital lessons from those operations in Iraq and ensure that we are not condemned to make the same mistakes in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}