{
    "url": "https://www.ukpol.co.uk/nigel-farage-2002-speech-on-common-fisheries-policy/",
    "title": "Nigel Farage – 2002 Speech on Common Fisheries Policy",
    "post_date": "December 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Nigel Farage",
            "url": "/tag/nigel-farage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Farage in the European Parliament on 18 November 2002.",
    "content": [
        "Madam President, it is on record that the outline regulations on the common fisheries policy were not agreed until eight hours after the Community had opened the accession negotiations with the United Kingdom in 1971. The head of the British delegation, Sir Con O’Neil, remarked that these two events were not unconnected. Prior to that there had hardly been any interest in a Community fisheries policy because the founding six had virtually no fishing resources. Britain, Ireland, Denmark and Norway all had rich coastal fisheries and they had been kept in good condition by effective conservation measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "O’Neil attests to this; experts from the British Ministry of Agriculture produced a report showing that British waters were literally teeming with fish, whilst there were very few within the fishing limits of the present Community countries. The main evidence for this is that Community waters did not attract foreign fishermen, while British waters most certainly did. After 30 years of the CFP, Britain’s waters no longer teem with fish. To paraphrase Sir Con: ‘These two events are not unconnected’. Yet still members of the Committee on Fisheries seem unable to make the connection. They call for more technical and human resources. They want more money for research. They want management plants, sustainable development, integrated policies, multiannual plans, the application of the precautionary principle and, wait for it, target reference points for biomass and fishing mortality. If jargon were the solution, Member State waters would still be teeming with fish, the CFP would be a world-beater. But all that jargon does is to hide an uncomfortable truth: the common fisheries policy has not worked, does not work and cannot work no matter how much reform is dressed up in flowery words. As long as fish are considered to be a common European resource, there will be no sense of ownership or responsibility. Predatory fishing becomes the norm. It is an inevitable consequence of the policy and leads to the depletion of stocks. Reform is not the solution. The CFP cannot be reformed. It has proved to be incapable of reform. It should be scrapped and fisheries should be managed once again by national governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}