{
    "url": "https://www.ukpol.co.uk/nigel-farage-2016-speech-to-european-parliament/",
    "title": "Nigel Farage – 2016 Speech to European Parliament",
    "post_date": "June 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Nigel Farage",
            "url": "/tag/nigel-farage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Farage, the Leader of UKIP, to the European Parliament on 28 June 2016.",
    "content": [
        "[![nigelfarage](https://www.ukpol.co.uk/wp-content/uploads/2016/06/nigelfarage-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/06/nigelfarage.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Funny, isn’t it? When I came here 17 years ago and I said that I wanted to lead a campaign to get Britain to leave the EU, you all laughed at me. Well I have to say, you’re not laughing now, are you? And the reason you’re so upset, the reason you’re so angry has been perfectly clear form all the angry exchanges this morning – you as a political project are in denial. You’re in denial that your currency is failing, just look at the Mediterranean, as a policy to impose poverty on Greece and the rest of the Mediterranean you’ve done very well and you’re in denial over Mrs Merkel’s call last year for as many people as possible to cross the Mediterranean into the EU has led to massive divisions between countries and within countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the biggest problem you’ve got and the main reason the UK voted the way that it did is you have, by stealth, by deception, without ever telling the truth to the British or the rest of the people of Europe, you have imposed upon them a political union and when the people in 2005 in the Netherlands and France voted against that political union when they rejected the constitution, you simply ignored them and brought the Lisbon Treaty in through the back door.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What happened last Thursday was a remarkable result, it was indeed a seismic result, not just for British politics, for European politics but perhaps even for global politics too because what the little people did, what the ordinary people did, what the people who have been oppressed over the last few years and see their living standards go down – they rejected the multinationals, they rejected the merchant banks, they rejected big politics and they said, actually, we want our country back, we want our fishing waters back, we want our borders back, we want to be an independent self-governing, normal nation and that is what we have done and that is what must happen. And in doing so we now offer a beacon of hope to democrats across the rest of the European continent. I’ll make one prediction this morning – the UK will not be the last member state to leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The question is what do we do next – it is up to the British government to invoke Article 50 and I have to say I don’t think we should take too long in doing it. I totally agree, Mr Juncker, that the British people have voted, we need to make sure that it happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But what I would like to see is a grown-up and sensible attitude to how we negotiate a different relationship. I know that virtually none of you have ever done a proper job in your lives or worked in business or worked in trade or, indeed, ever created a job, but listen, just listen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "You’re quite right Mr Schulz, UKIP used to protest against the establishment and now the establishment protests against UKIP, so something has happened here. Let us listen to some simple, pragmatic economics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We between us, between your countries and my country we do an enormous amount of business in goods and services, that trade is mutually beneficial to both of us, that trade matters – if you were to decide to cut off your noses to spite your faces and reject any idea of a sensible trade deal the consequences would be far worse for you than it would be for us. Even no deal is better for the United Kingdom than the current rotten deal we’ve got, but if we were to move to a position where tariffs were reintroduced on products like motor cars then hundreds of thousands of German workers would risk losing their jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why don’t we just be pragmatic, sensible, grown-up, realistic and let’s cut between us a sensible, tariff-free deal and thereafter recognise that the UK will be your friend, that we will trade with you, we will co-operate with you, we will be your best friends in the world but do that, do it sensible and allow us to go off and pursue our global ambitions and future. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}