{
    "url": "https://www.ukpol.co.uk/nigel-farage-2002-speech-on-immigration/",
    "title": "Nigel Farage – 2002 Speech on Immigration",
    "post_date": "December 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Nigel Farage",
            "url": "/tag/nigel-farage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Farage in the European Parliament on 18 December 2002.",
    "content": [
        "Mr President, there are two aspects to this issue: firstly, the problem of excluding unwanted migrants from the European Union – or at least controlling their access; and, secondly, the reasons for migration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Excluding population pressure, political instability and regional war, it is clear that the main pressure stems from economic disparities. In short, the bulk of immigrants seeking access to the European Union Member States are economic migrants. Therefore, any successful policy must deal with not only the exclusion issues but also the causes of migration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Here it seems clear the European Union is making things worse. Virtually all its external policies in respect of third countries and its policies towards the candidate countries seem geared to causing migration from less-developed countries. The Union has rigid quotas, tariffs and other protectionist policies restricting trade with third countries. While it subsidies its own industries – especially agriculture through the unreformed common agricultural policy – and it dumps subsidised goods on the world market, all of this destabilises third-world economies. In terms of fishing agreements, the Union pillages third-world waters, instead of encouraging local industries. It also takes skilled, educated workers from these countries, depriving them of the building blocks of economic development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All of this cruelly exposes the imperialism of the European project. Instead of getting on with practical issues, you launch upon idealistic common policies. These policies are making the problems worse. It would make far more sense to stop damaging third-country economies, rather than embarking on these extraordinary new ventures. In other words, leave immigration control to the Member States – a policy that my party supports – and address the failures of existing policies. There it seems to me, in deference to the Council member present, you must try harder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}