{
    "url": "https://www.ukpol.co.uk/michael-farmer-2022-tribute-to-hm-queen-elizabeth-ii-baron-farmer/",
    "title": "Michael Farmer – 2022 Tribute to HM Queen Elizabeth II (Baron Farmer)",
    "post_date": "September 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michael Farmer",
            "url": "/tag/michael-farmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Michael Farmer, Baron Farmer, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, the noble and learned Lord, Lord Judge, is getting up and walking out, but I want to pick up on a point that he made in his speech earlier on, which struck a note with me. It was the point about constitutional monarchy, as we have heard from time to time during the speeches today, and how apt this place in particular is to make tributes to Her Majesty. This place, the House of Lords, is where Her Majesty sits on the Throne at the State Opening and calls in the Commons so that they can hear the Queen’s Speech. Here is the place where the constitutional monarchy is on display at its most effective, if you like, at the beginning of every parliamentary year. It struck me very much what the noble and learned Lord, Lord Judge, said, and it is certainly, for me, an honour and a privilege to be able to stand here and say what a wonderful Queen we have had.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to start at the end, in a way, where many other Peers have started, with the photo, this week, leaning forwards and slightly stooped to shake the other Liz’s hand: a little old lady in a cardigan. The new Prime Minister’s dark suit was the epitome of power dressing and her height was accentuated in the foreground of the shot. Yet, despite the optics—and without any disrespect to our Prime Minister—I think, when we looked at the picture, we all knew where the real power lay in that handshake. I actually passed the photograph around our office and said, “Where is the real power?” And it was obvious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Soft power, which we have heard about today, was a phrase that could have been coined for the Queen—the ability to co-opt rather than coerce. She would say herself that it came primarily not from her constitutional position but from her utter dependence on God, his son Jesus Christ and the Holy Spirit, who so clearly worked through her. Interestingly, I hear that President Biden has today ordered all American flags worldwide to be flown at half-mast until after the funeral. What a display of power—for one British individual to have the American flag flying at half-mast for such a length of time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen was a unique expression of God’s grace. In the final words of her last Christmas message, she described Jesus as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“a man whose teachings have been handed down from generation to generation, and have been the bedrock of my faith.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout her reign, in her Christmas messages in particular, she referred to him as her rock. In his Letter to the Galatians, St Paul lists the fruit of the Holy Spirit—a list of the essence of the character of God—as love, joy, peace, goodness, kindness, gentleness, patience, faithfulness and self-control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us think of those words. We have mentioned love today: love for her family, the people she served and the nation. We have heard anecdotes in every single speech in which she was so thoughtful and caring to those around her. As for joy, we have heard about her sense of humour—its infectiousness, her smile and her zest for life. As for peace, we have heard also of her work, her shaking that hand in Ireland. We have heard about the peaceful overtures we have seen her make publicly in her family difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then we have the kindness, goodness and gentleness that pervaded her. I will come back to faithfulness. As for patience and self-control, I often remember sitting in the middle of these Benches at State Opening, when the Table was removed. We were all waiting patiently; the Queen had come in and was sitting on the Throne as Black Rod had gone down to bang on the door. We were all looking at the Queen, as she looked over our heads down the Corridor, and you could hear shambling, laughing and casual chatting slowly ambling up towards us. As I looked at her, I thought “There is patience but also self-control.” There was a steeliness in her eyes which I think she was controlling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With all humility, coming back to faithfulness, I have made a recommendation that she should have the designation “Elizabeth the Faithful”. We have had Kings in the past, and there have been many Kings of other countries, who have had an adjective following their name to define them. This would be an epigram of her constancy, faithfulness and outworked sense of duty to God and man since she made those promises when she was so young, to make the uniqueness of her reign stand out in the sweep of history to come for future generations and in future centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Coming back to the present, I mentioned Biden earlier. Apparently Vladimir Putin has acknowledged:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“For many decades Elizabeth II rightfully enjoyed her subjects’ love and respect as well as authority on the world stage.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even those who rule in a contrary spirit recognise and respect the miracle that she was to us. Light has a habit of overcoming darkness. She is a miracle of the modern age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like to finish by talking about prayer. Noble Lords pray here at the start of every day. You could say we pray by rote, but we pray for our monarch—that God will direct and bless them, and give them wisdom, happiness and health. One must not forget all the congregations and church assemblies, in the villages and towns, that pray for the monarch. In all sorts of gatherings there are people praying for the monarch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I say to all who have been praying over the years that your prayers have been answered. Do believe in the power of prayer; it is heard and it does work. Look at the Queen’s life, which I have just described as a miracle. Where can the strength have come from to do what she did?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I finish with the encouragement to carry on praying and to pray that our new King has a long and glorious life of service. As I say without any doubt, God hears and answers these prayers. We all know it would please her for us to say that we will now lift up those prayers for our gracious monarch King Charles III. May he be blessed bountifully in his reign. We will continue to be faithful in doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}