{
    "url": "https://www.ukpol.co.uk/laura-farris-2023-speech-on-arts-council-funding-for-england/",
    "title": "Laura Farris – 2023 Speech on Arts Council Funding for England",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Laura Farris, the Conservative MP for Newbury, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "I congratulate my hon. Friend the Member for Bromley and Chislehurst (Sir Robert Neill) on securing this debate. I recognise all the things that he referred to in his opening remarks—a lack of transparency, accountability and engagement with the sector—in a decision that was reached on a treasured regional theatre in my constituency, the Watermill Theatre. It was truly a bolt from the blue for it to learn that there has been a 100% cut in its funding for the next three years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One thing that has been frustrating in the process since then is the fact that the Arts Council did not really substantiate its decision with reasons, and it was so reluctant to produce written reasons when we invited it to do so. I had to remind the council that it is a public body and susceptible to judicial review. When the decision came, it was impossible to discern why the Watermill did not meet the relevant criteria. It had met them all in every previous round of funding and was not alerted to the fact that any criteria had changed. The Arts Council was unable to explain why, if it was a regional decision based on levelling up, the other theatre in Newbury, which we also love, was successful when the Watermill was not. Eliciting the final decision was like getting blood out of a stone, and when it came it simply set out generalities, such as the assertion that the Watermill lacked ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Watermill is an 18th-century watermill that has been converted into a theatre. I cannot improve on the description written in The Mail on Sunday, which said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“What a location! Forget the glitz of the West End: try walking up a country lane, past waddling ducks, to this lovely little theatre in a converted mill.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Its aesthetic beauty as a venue is absolutely treasured by our community, but we also treasure the quality and diversity of its productions. It is not just a standard repertory theatre that takes shows on tour: it produces its own work and pumps it around the country. It most recent touring production of “Spike” went from the Watermill to Blackpool, Glasgow, Cardiff and Darlington. It is also an artery theatre through which West End productions come and other productions flow on to international destinations, including Broadway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The theatre takes its commitment to diversity and improving access seriously. It is in the heart of a tiny village, so in 2022 it did a rural tour. “Camp Albion” took its productions to villages, which are often completely neglected in the consumption of the arts. Overall, the theatre reaches 20,000 people annually through its various community engagement programmes, including children with autism, deafness and many other special needs. It has a deep commitment to the Arts Council’s outcomes, which the council even acknowledged in its decision letter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been confronted with a deeply disappointing decision. We have found it incredibly difficult to know what mandate the Arts Council was working to, or why. I find it difficult to avoid the conclusion that this was capricious decision making, which undermines the status of the Arts Council as a guarantor of our national arts output. If the council is watching, I respectfully request that it reverse its decision because it has devastating consequences for the future of the Watermill Theatre in Newbury.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}