{
    "url": "https://www.ukpol.co.uk/john-farr-1985-speech-on-maternity-units/",
    "title": "John Farr – 1985 Speech on Maternity Units",
    "post_date": "April 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "John Farr",
            "url": "/tag/john-farr/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir John Farr, the then Conservative MP for Harborough, in the House of Commons on 9 January 1985.",
    "content": [
        "The purpose of my debate is to raise the subject of the small peripheral maternity units in some of the smaller hospitals in Britain. Very often in our major debates on the Health Service in England and Wales the smaller unit, which often gives better value to the public than the larger, more impersonal unit, is overlooked. I am compelled to raise this matter with my hon. Friend because I am concerned about what is proposed for Market Harborough general hospital maternity unit, which has 11 beds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The value of this unit is recognised not only by the more than 5,000 people who have signed a petition to save it but by Leicester area health authority, which in February 1984 produced an admirable document entitled Strategic Intentions 1984 to 1994″. In this the authority saw the need to keep until 1994 the 11 maternity beds in Market Harborough. The document was entitled, “For consultation”. Naturally, this met with total local support. Therefore, it was with considerable dismay and surprise that I learnt that a further document had been produced by Leicester health authority in October 1984, this time called A Strategic Plan for the NHS in Leicestershire 1984–94 and described as a “draft for consultation”. The proposal is to reduce by almost half the maternity provision for Market Harborough—from 11 beds to six. Eleven beds provide a professional unit; six provide emergency treatment only.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House might ask what happened between February and October to change the area health authority’s proposals. Was it a sudden surge of public opinion expressing itself instinctively, to which the health authority reacted? As the representative of Market Harborough and the surrounding villages, I assure the House that that was not what happened. Between February and October last year one of the most remarkable expressions of public opinion that I have known took place. Out of about 15,000 persons in the general hospital’s catchment area, over 5,000 signed the SOBBs petition — that is the petition to “Save Our Babies Beds”. I was overwhelmed by letters protesting about the rundown of beds. Between March and October I received only one letter in favour of the rundown. It was from the community health council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Leicestershire community health council does an excellent job, but in this case it is out of touch. For example, it has recently conducted a mass canvas of local people about organ donors. The Minister is a pioneer in this respect. He may recall my modest endeavour when I introduced a Bill designed to secure the anonymity of organ donors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend knows, the supply of organs is insufficient. The community health council has an excellent public consultation scheme. Nearly 3,000 people have been approached to find out what they think of the organ donor scheme and how it can be improved. The results, which have been sent to the Minister’s office, show that the majority do not want a change in the scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have told the secretary of the Leicestershire community health council, Brian Marshall, that I support what he is doing to promote the availability of organs but that the council should conduct the same public relations exercise for the Market Harborough maternity unit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The community health council is the only supporter of the area health authority’s sudden change of view. Public opinion did not cause the sudden change by the health authority. What did change it? In 1982 I was concerned about possible threats to the future of that highly successful unit. I wrote to the excellent lady chairman of Leicestershire health authority in May 1982, and Mrs. Margaret Galsworthy replied on 24 May 1982 to the effect that the authority had no plans for any closure of maternity beds in Market Harborough hospital, so far as could be foreseen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House will be interested to know that in the Leicester area alone it is the intention to slash the peripheral general practitioner maternity bed provision from 94 beds at the moment to 37 in 1994, a reduction of over 60 per cent. The figures include a reduction from 11 to six in Market Harborough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am convinced that behind the change of heart by the Leicester health authority is pressure from Trent region to centralise births. It has declined to provide new replacement GP units in the Trent region and is apparently determined to extinguish the peripheral GP maternity units altogether. In a recent leaflet it gives that as the policy of what it called its regional medical committee and backs that up by saying that it means a lower mortality rate for babies. The House accepts that priority must be given to securing the lowest possible mortality rate of babies. It is a most important factor; in fact, it is the most important factor that can be taken into consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Trent region goes on to say that in the region in 1970, for instance, there were 23 baby deaths per 1,000, and that that figure had been improved to 13 per 1,000 by 1980. However, the single staggering fact, to which I call the attention of the House tonight, is that in the Market Harborough maternity unit, where it is proposed to halve the number of beds, compared with the 13 mortalities per 1,000 nationally, and 6.1 mortalities per 1,000 in comparable units, the figure is 0.67 per 1,000 deliveries. That is a remarkable statistic. It shows that the mortality level in that excellent unit is 20 times lower than the national average, yet Trent says that the unit is too small, does not work and should be closed because it is not wanted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the past 10 years, the unit in Market Harborough, in co-operation with consultants, has provided facilities for no fewer than 2,972 patients, of which 1,650 were delivered. During that time only two infants have died in the ward. One of them, delivered in a consultant unit, died unexpectedly of severe cardiac abnormalities, and the other was stillborn — no foetal heart was audible on admission in labour. The perinatal mortality rate of 0.67 per 1,000 deliveries compares with an average of 6.1 per 1,000 in comparable units and 13.3 per 1,000 in all maternity units. Any major change in the facilities available will lead to a deterioration in that record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is a busy, well-respected and much-admired Minister, but he should make time to rush to Market Harborough to see what is there. He should come and admire the unit. He would find a part of the National Health Service that is universally loved, admired and respected. He, like me, believes in the NHS. We want to make it successful. In Market Harborough we have a small maternity unit which is an example of how we would all like the NHS to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must remember that it is the mothers’ opinions that count. It may be of interest to my hon. Friend to know that there is a practice at Bowden house, Market Harborough, conducted by eight doctors who work at the Market Harborough general hospital. In a recent letter they said to me that over 90 per cent. of their patients request delivery in Market Harborough hospital and that that is a conservative estimate. They said that: we would be unable to guarantee a bed should these cuts be made. We believe that a significant number of women would not accept delivery in Leicester, and this would result in an increase in the number of home confinements and of deliveries on the way to hospital, thereby increasing the demands on the Flying Squad and already over-stretched Ambulance Services. My hon. Friend is aware that I have been writing to him regularly on this subject since August, and I have been approaching you, Mr. Speaker, regularly for an Adjournment debate. I have come out top of the ballot this year, for which I am grateful. That I did not introduce the debate earlier was not due to lack of interest or urgency. The matter is important to local people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend wrote a courteous letter to me on 25 October. He said that should any closure proposals emerging from these current discussions be opposed by the CHC, these will come to the Secretary of State for final decision. These proposals are flying in the face of public opinion, the wishes of the mothers and of expert medical opinion. The CHC is completely alone in supporting the proposals and I invite my hon. Friend to investigate the CHC’s attitude, which makes it unique.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}