{
    "url": "https://www.ukpol.co.uk/laura-farris-2022-speech-on-the-child-support-bill/",
    "title": "Laura Farris – 2022 Speech on the Child Support Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Laura Farris, the Conservative MP for Newbury, in the House of Commons on 9 December 2022.",
    "content": [
        "I will speak very briefly on the Bill. The non-payment of child maintenance is an issue that disproportionately affects women, who make up more than 90% of single parents, but more importantly, it is a principal driver of child poverty. Victoria Benson, chief executive of the single parent charity Gingerbread, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Research shows that 60% of single-parent families living in poverty and not receiving child maintenance would be able to escape the poverty trap if they were paid the money they’re owed. Parents have a legal and moral duty to contribute to their child’s upbringing whether they live with them or not, and where this money isn’t paid willingly the CMS needs to step in.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the CMS does its very best, but if we look at the statistics for the collect and pay service for the quarter ending June 2022, we see that it remains the case that more than a third—36%—paid no maintenance at all, and only 44% of all the people using the collect and pay service paid 90% or more of the child maintenance owed. That creates a huge poverty hole through which some of the most vulnerable families in this country are falling again and again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Stroud (Siobhan Baillie) has set out beautifully all the mechanisms that exist, but there is a persistent problem with the amount of time it takes for them to be activated. This year’s National Audit Office report says that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“it can take years before payments are made to receiving parents if the paying parent refuses to comply”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That was certainly echoed in what I heard when I visited the family centre at Hungerford Nursery School in my constituency, which deals with vulnerable families. In every single case, it was a woman that I met and, without exception, they were not receiving the child maintenance payments to which they were entitled. I heard really grim anecdotes about one woman who tried to enforce but had hit a wall because her former partner was still paying off a car loan, which apparently took priority over what was owed to his children. I do not know whether that was the case, but it was certainly the perception and there was also a sense that there was no point in pursuing it any further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even if that was only perception, it is to some extent mirrored by the conclusions of a recent Mumsnet survey, which illustrates the despondency with which some parents view the current system. Eighty-three per cent. of respondents told Mumsnet that they never expect to receive what they are owed in arrears, and nine out of 10 respondents said that they thought it was too easy for their former partners to evade paying child maintenance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome any Bill that will give the CMS more teeth—this Bill does so through liability orders—and, in particular, that reduces the wait that families face to get the money to which they are properly entitled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}