{
    "url": "https://www.ukpol.co.uk/tim-farron-2015-speech-on-the-future-of-the-liberal-democrats/",
    "title": "Tim Farron – 2015 Speech on the Future of the Liberal Democrats",
    "post_date": "June 1, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Farron, then standing in the leadership of the Liberal Democrats, at the IPPR on 25 June 2015.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/timfarron-1-300x169.jpe)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/timfarron-1.jpe)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, David, and thanks also to IPPR for inviting me to deliver this talk. IPPR has always been one of the leading think tanks on the progressive wing of British politics. I welcome the interest you’ve shown in Liberalism, and I hope that in the next few years you will further develop the arguments in your 2007 book on Liberalism, Beyond Liberty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now let me be frank. The election on May 7th was an utter disaster for the Liberal Democrats. In terms of our vote and number of MPs we are back to the level of the 1970 general election, when the Liberal Party won six seats on 7.5 per cent of the vote, compared to this year’s eight seats and 7.9 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Compared to the last election, in 2010, we lost almost two-thirds of our vote and over 85 per cent of our MPs. There is no other occasion in the entire history of the Liberal Democrats or the Liberal Party, stretching back to the early nineteenth century, on which we have lost such a high proportion of our vote or our seats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It’s therefore entirely reasonable to ask the question: what is the point of the Liberal Democrats? Do we have a role to play in a country which appears to have rejected us so comprehensively?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It won’t come as a surprise to you that I think we do! And I’m not alone. Since the election Party membership has surged by more than 30 percent, we are the fastest growing political party in the UK – that 18,000 people have, without being prompted, had the same thought, at the same time, and then done something about it… well that’s a phenomenon, indeed it is a movement. That’s more than just encouraging – it’s a signal that there are so many people out there who are Liberals at heart, who understand the threat that Liberalism faces, who think Liberalism’s worth fighting for and who see the Liberal Democrats as their vehicle and their voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even The Guardian has now reached that conclusion. Having compared us during the campaign to ‘rinse aid in a dishwasher … probably useful, surely not essential’ – they decided after the election just three weeks later that, ‘in the absence of a liberal party, one would have to be invented – and indeed … one will now have to be reinvented and rebuilt’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The result on May 7th might have been a rejection of the Liberal Democrats, but it was not a rejection of Liberalism. Rather, it was a consequence of our decision in 2010 to enter into coalition with our historic political enemies. We did the right thing by our country, and I am proud of Nick and all that we achieved, but our party was hugely damaged by the perceived submerging of our identity and by the tuition fees issue which undermined the electorate’s trust in us. Our election campaign did not help too much either: a campaign which seemed to say that we were desperate to get back into government and didn’t much mind with whom, while wholly failing to communicate what we stood for and what we believed. We said something about what we would do, but we did not tell people who we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to be very clear, though: I am not repudiating the coalition. We were right to enter into coalition in 2010 and can be proud of what we achieved. Indeed, we proved that coalition government can be stable and successful and that people should not fear coalition in the future. But I spoke about all this at length to the Gladstone Club a couple of weeks back, so you’ll forgive me for not repeating myself here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In fact we achieved a lot for Liberalism in the coalition. The Agreement included: a rise in the income tax threshold to £10,000; the pupil premium to give extra resources for children from disadvantaged backgrounds; restoration of the earnings links for the state pension; a banking levy and reform of the banking system; investment in renewable energy; the immediate cancellation of plans for a third runway at Heathrow; an end to the detention of children for immigration purposes; the dropping of plans for identity cards; agreement to reach the UN target of 0.7 per cent of GNP for overseas aid by 2013; the introduction of a fixed-term parliament of five years; and reform of the House of Lords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With the exception of Lords reform, every single one of those objectives was achieved. And we managed more in the five years that followed: same-sex marriage, the world’s first Green Investment Bank, the triple lock for pensions, two million apprenticeships, free schools meals for the youngest pupils, and much more. I don’t believe any of that would have happened without Liberal Democrats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And that’s just the positive things we achieved; I don’t have time to list all the Tory commitments we blocked. Over the next five years people will see exactly what a difference we made. In fact, the last six weeks have shown pretty clearly what an outstanding job Nick Clegg and his team did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So why did we do so badly in the election? Ask random members of the public what they remember about the coalition, and will they list any of those achievements? While we were sweating over our best policies, people weren’t listening. Tuition fees created a barrier – like those force fields in Science Fiction films. We fired our best policies and achievements – and they were brilliant policies and achievements – and they just glanced off the electorate because the tuition fees barrier – that lack of trust – was too strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So we need a fresh start. We have to prove, from first principles, why Liberalism in Britain still matters. So I’ll start by defining what I mean by Liberalism – what are the underlying beliefs and values that underpin our approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All political philosophies rest on a view of human nature. The Liberal view is an optimistic one. We are not naïve about human beings, but we are not cynical and negative either. We believe that people do not need an overbearing state to help them do right. When afforded the freedom, dignity and respect that is due to all individuals, people generally show an enormous capacity to use their talents for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We believe that, as rational beings, individuals are capable of judging their own self-interest. Indeed, they are the only ones able so to judge; no one else, whether politicians, priests or officials, can do that so well. The enabling society is therefore one in which each individual has the freedom to pursue their own ends as they judge best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My first core value, therefore, is liberty – the right of people to make the most of their lives: free to develop their talents, to say what they think and to protest against what they dislike according to their own values, free of a controlling, intrusive state and of a stifling conformity, and free to choose their own occupation or to set up their own business. A diverse society is a stronger society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This liberty must be protected with a framework of law. We have a steadfast commitment to human rights, because there are some things no government should ever be allowed to do to anyone, because the rule of law is the bedrock of freedom and prosperity, and because people are entitled to be treated with dignity and respect whatever their nationality or background.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since Liberals believe that every individual is of equal value, we are internationalists from principle. We believe that the free movement of people and the free exchange of ideas, goods and services across national boundaries enrich people’s lives, broaden their horizons and help to bring nations together in shared understanding. We believe that immigration is a blessing and not a curse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My second core value is democracy – but by democracy, I mean much more than just a mechanism for counting votes. I mean a spirit of equality, openness and debate, a coming together to decide our future fairly and freely, without being dominated by entrenched interests or financial power. A state that supports freedom has to be a democratic state, with power dispersed as widely as possible and built up from below, in which politics is not an activity confined to a tiny elite but something everyone can take their part in, as and when they choose. And we believe in the decentralisation of power – both political and economic – to the lowest level consistent with effective government, because the more locally an institution operates, the more responsive and transparent it can become.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My third core value is fairness. Every individual is entitled to respect, whatever their income,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "way of life, beliefs or sexuality. That means that the state must treat citizens fairly – whether in the way police officers deal with young people on the streets, the way Jobcentres treat benefits claimants, or the way the tax authorities treat small businesses. It means fairness in other aspects of life, too, such as employees having a say over their conditions of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But liberty and democracy and fairness alone are not enough, because people’s ability to realise their own goals is critically affected by their circumstances. Nothing robs you of your liberty more than poverty, ill-health, poor housing, or a lack of education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This isn’t just about high-quality public services and an effective welfare safety net, vital though they are. An unequal society – and Britain has one of the most unequal in the Western world – is weaker not just for those at the bottom of the pile but for everyone. The citizens of a less equal society suffer from poorer health, lower educational attainments, higher crime rates, and lower levels of trust and co-operation than their more equal counterparts. Government therefore needs to act to reduce inequalities in income and wealth. Inequality is not just immoral, it is impractical – it wastes the talent of the diverse people and places of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My fourth core value is environmentalism. Climate change, pollution and the degradation of the natural world pose one of the biggest threats to our welfare, to our economy and to our freedom that we have ever seen. We have to act both at home and internationally to promote green technologies, producing clean energy and transport, stopping the waste of natural resources, and protecting nature. The market by itself cannot achieve this; government action is needed across the board to set standards, provide new infrastructure and promote innovation – and in the process build a competitive economy and improve everyone’s quality of life. If we are going to defeat climate change, we need bold action. What the Green Party don’t get is that we won’t create and sustain the positive action we need on climate change with a message of doom and gloom. We need to communicate hope – because going green can bring a better quality of life for everybody, whether they’re climate wonks or not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This leads on to my fifth core value: quality of life- because some things, like the beauty of the natural world, or music and poetry and art, or spending time with friends and family, should never be sacrificed on the altar of profit or growth. A society in which people feel happier and more satisfied in life is one which is answering the needs of its citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where else in the political spectrum are these core values represented? Is there another party that fights for liberty, democracy, fairness, internationalism, environmentalism and quality of life?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It shouldn’t take too long to dismiss the Conservatives. David Cameron’s attempts to present himself as a liberal Tory, hugging huskies, hugging hoodies, building the big society, are long gone. Whether he really believes in any of that I strongly doubt – but if he does, he shows no signs of reining in Theresa May’s introduction of the so-called snoopers’ charter that we blocked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "He stands behind George Osborne’s assault on the welfare state, with £12 billion of cuts to who-knows-what benefits to come – a Chancellor who could with a straight face claim that ‘we’re all in it together’ while cutting the top rate of income tax. Cameron fought the election on a manifesto that simultaneously promised to cut ‘carbon emissions as cheaply as possible, to save you money’ and to end all public subsidy to onshore wind, the cheapest form of renewable electricity – therefore ensuring that the average cost of renewables will go up, while losing jobs and investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "He has no interest in reforming the electoral system that gave his party a majority on 37 per cent of the vote. He will block any attempt at reform of party finances or election spending limits, to make sure that the bankers and hedge fund managers who fund his party can buy future elections too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "He won the election not on a story of optimism, of a plan for ensuring better times for families and communities, but on a narrative of fear, of a Labour government propped up by Scottish Nationalists – in the process claiming that a vote for the SNP was illegitimate and thereby fanning the flames of Scottish separatism. When it comes to a choice between the good of their party and the good of the country Conservatives always put their party first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What about Labour? Liberal Democrats have tended to see the Labour Party as closer to our own progressive aims, partly because we have more of a history of cooperation with Labour governments – in Scotland from 1999 to 2007, in Wales from 2001 to 2003, or in the Lib-Lab Pact in the 1970s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And I think they score a little better than the Tories on some of my tests: the last years of the last Labour government saw positive developments in environmental policy, they fought the last election on a redistributive package that nicked one of its main planks – the mansion tax – from us, and they’re generally supportive of UK membership of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But just remember what they were like in government. Even ignoring taking Britain into an illegal war, their record in other respects was unimpressive. Income inequality actually rose during New Labour’s term in office, while the seeds of the banking crisis were sown in their failure to regulate effectively the financial services sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Their record on civil liberties was shameful; they were just as eager as the Tories to encroach ever more on freedom in the name of the war on terror. Even their cheerleader in the quality press, the Guardian, recognised, in an editorial on 15th May, that the Labour Party ‘is just as authoritarian as it is libertarian, and – with the impressive exception of the early Blair years – has been constitutionally conservative through much of its history’. The Guardian obviously forgot, incidentally, that Blair’s constitutional programme was set for him by the Cook-Maclennan Agreement, drawn up with the Liberal Democrats. In the last Parliament Labour joined with the Tories to block reform of the House of Lords and were at best lukewarm, and often hostile, over the AV referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What about UKIP? I’m not aware we share any value with them; they are the polar opposite of everything we stand for. And while the SNP is unlike UKIP in many ways, in one way they are the same: they exalt the race over the individual, they value people in terms of their nationality, not their character, they foster intolerance of others just because they are different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, the Greens. I admire their dedication and their commitment to environmental aims, but at base they value the planet over its human inhabitants, which leads them into authoritarian and illiberal territory. It’s attractive to some because it promises a short cut to solve the huge problems of climate change, or inequality. But it isn’t rooted in a reality that understands how people behave – emotionally or politically. Policy by wishful thinking or authoritarian dictat ultimately doesn’t work – and I fear that many of their policies haven’t been rigorously thought through . Ultimately though, my concerns with the Greens are that they simply aren’t liberal. Free choice isn’t an inconvenience – it’s a fundamental part of what it means to be human, yet for the Greens it’s treated almost as an add on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So my conclusion is clear: while there may well be other parties with whom we can agree on particular policies, with whom we could cooperate in campaigns – for example for a yes vote in the EU referendum – there is no other party that is remotely Liberal in its basic philosophy, that shares our beliefs and values. So if Liberalism is worth fighting for, then logically the only course open to us is to rebuild the Liberal Democrats into a force than can fight for it effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And in turn that means building a campaigning movement, not just a political machine. It means ensuring that all of our campaigns – to stay in the EU, to retain the Human Rights Act, to defend the pupil premium because it attacks inequality, to oppose the Tories undermining the welfare states and selling off housing association homes, to promote green energy instead of shale gas – must be underpinned with a positive message of belief in this country, in its citizens and their communities. Our policy must be not just about what we will do but whom we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This has always been the great cause of Liberalism, a creed which is now needed more than ever – an optimistic confidence in the capacity of ordinary people to make the most of their lives, fulfil their talents and realise their dreams, and the belief that it is the duty of government – active, ambitious, liberal government – to make this possible, to create the conditions in which people and their communities can flourish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to lead a party that motivates people to care about great causes, not dull managerialism. To inspire the movement that has come about since May 8th.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to argue that inequality is wrong because every individual is equally precious, because inequality crushes the spirits of those at the bottom of the pile, because it creates a poorer society where the bonds between people count for less, because it is a stupid waste of talent, effort and resource. It is a brake on prosperity and work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to campaign for a bold environmental policy, not just because I believe that climate change must be tackled, though I do, but because green energy and transport means cleaner air and water, because green products and green exports will be the ones that succeed in global markets, because, as David Attenborough put it, ‘the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to persuade people to vote for the EU, not just because of jobs and trade, important though they are, but because the European Union is the most successful peace process in human history, because we do not resent our neighbours, we love them; because open societies allow the human experience to widen and the human spirit to flourish, because it is better to treat foreigners as sisters and brothers, not as people to be feared or scapegoated when things go wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "None of this will be easy, it will be a long hard slog, but I am confident that it’s possible. Remember, there was only seven years between David Steel taking over the Liberal leadership in 1976 after the devastation of the Thorpe scandal and the Alliance’s record-breaking vote in 1983. I don’t see why our recovery shouldn’t be much more swift than we fear, but it is not a given, we will have to earn it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We’ve done it before, in the 1950s and ’60s, when the Liberals under Jo Grimond recovered from near oblivion to challenge the Tory-Labour stranglehold on power; in the 1970s, when we adopted the approach of community politics, building on our local roots, fighting alongside local campaigners to make life better in a myriad of little ways for individuals and their communities; and in the 1980s, when I was a proud foot soldier as Paddy Ashdown and colleagues rebuilt the Liberal Democrats from the ashes of merger to argue the case for a fairer, freer, greener Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In each case we recovered because we knew that there was a cause worth fighting for: Liberalism. Liberalism is unique, it belongs to no other party. I am not about to allow the movement of Gladstone, Lloyd George and Grimond to die on my watch. Britain needs Liberals, it needs Liberal Democrats. Our cause must be fought for. I hope to lead that fightback.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}