{
    "url": "https://www.ukpol.co.uk/laura-farris-2022-speech-on-transport/",
    "title": "Laura Farris – 2022 Speech on Transport",
    "post_date": "May 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Laura Farris, the Conservative MP for Newbury, in the House of Commons on 19 May 2022.",
    "content": [
        "Last week I had the pleasure of joining the all-party parliamentary group on Crossrail for my first Crossrail trip across London’s city centre, and it is a triumph of engineering and creativity. From the cloud atlas ceiling as I descended into Paddington station to the pinstripes that inspired the entire construction of Liverpool Street station, the design tells the story of our city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crossrail’s construction also revealed more of the city’s history. Some of the construction workers told me of discovering more than 3,000 victims of the black death, buried at haste and without dignity, beneath the old Bethlem Hospital when they excavated the tunnel at Liverpool Street. Of course, Crossrail also plants a flagpole in our national story, having been unveiled in the year of the Queen’s platinum jubilee and been christened in her name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crossrail has not all been plain sailing. It is overbudget and overdue, and it would not have made it without significant Government intervention. I have repeatedly cursed it over the years for the chaos it caused at Reading station and, as I crawled through on the bus, for the way it carved up Tottenham Court Road. Despite that, I have had a Damascene conversion. Crossrail is an extraordinary new piece of infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is incredible that we can travel from Paddington to Liverpool Street in 10 minutes, and even more incredible that we can get from Newbury station in my constituency to Canary Wharf, in the heart of the London docklands, in exactly one hour. Everyone who worked on Crossrail should feel proud. It will change our city and transform rail transport across much of the south-east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crossrail comes at a bittersweet moment for west Berkshire, because it is only two months since we learned that Great Western Railway is withdrawing three intercity express trains between Bedwyn and Paddington, about which my hon. Friend the Member for Devizes (Danny Kruger), who is not in his place, and I have been talking to Ministers ever since it was decided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Minister of State, Department for Transport, my hon. Friend the Member for Aldridge-Brownhills (Wendy Morton), who is also not in her place, for her help in reinstating the 19.07 route from Paddington to Bedwyn, which is popular with commuters. She will understand that my predecessor, who now sits in the other place, worked very hard on the route’s introduction, and it meant people moved to villages such as Kintbury and Hungerford because they believed those places were commutable from London. GWR is doing a great job of trying to improve connection times, and it has said its ambition is to reinstate the intercity express trains. I hope Ministers will understand if I keep up that conversation and keep knocking on their door in the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, and I will be brief, I strongly differ from the hon. Member for Ilford South (Sam Tarry) on Bus Back Better, as we have had generous indicative funding. It has perhaps not enabled us to realise all our plans—we have lots of creative ideas in west Berkshire—but it has enabled us to realise some of them. Bus funding is often siloed in individual counties, and it is rare for counties to correspond on securing bus routes that travel between them, so Ministers will understand why I raise it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For close to 18 months, I have been campaigning for a bus that links Newbury to Oxford, with stops along the way, not just because these two great metropolises ought to be joined, although they should, but because I think it meets the Department’s BSIP criteria to maximise passenger growth. The A34 route between west Berkshire and south Oxfordshire is home to some of the most exciting technology and science enterprises in the country, if not the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Harwell science park, just north of my constituency border, is creating 10,000 jobs over the next five years and is already heavily recruiting talented apprentices from Newbury College. The same can be said of the science parks at Culham and Oxford, and of the business park at Milton. They are all on the same route, but the only way one of my constituents can access these places, if they get a job, is by taking two trains and a bus, with a journey time of about an hour and a half for a distance of less than 20 miles. Of course, most of them get in their car, which is something we want to limit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful for the energy and enthusiasm that Oxfordshire County Council, West Berkshire Council, the Thames Valley local enterprise partnership and many others have shown for my proposed direct bus route, recognising that we need to give people a cheaper, greener and faster way of getting to work in these important growth destinations. West Berks and Oxfordshire both made this request of the DFT in their BSIP proposals, but the decision ultimately rests with Ministers, and I strongly encourage them to approve it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}