{
    "url": "https://www.ukpol.co.uk/stephen-farry-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Stephen Farry – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Farry",
            "url": "/tag/stephen-farry/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Farry, the Alliance MP for North Down, in the House of Commons on 27 June 2022.",
    "content": [
        "This is an extremely bad Bill. It is unwanted, unnecessary and, indeed, dangerous. A number of Members have referred to Orwellian double-speak; we should add that there is also some Alice in Wonderland thinking to what is happening here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Foreign Secretary’s approach to opening this debate was deplorable and did not take the issues entirely seriously. As well as the process by which she has reached this point being extremely disappointing, her engagement in Northern Ireland has been incredibly selective. She has chosen an echo chamber to reinforce her own prejudicial views on the way forward rather than to engage with the entire community in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill is opposed by a majority of Members of the Northern Ireland Assembly and, indeed, of voters in Northern Ireland. The business community is deeply concerned about many aspects of the Bill and it is not even effective in getting the DUP to recommit to an Executive. Some Members have lauded the words today from the DUP leader, the right hon. Member for Lagan Valley (Sir Jeffrey M. Donaldson), but if Members listen carefully and read Hansard, they will find that what he said was full of ifs, buts and maybes. If Members read those words carefully, they will see that they do not commit to returning to the Executive any time in the near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ian Paisley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Such a cynic!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Farry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hear those words from the Bench behind me rather than anyone trying to refute what I am saying. That tells its own story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The protocol is a consequence of the Government’s decisions on Brexit, and particularly of the decision to go for a hard Brexit. It also reflects the fact that the DUP pursued Brexit without any real consideration of the impact on Northern Ireland and the reality that any hard Brexit would require some form of special arrangements for our part of the world. A hard Brexit poses some particular challenges to the whole notion of a shared and interdependent Northern Ireland. It has to be recognised that Northern Ireland is a diverse society. The protocol is by no means a perfect solution, but it offers Northern Ireland the opportunity of a soft landing, given all the tensions Brexit brings to it. It brings opportunities in terms of dual access to both the GB and EU markets, but of course it also has its challenges. We must do all we can not only to maximise the opportunities but to address the challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill is very far-reaching. It immediately disapplies some aspects of the protocol and gives Ministers the ability to disapply others. It brings major consequences: it threatens Northern Ireland’s access to the EU single market for goods. The business community sees the dual regulatory system as unworkable. I hope that Ministers have heard from the Dairy Council, the meat producers, the Northern Ireland Food and Drink Association and Manufacturing Northern Ireland, all of which have expressed major concerns in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The loss of the jurisdiction of the European Court of Justice will also bring consequences. The protocol is not the same as a free trade agreement: it is a different type of beast. It is about us having access to the single market as a region. It is not a neutral situation that we have to almost tolerate; it is to Northern Ireland’s benefit because the most likely outcome is a situation in which other parts of the European Union do not treat Northern Ireland’s goods as having free access. We may need the European Court to enforce access for our businesses, so let us not throw it away without thinking through the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill risks a trade war with the European Union—I do not want to see that but it is a potential risk—and undermines relations with the United States of America. The rules-based international order is of fundamental importance to the UK and the wider world and we mess with it at our peril. The Government have been disingenuous in a number of aspects related to how they have sought to defend the Bill. This is not about defending the Good Friday agreement. Brexit was a threat to the Good Friday agreement; the protocol is a response to protect it against that situation. There is not a choice between the protocol and the Good Friday agreement; the two can be reconciled if people wish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Jeffrey M. Donaldson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member says that the protocol is designed to protect the Good Friday agreement. The north-south institution has collapsed, the Assembly is not meeting, the Executive is not functioning adequately and, in the words of the Irish Foreign Minister, east-west relations are at their lowest ebb for years. How is the protocol doing in protecting the Good Friday agreement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Farry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I rather suggest that the right hon. Gentleman lies at the heart of all four of the outcomes he just listed, in the sense that DUP Ministers pulled out of the north-south institutions, they pulled out of the Executive, they are not allowing the Assembly to meet and, frankly, east-west relations have been poisoned by both the Government and the comments from a number of Unionist Members in Northern Ireland in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the other issues used to justify the Bill, one of the first things the Government say is that they cannot reduce VAT on renewables in Northern Ireland—“This is an outrage!” I have looked into the matter, and the Government’s own figures suggest that the entire net value of the measure for Northern Ireland is a sum total of £1 million per year. The Government also have the option of going to the European Commission to ask for flexibility. Have they done that in the past three months since the Chancellor made the announcement? No, they have not. It is clear that they prefer to have this manufactured grievance rather than trying to find a genuine solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government say that no proper negotiations have happened over the past 12 to 18 months. Why is that the case? The Government have not approached the matter in good faith, so negotiations have stalled. They now say that they cannot proceed unless the EU says it is up for the renegotiation of the protocol. That denies the fact that there are three different ways in which things can be fixed that are all consistent with the protocol as it currently stands. First, there are flexibilities inside the protocol. We have already seen progress on the issue of medicines, but the Government, for their own reason, refuse to acknowledge the progress that has been made. I wonder why that is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, I agree with other Members that article 13(8) of the protocol exists to allow the protocol to be superseded in whole or in part. I understand that that was put into the protocol at the request of the UK Government. That provision can be used but it has to be done by negotiation and mutual agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, we can do things in terms of supplemental agreements to the trade and co-operation agreement, such as a veterinary agreement. Again, those options have not been pursued. There are plenty of options out there that the Government can pursue entirely in keeping with the EU’s current negotiating mandate. People say that there is no alternative to this Bill, but there is: it is to go back and negotiate in good faith to build trust and partnership with the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us think about this for a second. Will this Bill improve trust and partnership? Will it make those negotiations any easier? No, it will make them harder, because every practical solution that I agree with depends on the EU and the UK trusting each other, and that is not where the Government sit tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}