{
    "url": "https://www.ukpol.co.uk/john-farr-1985-speech-on-the-televising-of-the-commons/",
    "title": "John Farr – 1985 Speech on the Televising of the Commons",
    "post_date": "June 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "John Farr",
            "url": "/tag/john-farr/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Farr, the then Conservative MP for Harborough, in the House of Commons on 20 November 1985.",
    "content": [
        "I support my hon. Friend the Member for Plymouth, Drake (Miss Fookes) and my right hon. Friend the Member for Old Bexley and Sidcup (Mr. Heath). My interest in televising Parliament and, in particular, the House of Commons stems from the ten-minute Bill which I introduced in 1978. It was lost by about 10 or 15 votes. In 1978 and at subsequent times when the matter was placed before the House by other hon. Members under the ten minutes rule, there was a growing strength of opinion in favour of televising proceedings of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The evidence that I laboriously collected from all over the world before introducing my ten-minute Bill has been strengthened, not nullified. The facts and figures I presented about democratic countries that had television in their Parliaments and had never thrown it out have been further strengthened in the seven years since 1978. I am not aware of any country which televises its parliamentary proceedings that has got rid of it. It has worked, and in some countries it has created a demand and been successful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many people ask me for the two tickets that I get every 15th day for the Strangers Gallery. Those are the only tickets I get. There is an intense demand to see what happens in the House of Commons at all hours of the day and night. I also know that many school children want to see what is going on but cannot because of the congestion in the Strangers Gallery. The main impression that many of them have—an impression that is possibly accelerated by sound broadcasting—is that Parliament consists of wigs, maces and robes and is a rather stultified debating society. They have the impression that it does not apply to juveniles in Britain and does not have much to do with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Such pupils will certainly not get into the Strangers Gallery to see and hear a debate. Last week I was host to 24 children from Leicestershire. They were able to peer into the Central Lobby at the Speaker’s procession, but all they could see was the Mace and the wigs. That is their impression of Parliament. Since 1978 there has been a growing desire to make children aware of what happens in the House of Commons, to make them appreciate the value of the arguments and the sincerity of the place. Unless we make them appreciate those things and give them an opportunity to observe proceedings in the Chamber perhaps via the TV camera, then future generations may not have a Chamber in which we can debate as we are doing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A few years ago I was trapped in Strasbourg, waiting in a hotel for a Council of Europe session which did not begin until the evening. There was a vote of no confidence in the French Government and the debate was televised live. My French is mediocre, but I could understand enough to know that it was a riveting debate, although the cameras portrayed the Members deploying arguments for and against. It was done in great detail. The cameras gave shots of Deputies cheering and jeering. Although my French is rusty, I was able to gather the essence of the arguments. Ever since I have held the opinion that hon. Members have no right to keep out young people or anybody else in Britain who wants to see the whole of what goes on in this place. The sooner that happens, the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Member for Old Bexley and Sidcup is not present at the moment. For the first time I find myself agreeing with everything he said. That is rare, although I have been in the House as long as my right hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We do not want to rely on Select Committees. We are public servants and have a duty to the public to let the cameras in so that the people can understand the arguments. The sooner we let them in, the better. The people who are against progress, by opposing the television cameras, are the descendants of those who kept the general public out of here until 1845 by passing an annual sessional order. Until 1913, such people kept the press muzzled. It was not until 1909 that the Official Report was established. The only reason for its establishment was that various leaked reports were so inaccurate that it was felt desirable to establish an official record. As I say, until 1909 they fought against having the press in here at all, and until 1919 those same people kept women out of the Press Gallery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House of Commons must move ahead. We have to show the country that there is much of which to be proud here, and the sooner we let in the cameras the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}