{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-loyal-address-speech/",
    "title": "Tim Farron – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 10 May 2022.",
    "content": [
        "This really does feel like a Queen’s Speech from a Government who have run out of ideas and are not capable of dealing with the very serious times in which they find themselves. It is an awful lot of press releases and no plan. We desperately need a plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I heard reference in the Queen’s Speech to Bills that might be introduced to deal with the cost of living crisis. We do not need parliamentary Bills to drive down people’s household bills. We need action that could be taken today. The Government could decide to use one of the rare Brexit benefits and reduce VAT today. They could decide in the next day or three to do what we have been calling on them to do for some time—bring about the windfall tax on the energy companies that have made profits that are unearned, unnecessary and unexpected, and give that money to people who desperately need it. They could give it to people across my constituency in Cumbria and across the rest of the country who literally cannot afford to put food on the table and pay their rent, their mortgage and their bills. No amount of smart-alec culture war ruses will pay anybody’s children’s food bills. This is what we are seeing from a Government who have lost touch with any idea they ever had of what it is to be serious about governing at a serious time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you might imagine, Mr Deputy Speaker, I want to talk specifically about rural communities and particularly issues of agriculture and housing. There is nothing for us in this Queen’s Speech—nothing that remembers the rural communities of this country, particularly in England, which have so very obviously been neglected and taken for granted by this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us look at farming. I make a plea to all hon. Members in the House who do not represent rural constituencies that rural communities should matter to them, for two principal reasons. First, if they eat, they should be grateful to the farmers who live in my constituency—and indeed yours, Mr Deputy Speaker—and who put the food on our table. No country serious about its own security would be in any way reckless about its lack of food security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should also care because our farmers are on the frontline of tackling climate change and providing environmental restoration. Some 70% of England’s land mass is farmed, so if we care about tackling climate change and the biodiversity crisis, the reality is that the greenest thing that any Government can do is keep Britain’s farmers farming. They are the only people who will make even the greatest plans come to fruition, because the greatest plans in the world will remain just plans in a drawer without farmers to introduce them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are making a disastrous mess of the transition from the old farm payment system to the new system. If I had been asked a few years ago to list potential advantages of the UK leaving the European Union, I would have given a very small list, but being outside the common agricultural policy would have been on that list. Yet again, here is a potential benefit that the Government have grasped and are miserably failing on, as they botch the transition from the old basic payment scheme to the new environmental land management schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my constituency, every single farmer has lost at least 5% of their basic payments and will lose at least 20% this year. All of the hundreds of farms that I represent are in that position. This year, 13 of the farms that I represent—a tiny proportion, little more than 1%—will be getting anything from the new sustainable farming incentive. The Government’s botched transition to the new scheme is costing farmers thousands of pounds a year, with nothing to replace it. So what will happen? Farmers will either go bust or go backwards. We will lose hundreds and hundreds of small to medium-sized family farms right across our country, many of them tenanted, costing us in biodiversity and food production. If they do not go bust, they will go backwards and give up on doing any environmental work whatever; they will just get more stock, because that is the only way that they can keep food on their own table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are making not just accidental mistakes with farm transition, but deliberate ones. Parts of the landscape recovery and local nature recovery schemes give a clear incentive for landowners—and, indeed, investment companies that want to become landowners—to get huge tracts of land, evict tenant farmers and get massive cheques from the Government for doing nothing and letting the valleys go to seed. These are outrageous, state-sponsored lakeland clearances; we must not stand for them. There is nothing in this Queen’s Speech that gives any clue that the Government understand the damage that they are about to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is nothing for the uplands. Our upland communities in the Lake district, in the dales and in places such as Cornwall and Devon, Northumberland and North Yorkshire have enormous cultural significance, yet nothing in the farm payment scheme recognises that. The tourism economy of the Lake district and Cumbria is worth £3.5 billion a year under normal circumstances, yet there is nothing to compensate the people who create the backdrop that makes so many people come to visit our beautiful part of the world. That is why I am calling for a cultural landscape payment as part of the new farm payment system: to make sure that we value and reward our upland farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is absolutely ridiculous that we have a farm payment scheme—a Government agricultural policy—that has a strategic aim of reducing our capacity to feed ourselves and actively taking land out of food production. That is not only stupid when we are trying to protect ourselves in a grave international situation, but immoral, because it means that we will now be fishing in markets where developing countries are seeking their grain and their commodities. We are pushing up the prices for the poorest people in the world because we have a wrong-headed farm payment system that is taking land out of food production. That is stupid and immoral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me now say something about housing, and the impact of the last two years on the housing crisis in rural communities. This has become a catastrophe. We have too few houses that are lived in permanently, and communities are dying as a consequence. During the pandemic, 80% of house sales in my community have gone to the second-home market, and at the same time there has been a 32% increase in the number of properties that have gone into the holiday-let market. In Devon, this has meant a 70% reduction in the long-term private rented sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What do those two developments mean? First, there is excessive second-home ownership. No one wants to be beastly about second-home owners—we want to be generous and welcoming to people who wish to spend their time in our communities; it is nothing personal—but the fact is that this has a massive impact on the communities that I am privileged to serve in Cumbria. It means that communities are hollowed out of full-time occupation, so they lose the school, they lose the post office, they lose the pub—they lose community itself. Secondly, there is the huge and very speedy transition from long-term lets to vast numbers of holiday lets. What does that mean? It means that people who have lived in an area for years are expelled —evicted through the section 21 notices that the Government said they would abolish and have not. That was not in the Queen’s Speech, and it should have been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These people who are being ejected from their communities are people in work and with children at local schools. They have nowhere else to go in a place like the lakes or the dales, so they have to leave altogether, uprooting their kids and leaving their work. That is outrageous. The impact on our communities is devastating, and the Government are doing pretty much nothing about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One proposal in the Queen’s Speech has been floated—for the Government to borrow something of the Welsh Government’s proposals to double council tax on second homes. I thought “great” when I first read about that, but now I have seen the detail, and it is rubbish. What will happen is that council tax will be doubled for a second-home owner who never goes to their home. That is a tiny minority of second-home owners. The proposal takes no account of the fact that, for instance, 90% of second homes bought in my constituency are bought for investment and then let out for 70 days a year. What does that mean? It means that this not a second home; the owner is a small business, and this is a holiday let. It means that the small business will pay no council tax and no business rates either, and that people in Kendal, Penrith, Appleby and Ambleside who are going to food banks are subsidising wealthy people with second, third and fourth homes. The Government, who know that for sure, having undoubtedly listened to their own Back Benchers representing rural communities. have chosen to do nothing meaningful to tackle the outrage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me finally say something about planning. If we want to tackle the second-home crisis, the holiday-let crisis and the affordable-housing crisis, we should change planning law to make second homes and holiday lets different categories of planning use so that national parks and councils can just put a lid on it. That would be the easiest and most straightforward thing to do. Why have the Government not chosen to do it? We talk about building more houses, but the problem in areas such as mine is that while those who build houses will sell them, we are building for demand and not for need, and it is time to build for need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Earlier today, I was talking to some of my local councillors—Jenny Boak, Pete Endsor and Sue Sanderson, who represent Grange & Cartmel. Just outside Cartmel, in Haggs Lane, 39 properties are to be built, only eight of them affordable. Why? Because the Government do not give planning authorities the power to say to developers, “Get knotted unless you are going to build for local people and families and make those places affordable.” So I am angry, not just on behalf of my community but on behalf of communities across rural areas of our great country, that there is so little, if anything at all, for us in this Queen’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It seems to me, looking at it from the inside in Cumbria, that this Conservative Government are doing to rural communities in this decade what a Conservative Government did to urban communities in the north in the 1980s. The difference is that Margaret Thatcher had a plan—I will give her due for that—while this Government, shambolically, through neglect and through taking rural communities for granted, are devastating those communities. They will not be excused for that, and they will not get away with it. We have seen the results of last week’s elections in Cumbria and Somerset, and I hope we will soon see the result of an election in Devon. We will see that rural Britain will not be taken for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}