{
    "url": "https://www.ukpol.co.uk/tim-farron-2021-speech-on-the-integrated-rail-plan/",
    "title": "Tim Farron – 2021 Speech on the Integrated Rail Plan",
    "post_date": "December 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 8 December 2021.",
    "content": [
        "It is a pleasure to follow the hon. Member for High Peak (Robert Largan), who made a thoughtful contribution concerning his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The integrated rail plan for the north is a real disappointment to many people, not least people from Cumbria, the furthest north-west county in England. When we leaf through the 162 pages of that document, we find not a single mention of the county of Cumbria. That is a reminder that when we talk about the north and levelling up the north, it feels to many of us that the rural north—rural communities generally, but specifically those in the far north-west of England—is not thought of and is very much overlooked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cancellation of part of HS2 is deeply troubling, but of course the more troubling cancellation is that of Northern Powerhouse Rail. If one understands the north of England, one understands that what we really need is not to get to London a bit quicker, but to have greater capacity and to get from east to west more quickly. That has been overlooked by the Government. It is a betrayal of the north, yes, but more than that it is a betrayal of their lack of understanding of the north, which is more telling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to focus on a couple of things in my community. First, we appreciate that the HS2 line is not going to go further into Lancashire and into Cumbria, but nevertheless the trains will. I am deeply concerned that there are no plans for any of those HS2 trains to stop in the biggest visitor destination in the country apart from London, namely my constituency—the Lake district. That should be put right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a railway line from the main line at Oxenholme that takes us to Windermere—the Lakes line. It is a very short line, and it would be one of the cheapest electrifications in the country if only it were done. Sadly, the Government have cancelled that. I am, however, encouraged by recent conversations with the Rail Minister about the possibility of a passing loop at Burneside, which would give us the opportunity to effectively dual the line again—that was our Beeching cut back in the ’60s and ’70s. Doing that would double the capacity on the Lakes line and massively increase the number of people who could come to the Lake district and not come by car. That would be a huge positive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is worth bearing in mind that there are many small things that are huge to us. At Staveley, the first station in the Lake district, there are 42 steps to get up to the station. Friends of mine who have disability issues, are elderly or need to use prams simply cannot use their local station, so I call on the Government to consider very carefully funding access to Staveley station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a world-class visitor destination in the Lake district, with what feels at the moment like a third-class rail connection. That is why I ask, finally, that the Government reconsider the electrification of the line from Oxenholme to Windermere, and of the Furness line from Lancaster to Barrow through my constituency. That would be a positive, carbon-neutral thing to do, and it would be a massive boost to tourism and to local communities. It would be a good, effective use of public money after this disappointment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}