{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-speech-on-the-cost-of-food/",
    "title": "Tim Farron – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "Let me first thank you, Mr Gray, and thank the hon. Member for Liverpool, West Derby (Ian Byrne) for this very important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will pick up where my friend the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) left off and say that no policy of trying to tackle food poverty in this country will get anywhere if it does not look at how we produce our food and the amount that we produce, so let us talk about our farmers and the difference that they can make. We have a 14% rise in food prices—it amounts to much more for the poorest people. I agree with everything that hon. Members have said in the last few minutes about the heartbreaking reality of children not having enough food to be able to study and to maintain their health. It is utterly outrageous that in the fifth richest country in the world, we are in this situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the United Kingdom produces only 60% of the food that it eats. It is a decision of the Government to allow that to be the case, or rather it is the absence of decisions that would have solved that problem. The Government are moving towards the new farm payments scheme. Many or all of us probably support the principles underlying that scheme, which is about public money for public goods. But this month, farmers will see a 20% cut in their basic payment, and that is without most of them having access to anything new to replace it. We see new incentives in order to give landlords financial support for turfing out their tenants and so reducing the amount of food that we produce. This Government now have a farming policy that actively encourages the reduction of food production in this country. That does two things: it pushes up the price of food, and it pushes Britain on to the international commodity markets to buy food elsewhere, pushing up the price of food for the poorest people in the world. That this Government have a farming policy that actively encourages us to produce less food in this country and to push up the price of food for the poorest people in the world is morally reprehensible. I can tell the House, representing, as I do, Cumbria, the lakes and the dales, that Britain’s farmers are determined to feed Britain’s people and to tackle the food poverty that exists in every community. On their behalf, I beg the Government to change tack and allow them to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}