{
    "url": "https://www.ukpol.co.uk/tim-farron-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Tim Farron – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Farron, the Leader of the Liberal Democrats, in the House of Commons on 21 April 2016.",
    "content": [
        "[![timfarron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/timfarron-300x169.jpe)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/timfarron.jpe)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank you, Mr Speaker, for calling me to speak, especially as I managed to make it into the Chamber only when the Prime Minister was concluding his remarks—my apologies to him. On this occasion I am convinced that, not having heard one of his remarks, I would have agreed with them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a massive honour to give praise and to acknowledge the service of Her Majesty on her 90th birthday. Unlike many people in this place, I have spoken to Her Majesty on only a limited number of occasions. It was on one occasion really, as a very new Member of Parliament. She was asking me how I was getting on as a new MP and how I was coping with the correspondence. I did confide that, on occasions, people would come up to me in the street and say thank you, or acknowledge a letter that I had written to them, and I would sometimes just go blank. I am sure that colleagues share that sensation and think, “Right, what are they talking about? I can’t quite remember the detail.” Her Majesty said, “Yes, that happens to me all the time. I always say that it is the least I could do”. Perhaps we should all cling on to that as a good get-out-of-jail card.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her Majesty has had occasion to visit formally my part of the world—Westmorland—on two occasions in her reign. The first was in 1956, which was 14 years before I was born. It was the year of the Suez crisis; the year of the Clean Air Act; and the year that the United Kingdom turned on its first nuclear power station. The second occasion was three years ago, when I was privileged to meet her in Kendal as the Member of Parliament for Westmorland and Lonsdale. In the 57 years between those two visits, and indeed since she assumed the throne, so much has changed for all of us. Much, much more has changed for Britain and the world in which we live. The Elizabethan age will be reviewed by history as a vast, transformational and tumultuous era, during which our Queen has provided immeasurable constancy, which will be looked back on as the thread that runs through all of it, and that has made change possible without the uncertainty and instability that could have come about otherwise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Her Majesty’s time, Governments have indeed come and gone. She has seen them lead Britain into the European Common Market, and then seen her people vote to remain—that was when I was five years of age. She has seen Britain lead the world by becoming the first G7 country to commit 0.7% of GDP to international development aid. She has seen Britain become a world leader in renewable energy and make great strides in tackling climate change. She has seen technological advances race ahead from when a telegram or a radio programme was a thing of great excitement to the prevalence of satellite television, the iPhone, letters being supplanted by email and playground conversations by tweets and Facebook status updates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Through all those years of change and upheaval, Her Majesty’s selfless service to Britain has remained a constant. She is admired at home and around the world for her constant and consistent advocacy of Britain at its best. I am bound to say—others have reflected on this—that she embodies the value of a constitutional monarchy. She is a neutral person who is above politics and who is the foundation of our constitution. She is someone to whom all of us, whatever our political views, can look, and with whom we can share an allegiance. That is an immeasurably valuable thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even as we contemplate the monumental things that have occurred during Her Majesty’s reign, it is worth remembering that birthdays are very personal occasions. They are opportunities to celebrate the lives we lead and give thanks with friends and families. Hers has been an extraordinary life and she is an extraordinary example to all of us in public life of the meaning of public service. As we and others pay tribute to her example, I hope that she, who has so many friends, children, grandchildren and great-grandchildren and a loving husband, experiences the same joy and pleasure that we all do when we get together to celebrate with those whom we love. On this wonderful and historic day, on behalf of my party and my constituents in Westmorland and Lonsdale, I pay tribute to Her Majesty, to her dedication, to a lifetime of public service and to her faith, and wish her a very happy birthday and many more to come. I thank God for her service. Long live the Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}