{
    "url": "https://www.ukpol.co.uk/tim-farron-2020-speech-on-a-green-industrial-revolution/",
    "title": "Tim Farron – 2020 Speech on a Green Industrial Revolution",
    "post_date": "January 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 15 January 2020.",
    "content": [
        "It is always a massive joy to follow the hon. Member for Beckenham (Bob Stewart). It is also great to see you back in your place, Mr Deputy Speaker; congratulations on your re-elevation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been a genuine privilege to sit through the maiden speeches by the hon. Members for Coventry South (Zarah Sultana), for East Surrey (Claire Coutinho) and for Birmingham, Northfield (Gary Sambrook), to whom I pay tribute. I wish to single out my new neighbour, the hon. Member for Barrow and Furness (Simon Fell), who made an excellent maiden speech and referred in particular to the need—I say this in hearing range of the Secretary of State for Transport—to strip Arriva Northern of its franchise, to make sure that we have a local train service that actually runs some trains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember giving my maiden speech; the terrifying fact is that I have a copy of it on a VCR tape in the garage. That is a reminder that I am indeed an old git, Mr Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The green industrial revolution is nothing if not an ambitious title, and so it needs to be if we are to head off the existential threat of catastrophic climate change. Ambition is indeed what we need, but although we can give something an impressive and ambitious title, it is unlikely to earn a lasting legacy unless it actually delivers. Franklin Delano Roosevelt’s new deal is not still invoked today because of its catchy title, but because of the good it achieved. We marvel at the Victorian expansion of the railways not because the Victorians did good spin, but because the network was actually built. Nations are never built on public relations stunts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Members can call me a glass-half-empty person if they like, but my fear for the Government is that they will make two significant mistakes as they decide how they are going to use their new majority. First, in order to mask the damage that the UK’s leaving the world’s biggest market will inevitably do to our economy and public sector, it is likely that the Government will max-out the credit card on revenue spending in a way that makes the recent Labour manifesto look fiscally conservative by comparison. Secondly, they will talk about big infrastructure investment, both the green and the not-so-green varieties, but in reality their fear of big government means they will not deliver anything that will make a true difference. In other words, the Government will show largesse when they should observe restraint, and restraint when they need to be ambitious. I hope I am wrong, because what we need is to be wise on revenue spending and ambitious on capital, particularly when it comes to green infrastructure. We must make the big strategic decisions needed to fight climate change.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In South Lakeland, we see nature changing before our very eyes, as climate change takes place with horrific consequences. Our communities are still reeling, four years on, from the devastating floods of Storm Desmond. Indeed, in the past decade or so we have been hit by three floods, each one of them classified as a one-in-200-year event. Storm Desmond flooded 7,500 homes and more than 1,000 businesses. We have to mitigate the impact of climate change on families and businesses while building the infrastructure to prevent a climate catastrophe. That is why Kendal’s flood prevention scheme must be delivered. All three phases of the flood scheme are now fully funded and I am glad that, after much pressure, the biggest concerns about the scheme have now been answered. In the place of every tree that must be removed as part of the scheme, six new ones will be planted in the town, and many of them will be semi-mature at the point of planting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was there the morning after Storm Desmond, and in the weeks after. I saw people’s lives ruined; families left destitute; and businesses wiped out. Even today, there are children who still unable to sleep any time it begins to rain. I could not look people in the eye on Appleby Road, Shap Road, Sandylands, Ann Street or Mintsfeet Road if I did not do everything in my power to deliver them some kind of protection and some kind of peace of mind. After four years of promises—four years of fear whenever it pours; four years of incalculable strain on mental health for the old and young alike—how dare I claim to represent them if I do not see the flood defences delivered? The reality is that we are too late to prevent climate change, but we have perhaps a dozen years to avoid a major climate catastrophe with even more appalling human consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The main issue that I wish to focus on in the next few moments is the revolution that we need in public transport. Over the past 30 years, Governments of all colours have allowed funding for bus provision to evaporate. Our communities in South Lakeland have done a spectacular job in putting together community bus services to plug some of the gaps caused by this attrition of Government funding, most notably the Dales bus service in Sedbergh and Dent, which does a wonderful job connecting those Dales communities with Kendal and the surrounding communities. We have fought recently to keep the 552 and the 530 bus services. These are great victories. I am immensely proud of them, but they are short-term solutions at best. They are sticking plasters, when what is needed is ambitious change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is utterly ludicrous that bus services in London receive a £722 million annual subsidy, when in Cumbria we receive nothing at all—not a single penny. The lack of subsidy has a catastrophic impact on fares, and the extortionate prices make commuting by bus a massive challenge, especially for lower-paid workers. How is it right, Mr Speaker, that the 5 mile journey from Ambleside to the neighbouring community of Grasmere costs £4.90, while a journey of equivalent length in London costs £1.50? If we are to entertain any hope of revolutionising public transport, the Government need to look beyond the M25—well beyond the M25. Indeed, it may come as a surprise to some in Government that the north does not stop at junction 32 of the M6.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is much to recommend the northern powerhouse, with two slight caveats: first, it is not much of a powerhouse; and secondly, it is not very northern. The transport ​spend in the north-west per head of population is still barely half that in London, despite the promises that were made when the northern powerhouse was first established. I will continue—I will have to continue—to fight the cuts to individual bus services. I will continue to stand with, and work with, the community to find alternative solutions, just as we are currently doing for Arnside, Levens, Cartmel, Hincaster and Kendal where we have replaced the 552 and the 530 services, but let us be honest, all that will do is lessen the decline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bus services are essential to life for rural communities such as ours. They are also key to Cumbria’s vibrant tourism industry. No one could or would deny that the Lake District and the surrounding communities are utterly awesome. It is a national treasure and a source of joy to many more than just those of us who are privileged enough to live among those lakes, mountains and dales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cumbria’s Lake District is Britain’s biggest visitor destination outside London. Some 16 million people visited us last year alone, but 83% of tourists travel to us by car. However, we know that, with the right interventions and conditions, our visitors will travel sustainably. Public bus transport is a key component of that, alongside rail, boats, bikes and, of course, walking in the hills. Improved bus services could alleviate pressure on the roads that become clogged with the cars of those visiting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government keep ignoring the plight of rural communities. A so-called green industrial revolution in London or Manchester simply will not do. We would love it if they stopped ignoring us, and instead commission a truly ambitious and comprehensive rural bus service to exceed anything that we have seen before, even 35 years ago before the deregulation which started to decline. It will be an investment not only that revives rural communities and sees a huge reduction in the use of cars locally, but that boosts our economy and increases access to jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My proposal today is that the Minister should ensure the direct commissioning through Transport for the North of a comprehensive, affordable, reliable rural bus network in Cumbria—a network that will be a substantial step towards ensuring that the northern powerhouse actually serves the rural north.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, if our efforts to tackle climate change are going to come anywhere near something that could be classified as a revolution, we need to transform public transport interconnection and that connection between buses and trains. The main public transport route to the Lake District is the Lakes line. Back in 2017, the Government cancelled the planned electrification of the Lakes line on the basis of a massive and flawed overestimation of the project costs. This was and remains a huge let-down for communities around the lakes, and yet electrification of the Lakes line is the easiest electrification project in the country. The 12-mile route carries hundreds of thousands of passengers each year, but it could carry four times as many if we introduced a passing loop at Burneside so that we could run a half-hourly service, and if it were electrified, it would significantly reduce its carbon emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the Government are serious about tackling climate change, they need to undo their foolish cuts to the electrification project, and the Lakes line is the perfect place for the Government to begin a green U-turn to reverse their mistakes of recent years. The Lakes line is short, but it is iconic. It carries significant numbers and could carry so many more. I plead with the Government ​to make their actions match their words. They should not just plug the gaps in public transport, but instead revolutionise the system. They should speak not of subsidies, but of investment that multiplies its value in the economy of the rural north. Targets are dangerous if they are simply a fig leaf to cover up a failure to act in the present. The Government must act now, and we will wait to see whether they do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}