{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-speech-on-sewage-discharges/",
    "title": "Tim Farron – 2022 Speech on Sewage Discharges",
    "post_date": "April 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 19 April 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That leave be given to bring in a Bill to provide for mandatory targets and timescales for the ending of sewage discharges into waterways and coastal areas; to make provision about the powers of Ofwat to monitor and enforce compliance with those targets and timescales; to require water companies to publish quarterly reports on the impact of sewage discharges on the natural environment, animal welfare and human health; to require the membership of water company boards to include at least one representative of an environmental group; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is such a privilege to be in this place to speak for the people of the lakes and dales of Cumbria. Cumbria is one of the most beautiful places on earth. It is also, on occasion, one of the wettest. It needs to be; how else could we keep the lakes, tarns, meres, waters, rivers and becks filled and flowing? Cumbria is home to two national parks and two world heritage sites, yet its waterways are shamefully often polluted by sewage discharges, and those discharges take place legally and without sanction. Our lakes and rivers are our natural treasures, yet water company bosses are degrading those natural treasures to keep a hold of their own treasure. Last year, the water companies made profits of £2.7 billion and paid out £27 million in bonuses. Their chief executives earn seven-figure sums, yet they are free by law to preside over enormous numbers of dangerous discharges that damage our environment and our wildlife, and are a threat to human life, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Bill aims to stop the water companies putting their personal treasure ahead of our natural treasure. The Government choose to let them get away with it, but this Bill will stop them. In 2021, raw sewage was pumped into the River Lune near Sedbergh in my constituency for 5,351 hours—the equivalent of 222 continuous days. This is not just a problem for me and my constituents; it is a colossal crisis affecting the entire country. Water companies pumped sewage into rivers nationwide 772,000 times in the last two years—more than 1,000 discharges each day. Some of those discharges lasted almost a whole year, and all of them were legal. Sewage discharges happen far too frequently and for far too long for the Government and the water companies to be able to credibly hide behind the excuse that they are caused only by exceptional rainfall. As a result of these discharges, only 14% of England’s rivers now meet the criteria to be defined as ecologically good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is true that our sewerage systems are shamelessly out of date, but the water companies responsible for improving them have little impetus to do so because the Government are barely holding them to account. The British public pay these companies to not just provide us with clean water, but ensure safe and clean processes for waste water and sewage. Too often, it feels as though the companies forget about half of that bargain, and this Government let them. United Utilities, our local water company in the north-west, was the culprit in four of the 10 longest sewage discharges in 2021—the most of any water company in the country. Meanwhile it posted profits of £602 million and dished out £6 million in bonuses—also the most of any water company in the country. Far from being punished or held accountable for the degradation of our waterways, the water bosses, it appears to the public, are being rewarded for it. Those 772,000 discharges were legal. They happened under the Government’s nose while the rest of us had to hold ours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The water companies are also guilty of emissions that have broken the law, but they are rarely held to account. That is, of course, something of a theme for this Government. Between 2018 and 2021, only 11 fines were issued to water companies for pumping sewage into our lakes and rivers. Only three of those fines were over £1 million, and four were less than £50,000. The Government make it cheaper for water companies to pay a fine than to take action to stop the discharges. It is no wonder that the companies do not invest enough in cleaning up our lakes and rivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can confirm that I left the lakes this morning without a coat, because spring is here. The visitors are with us in Cumbria, and summer is around the corner. The UK’s waterways will soon be teeming with swimmers, dippers and paddlers, nowhere more so than in the English lakes and most of all Windermere, at the heart of the most visited part of the UK outside London. Windermere has three designated bathing sites, all of them ranked as being of good standard. It is currently a safe place to visit, but the Government’s weak regulation is putting that at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "United Utilities legally dumped sewage into Windermere on 71 days in 2020. How can that be considered anything other than outrageous? The Government allow such discharges because they are considered to be storm events. Well, Cumbria has more rainfall in a month than many places have in a year. Things that might strike Ministers in London as storm events are actually mild drizzle for those of us in the lakes. By allowing the water companies to hide behind storm events as an excuse to pollute our lakes and rivers, the Government show their ignorance of communities such as ours in Cumbria and allow the water companies to pollute Britain’s wettest places the worst.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tourism and hospitality employs 60,000 people in Cumbria. It is by far our biggest employer, being worth £3.5 billion a year to our local economy. I do not want the Government to put that at risk by allowing our lakes to be polluted. I want them to protect the wellbeing of everyone who visits and lives in the lakes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as the human impact, there is an ecological impact. Maintaining the quality of our rivers, streams and lakes is crucial to protecting biodiversity for centuries to come. The Environmental Audit Committee has reported that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“rivers in England are in a mess.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The population of 39 of the 42 main salmon rivers in England are categorised as at risk or probably at risk. When one part of the complex interconnected life of a river is damaged, the whole ecosystem is hurt, from duckweed and dragonflies to otters and trout.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must not be duped into thinking that the Government took action to deal with this in the Environment Act 2021. We remember they had to be dragged kicking and screaming by Members of the other place into moving an amendment, but that amendment is essentially meaningless. It sets no timescales or targets. It is a wish list, not an action plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Bill would put that right by ensuring that action is taken. It would provide for mandatory targets and timescales for the ending of sewage discharges into waterways and coastal areas. It would also strengthen Ofwat, the Water Services Regulation Authority, to hold water companies accountable. Furthermore, it would take the radical step of placing representatives of local environmental groups on the board of these companies so that executives have nowhere to hide from the impact of their practices on our waterways, on the wildlife that depends on them and on the economies and communities they underpin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill would also help to get to the heart of the problem, not just the headlines, by making sure we get the right information. The Government tell us how long discharges happen and how often they happen, but not the volume of sewage discharged into the watercourses. Without that information, we cannot know the scale of the problem. In small rivers and becks, or in the confined space of a lake, volume has a much bigger and more damaging impact on humans, animals and ecology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Both the Government and the water companies hide behind asking inadequate questions, and therefore getting inadequate answers. For instance, the Government’s Environment Agency has to test for nutrients and chemicals in the water, but it does not have to test for bacteria, yet bacteria are the greatest health concern. Unless a watercourse is designated as bathing water, and barely any rivers are designated as bathing water, bacteria is tested for only by concerned citizens such as the marvellous people I recently met on the River Kent in Staveley. Testing for bacteria must become compulsory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The River Kent in Cumbria is designated as a site of special scientific interest. Among other things, it hosts protected species such as pearl mussels, which are rarer than the giant panda, yet sewage is being legally discharged into this protected river almost every day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House can see why this Bill matters to my community and the whole United Kingdom. The Bill would require water companies to produce accurate and comprehensive quarterly reports on the impact of sewage discharges on animal welfare, human health and the environment. The public have a right to know what our water companies are being allowed to do. With the cleansing impact of public scrutiny, and the literally cleansing effect of water companies spending their money on upgrades rather than bonuses, hopefully the public will soon see encouraging signs to give them faith in our waterways and renewed faith in our political system that the polluters will actually be held to account for dumping sewage into our lakes and rivers, that they will no longer be permitted to do so, no matter how powerful they may be, and that companies making billions in profit will no longer be protected by a Conservative Government who permitted them to discharge sewage 772,000 times in two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What, then, shall we protect: the inflated profits of water companies, or the safety and beauty of our lakes and rivers? It is time for all of us in this House to take action and to pick a side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}