{
    "url": "https://www.ukpol.co.uk/laura-farris-2022-speech-on-the-down-syndrome-bill/",
    "title": "Laura Farris – 2022 Speech on the Down Syndrome Bill",
    "post_date": "February 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Laura Farris, the Conservative MP for Newbury, in the House of Commons on 4 February 2022.",
    "content": [
        "I begin, as others have, by [congratulating my right hon. Friend the Member for North Somerset (Dr Fox) on this truly groundbreaking Bill](https://www.ukpol.co.uk/liam-fox-2022-speech-on-the-down-syndrome-bill/). I will add a few reflections of my own, the first of which dovetails with his remarks on Second Reading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our understanding of and respect for people with Down syndrome and equivalent conditions have evolved so much in my lifetime. Forty years ago, people with Down syndrome or something similar were viewed as problems to be managed, rather than people with potential to be realised. Employment, if it existed at all, was seen as an act of charity, rather than an opportunity for a person to be productive or to be in a role in which they could develop and thrive. The idea of someone with Down syndrome having a personal intimate relationship was taboo. It is amazing to think how far we have come. We have a far greater understanding not only of developmental conditions but of how they can exist on a spectrum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are far more opportunities for education, employment and training. So many excellent employers in Newbury employ somebody who has a learning disability, but I want to give a particular mention to a young lady with Down syndrome called Karen who is doing a fantastic job and loving life at Nando’s in Newbury. The Bill recognises the specific challenges, particularly with health and care, but squarely places them alongside recognition of the dignity of people with Down syndrome and the idea that their families should not be scrubbing around for care and that that should be dependent on the provision of their local authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While I was preparing my speech, I thought about how far we have come in Parliament in what we say about disability. The Disability Discrimination Act 1995 and the Equality Act 2010, particularly the latter, contained important provisions about disability, such as the duty to make reasonable adjustments, which was mentioned by my hon. Friend the Member for Eddisbury (Edward Timpson). It is notable that the focus in the interpretation of both Acts was on physical disability, long-term health conditions such as cancer, or mental conditions such as schizophrenia or depression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that I am right, because I refreshed my memory of the statutory guidance published to go with the Equality Act to see what it said about disability. It is an extensive body of work on just the subject of disability, running to 60 pages and giving example after example of how society should respond, and there is not a single reference to Down syndrome and scant reference to any form of learning disability. I mention that not to minimise the significance or value of the Equality Act, but to point out that we as a society have been reluctant to confer on public authorities, employers or anyone else much in the way of positive duties on learning disabilities. If we are honest with ourselves, we know that we would be nervous to say very much about learning disabilities at all. I applaud my right hon. Friend the Member for North Somerset for taking the bull by the horns and presenting the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to conclude with remarks on two points that have been made by other Members but are important. The Bill will receive Royal Assent, but it is right that we should not ignore all the other people with learning disabilities, particularly when there is an intersection with health concerns and a need for ongoing adult social care. I have a niece who falls into that category, and she was in special needs education throughout her younger years. The majority of her co-pupils had Down syndrome, so it is fair to say that she was considered by the authority to have something similar. She is now a young adult who has had significant challenges with her health and some of her communication abilities, but she has a job and a very busy social life and she is living a really productive life. A lot of the issues the Bill seeks to address apply equally to her and to thousands of others. The difficulty is in the definition, and finding statutory language that would correctly encompass all those conditions is technical and challenging—I do not resile from that. Of course I respect the ambit that my right hon. Friend chose for his Bill, but I must put on record my ambition that it will go wider and that we will see soon progress from the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}