{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-speech-on-asylum-seeker-employment-and-the-cost-of-living/",
    "title": "Tim Farron – 2022 Speech on Asylum Seeker Employment and the Cost of Living",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is a genuine pleasure to serve under your chairmanship, Mr Davies. I offer huge congratulations to the hon. Member for Bury South (Christian Wakeford) on securing this important debate and on making a brave and moving speech. I thank him for what he said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right to work is a frustrating issue. I find myself unable to get into the Government’s head on many parts of the discourse in this place about migration and how we treat refugees and asylum seekers, but the right to work is one area where the Government may be able to be pragmatic. I will make the case for that more fully if I have time at the end of my contribution, but to put it very bluntly and crudely, there are great left-wing and right-wing arguments for giving asylum seekers the right to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are good bleeding-heart liberal reasons why we should care for people who are asylum seekers, as giving them dignity and the ability to integrate is a kind thing to do, but if the Conservatives, and the newspapers to which they tend to bow down, are really bothered about the cost of the asylum system, the answer is to allow people to pay their own way. There it is—I have solved the problem in one fell swoop: allow them to work, pay taxes and contribute to our society. That would be such an easy thing to do and I have a slight sense of hope from the Minister for Immigration, who was in Westminster Hall the other week responding to a debate on a related issue, that there may now be a little strain of pragmatism in the Home Office. I will continue to push for that, and I hope and pray that it might come to the fore.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Allowing refugees to work lets them integrate into their new communities faster. It could help tackle modern slavery. According to the campaign, Lift the Ban, it could hugely benefit the economy to the tune of £97.8 million per year in net gains for the Government. Does the hon. Member agree that allowing asylum seekers to work is beneficial for both them and the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It really is, and I am very grateful to the hon. Lady for making that point. She is absolutely right, and I completely agree with her. It is worth bearing in mind the fact that some of the Government’s tough posturing on asylum seekers contributes towards modern slavery. For instance, the nonsense about deporting people to Rwanda—what will that do? Will that stop people coming to the UK? Nope—it will stop people claiming asylum when they get to the UK, and then they will end up in the black economy, involved in modern slavery, forced labour and exploitation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The objections to giving asylum seekers the right to work, or allowing the UK to make use of their talents—let us put it that way—are bogus. Fundamentally, they focus on the nonsense of the pull factor. Let us deal with that, first and foremost. The idea that the UK is being swamped by asylum seekers is nonsense. The massive majority—up to 90% of refugees—remain in a country neighbouring the place they have fled. Of those who find their way to Europe, four times more asylum seekers are in Germany than are in the UK, and there are three times more in France than the UK. If we were briefly to put the UK back in the EU for league-table purposes, we are 17th out of 28 when it comes to the refugees we take per capita. We are neither overwhelmed nor swamped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The extent to which we are is because of a broken asylum system, where we fail to triage people’s claims, and leave them rotting for months, even years, without an answer. That is absolutely outrageous. Yes, the cost of having people in hotels is huge, and it is entirely down to Government incompetence, not down to us being swamped by people seeking to invade and exploit us—and all that nonsense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been to Calais, I have been to Paris to talk to displaced people from Calais, and out to some of the Greek islands where refugees first arrive in Europe. I talked to those who are seeking to come to the United Kingdom. First, they are a small minority. Secondly, when I dug down and asked why they wanted to come to the United Kingdom, their answer was family ties, and cultural reasons—particularly if people come from a country that was once part of the British Empire, and for whom this is the mother country. If that is the case, this is a place that people will seek to come to—but they are a relatively small minority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With regards to all the hostile environment argument the Government comes up with to try to punish and dissuade people from coming here, there is no law that is dastardly enough even to remotely compete with the biggest “protection” this country has from asylum seekers—the small matter of being a flippin’ island. It is hard to get here—really hard. There is nothing that we could do that would be able to match that bar to coming here, which is probably why we are 17th on the European league table, and have nowhere near the numbers of France and Germany.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is worth saying that there is one pull factor. There is a pull factor about Britain—it is our centuries-old reputation. That is something that makes me proud. When one listens to people who are heading here, they are not saying, “I want to cream off the taxpayer.” They are not saying, “I want benefits,” or “I can get free NHS treatment.” They are not even aware of those things. They are aware of Britain’s reputation as a place of sanctuary. These are people who have been persecuted because of who they are, what their beliefs might be or what ethnicity they might be. They see Britain as a place where they can have a family in peace and quiet, and earn a living.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Carol Monaghan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also because Britain may well have had a colonial footprint in the country that they are coming from, so they have a feeling of affinity with Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is absolutely right. They probably speak English, or have been taught it, so there is a sense of Britain being the mother country. The reputation of Britain as a place of religious and political liberty—a place of freedom—where people can live a quiet life is the pull factor. No amount of ridiculous legislation from this Government or any other will scrub out several centuries of having that reputation—a reputation we should be proud of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I spent a little time in the constituency of my neighbour and friend the hon. Member for Barrow and Furness (Simon Fell), who is a Conservative MP—I will not say “but a decent human being”—and a decent human being. I went to one of the places where asylum seekers are being kept, and the people supporting them spoke highly of the hon. Member and his work supporting asylum seekers in their casework applications to have their cases heard. I came across people who had obviously gone through enormous trauma in the places they had fled, particularly those who fled through Libya, which is a place of terrible persecution and awful deprivation for those who have to pass through it to get to the Mediterranean. Many of them have post-traumatic stress disorder, and the mental health impact on them of having to wait for months on end is utterly intolerable. Many were not there because they were on antidepressants and simply could not get out of bed. My experience of meeting those people and seeing the talent they had made me think, “What a waste it is that that talent is not allowed to be deployed.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us consider: why should the Government give asylum seekers the right to work? Why should the Government give the UK the right to benefit from asylum seekers’ talent? It is simply because they will pay their way. If we are worried about the cost of asylum seekers to the taxpayer, we can stop worrying about it by giving them the opportunity to work, so they will be less of a burden and, by paying tax, will actually be contributors. We should think what it would mean for their mental health and dignity, which is important, and for their ability to develop their English and fit in more. As others have said, over three quarters of asylum seekers will be granted refugee status or granted asylum in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Christian Wakeford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I rise to intervene because while we have been speaking, there has been an incident in the channel. Forty-seven people have been in the water and unfortunately several have died. That shows the dangerous lengths people go to to come here. It is not just for economic benefit and migration; people are taking a serious risk for cultural and familial reasons, and all the reasons we are talking about in this debate. We are a proud, tolerant country that should be accepting and trying to abide by that. Unfortunately, I feel that in the rhetoric we are hearing if someone said, “Build a wall”, I would not be surprised, so we need to overcome that and show compassion now more than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Member for his intervention. I know I have gone on for longer than I should, and I will wrap up in a minute. What he said was obviously heartbreaking, and it is a reminder that the reason why all the channel crossings happen is the lack of safe routes. If we allow people to apply when they are on dry land, they will not make ridiculous journeys like that. It is a minority of people who are fleeing who come to this country and, because we are protected by that body of water, people have to do dangerous things to get here. That is not a decision people take lightly. They take it because they are desperate and they see the United Kingdom as a place of safety for them. Giving asylum seekers the right to work will absolutely lessen the financial burden on the taxpayer. It will give the Government a defence for the many people encouraging them to be even more beastly because they are allowing them to share the cost of the system. It will help with integration, mental health and, as the hon. Member for York Central (Rachael Maskell) rightly pointed out, workforce issues. One of the major reasons why our economy is in recession is that there are parts of the economy where there is more demand than we can meet—that is an outrage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Claudia Webbe (Leicester East) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is really disheartening to hear about those deaths from the hon. Member for Bury South (Christian Wakeford). While the moral and economic justifications are obvious, allowing asylum seekers to work would, conversely, deprive the Government of propaganda that says, “Asylum seekers are a drain on the country and a detriment to our society”. We all know how much the right-wing mainstream media love to fall back on finger-pointing and othering the poor, the vulnerable and especially refugees. The hon. Member for Westmorland and Lonsdale (Tim Farron) will agree that allowing asylum seekers to work would give them the opportunity to provide a better standard of living for themselves and their families and improve their participation, engagement and contribution in UK society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I completely agree with everything the hon. Lady has said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I want quickly to make a point about workforce in my community. There is a stat I often reel out—I did it yesterday in the main Chamber—that comes from a survey of Cumbria Tourism members. The lakes is the second biggest visitor destination in the country outside London. We have 20 million visitors a year and a relatively low population, so workforce is an issue. Some 63% of tourism businesses in the lakes report operating below capacity because they cannot find the staff. I am not saying that giving asylum seekers the right to work is the only answer, but it would contribute and help us economically. There are good self-interested reasons for the country to do this, but it is also the right thing to do morally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is about leadership. The rhetoric and discourse from the Government on asylum in particular—how we treat those who come to us for sanctuary—are a failure of moral leadership and show a lack of courage. They say there are two forms of leadership: one is where the leader sees the direction the crowd is travelling in and goes down to the front and says, “I agree”, which is not leadership, by the way; the other is where the leader has the courage to make the case. Leaders should lead and make the case. There is a strong, hard-nosed conservative argument for doing this, as well as a bleeding-heart liberal reason. Would the Minister agree to look into the mechanisms that would need to be employed to give asylum seekers the right to work or, to flip it the other way round, to allow the United Kingdom to make use of the talents of those who come to us for sanctuary?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}