{
    "url": "https://www.ukpol.co.uk/laura-farris-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Laura Farris – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Laura Farris, the Conservative MP for Newbury, in the House of Commons on 10 September 2022.",
    "content": [
        "It is with profound sadness that I rise to pay tribute to Her late Majesty the Queen on behalf of my constituents in west Berkshire. She was the lodestar of our national life, and in west Berkshire she was treasured for her passionate engagement in racing, our signature pastime. She was a frequent visitor to Newbury racecourse, sent multiple champions for training in Lambourn and even purchased her own racing stables in West Ilsley. The legendary Lambourn trainer Nicky Henderson told me that when a foal of particularly promising parentage was born in the spring of this year, she said, “Nicky, when this one runs for the first time as a four-year-old, I’ll be 100, you’ll be 75 and we’ll be the oldest owner-trainer combination in the world.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the end it was not to be, but it was at Newbury racecourse that Her late Majesty saw some of the greatest triumphs of her racing life. In April 1958, six years into her reign, she was there when Doutelle gave her a first winner in the John Porter stakes. It was the year when Harold Macmillan was Prime Minister, Sputnik 1 was launched into space, Elvis topped the charts with “Jailhouse Rock” and Vietnam stood on the brink of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "She saw victory again in August 1967 with Hopeful Venture in the Geoffrey Freer stakes. It was the era of Harold Wilson and the Beatles, when NASA was putting the finishing touches to its preparations for launching man on to the moon. Just after Margaret Thatcher’s 1979 election landslide, she was there again with Rhyme Royal, which came home for her in the London gold cup. It was the year of the Iran hostage crisis and the assassination of Lord Mountbatten at the hands of the IRA. She saw Phantom Gold cruise to victory in 1996—the year of the Dunblane massacre and just months before the assassination of Yitzhak Rabin. Her last visit to Newbury was in 2017. She entered the winners enclosure just one day after her 91st birthday, when Call to Mind was victorious in the Dubai Duty Free maiden stakes. The country was in the midst of a general election campaign, and was reeling from terrorist attacks in Westminster, London Bridge and Manchester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Through her reign—war and peace, triumph and disaster, Presidents and Prime Ministers—she was our strength and our comfort, and we in Newbury will always be proud that she derived moments of pure joy from the place that we call home. I send my sincere condolences to the royal family, and also to the family of the Princess of Wales, who are my constituents. May she rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}