{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Tim Farron – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 30 November 2022.",
    "content": [
        "It is an honour to serve under your guidance, Sir George. I want to pay a genuine and heartfelt tribute to the right hon. Member for Maldon (Sir John Whittingdale), who has successfully secured this debate on a hugely important and significant issue for us all, particularly in communities such as mine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Animal diseases pose an enormous threat to UK farming, trade and rural communities. We are in the midst of the worst outbreak of avian influenza that we have ever seen. H5N1 has stayed with us all year round for the first time ever, and it is more virulent than previous strains. Yesterday, the Environment, Food and Rural Affairs Committee heard evidence on this; I am grateful for the work it does, and many of its members are here today. There have already been more than 140 confirmed avian influenza cases in poultry and captive birds in the UK—in previous years, getting to double figures was considered to be bad news. The fact that we are well into three figures is terrifying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As of 20 November, 1.6 million birds had been culled directly because of bird flu on farms. Half of the free range turkeys produced for Christmas in the UK have been culled, as we have heard. British farmers are under immense pressure, both emotional and financial. Poultry farmers often rely on the Christmas trade to pull their annual income out of the red and into the black, but that Christmas trade has been wiped out in an instant, and the small independent farmers, particularly in Westmorland, are bearing the brunt of it, fearing that their businesses will be wiped out completely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not just avian flu that we should worry about. The UK faces real threats from bovine tuberculosis, new diseases such as African swine fever and, of course, diseases affecting domestic pets, including rabies. These outbreaks do not just threaten our food security, trade and farming; they also threaten our natural environment. All birds are being culled, not just those sold for meat—the great skua population, for example, has declined by between 55% and 80% in the UK this year. The species has immediately been placed on the red list, and its population will not recover for decades. If the Government do not intervene effectively, the ecosystems and food chains we rely on—the very fabric of Britain’s countryside —will be changed forever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A report from the Public Accounts Committee this month found that the Animal and Plant Health Agency has been\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“left to deteriorate to an alarming extent.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It said that the Department for Environment, Food and Rural Affairs had “comprehensively failed” in its management of the agency’s Weybridge site. That is the site where the science happens—surveillance testing, disease tracking and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have seen what the consequences of inaction and not learning from the past can be. The foot and mouth disease outbreak in 2001 devastated communities in Cumbria, not just financially and economically but socially and emotionally. A friend of mine who passed away just a month ago was among those 20-odd years ago who were involved in the large-scale culling in the Rusland valley. It broke him—and 20 years on, it continued to live with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A year after foot and mouth happened, I remember the children of Kirkbie Kendal School doing a play they had written themselves about the emotional effect the outbreak had on them. One of them likened it to Nevil Shute’s “On the Beach”—waking every morning and thinking, had the disease got closer to them? Had it hit their valley yet? Those people are adults now, and the impact on them, on all of us and on our shared memory is huge. We must never think that animal disease outbreaks only affect animals; they have a huge impact on human beings as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Cat Smith (Lancaster and Fleetwood) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to the hon. Gentleman for the contribution he is making, particularly on the impact of foot and mouth in Cumbria. I was one of those schoolchildren in Cumbria at that time. Given the closeness of Cumbria and north Lancashire to the Scottish border, does he share my concerns that, while we are housing birds in England we also need to see the devolved Governments following suit when it comes to biosecurity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely agree that this needs to be a whole-UK project. I thank my friend and neighbour for her contribution—not least for reminding me how much younger she is than me. If we had an outbreak of foot and mouth on the same scale today, it would have an economic impact of £12 billion. As I said, there are impacts that are not quantifiable but even more devastating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What do the Government need to do? I will briefly suggest three things. First, they should support our farmers through the current crisis. As the right hon. Member for Maldon rightly said, the compensation scheme is not fit for purpose, and the Government must bring it into the 21st century. The legislation that it was built on was introduced in 1981. It is practically prehistoric —like me. Farmers are able to receive compensation only for birds that are alive when the flock is seen by a vet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Helen Morgan (North Shropshire) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the representative of a constituency that has a large number of intensive poultry farms, and as someone who has kept a backyard flock and been the financial controller of a poultry farm, I have seen at first hand the difficulties of trying to house poultry. Most importantly, I have seen the difficulties that the farming industry faces when trying to insure against avian influenza. It used to be possible to obtain insurance, because the disease was an unlikely event—it was a peril that insurers would happily insure against—but now it is almost impossible. Does my hon. Friend agree that taking preventive action—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir George Howarth (in the Chair)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. If the hon. Lady wants to make a speech, she should indicate so. Interventions should be brief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with my hon. Friend, and am grateful for her intervention. The uninsurability of flocks is a reminder of why the compensation scheme must work and be effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 1981, avian flu had a low pathogenicity. It did not kill the poultry, so farmers could get a vet to confirm an outbreak and command a cull before the livestock was dead. That is the crucial thing. Now, the disease has a high pathogenicity. Turkeys are dying within four days. The legislation was introduced to incentivise farmers to take their birds to be culled, and it is no longer serving that purpose. The Government must therefore intervene to correct the compensation scheme accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, the Minister should take evidence-based decisions. Earlier, I mentioned that the Animal and Plant Health Agency is where the science happens. It is vital that our approach to the disease outbreaks is based on science. Scientists think that avian flu probably lasts for around six weeks after death, so why do farmers have to rest their sites for 12 months? Why are some being told to strip six inches of soil off their free-range paddocks? Farmers are ordered to move their bird flocks indoors, but it takes longer for avian influenza to spread among a flock if they are kept outside on the ranch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, I ask that the Government ensure that they properly prepare for future outbreaks. I expect that the Minister might say that the Government are investing £2.8 billion to redevelop the Animal and Plant Health Agency. That is welcome, but the programme is not due to complete until 2036, and the Treasury has not yet agreed to fund it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the right hon. Member for Maldon for bringing forward the debate. It is a huge issue for farmers in my patch, for rural communities across the board and for the infrastructure of our natural environment across the UK. Action must happen now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}