{
    "url": "https://www.ukpol.co.uk/tim-farron-2020-speech-on-bus-fare-data/",
    "title": "Tim Farron – 2020 Speech on Bus Fare Data",
    "post_date": "June 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 16 June 2020.",
    "content": [
        "I am very grateful, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I support the spirit of these regulations. We must have equity of access to public transport across the country, and the collection of data to build an accurate picture of services is an essential part of that. However, I must warn the Minister that she will have a hard task collecting data on bus services in many towns and villages in Cumbria, because on most days there aren’t any, or at least it is so far that it will be a very short job and hardly worth the journey—which, in case I have not already made myself clear, she would not be able to make by bus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I acknowledge that the Government have gone some way towards recognising the crisis in bus services, such as by laying these regulations, and indeed earlier this year there was an announcement of additional funding and the unveiling of a national bus strategy, of which I am sure this forms a key part. But the new funding turned out to be peanuts, and while having a strategy is definitely better than not having a strategy, it was still a far cry from the claims of the press release and light years off providing the solutions needed in communities like ours, where we would like these regulations to apply in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, to be clear, the whole of Cumbria received a total of £383,887, which, split roughly six ways between six constituencies, means about £65,000 for my constituency. My constituency could contain geographically every single one of the 73 constituencies in Greater London, and London—where these regulations will definitely apply —sees an annual subsidy to its public transport of around £700 million a year. And we must not forget that our £65,000—just less than a thousandth of 1% of the London subsidy—is just a one-off, and a one-off will not do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ministers surely know that research shows that in order for a community to trust a bus service enough to rely on it as part of their regular routines—enough to use it, basically—that service needs to be functioning ​reliably and affordably for two to three years. I am sure that the data collected as a consequence of this regulation will show that and prove it, but we know it already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So this short-term puddle of cash does not even wet the feet of the problem. We will find a way of spending it wisely, and we are not ungrateful, but as we dare to hope for a time beyond the covid crisis, people in my communities want to believe that we have not sacrificed so much, endured such hardship and suffered such shattering loss just to go back to how things were beforehand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The mission must be to build back better, and that must include a refusal to leave communities behind. Rural, more isolated communities such as ours in Cumbria are at risk. Those communities are also often older, and while the majority of people, even in their 80s and beyond, will make some use of the technology we are talking about here, a higher proportion than in other age groups will not, and they are the people I am most concerned about in terms of the application of these regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The average age of the population in South Lakeland is 10 years above the national average. It cannot be right that we forget the generation that has borne the brunt of this virus, yet we will do that if we acquiesce over the isolation that so many of them endure. Many I know have found themselves alone and disconnected in their later years, with the loss of bus services leaving them stranded in places that are utterly beautiful but utterly isolated. Many in these towns and villages rely on buses for the basic tasks of daily life—shopping, going to the doctors, making appointments, seeing friends or getting to work. Buses, when they exist, provide those people with the ability to look after themselves, be independent, protect their physical and mental health, and stave off the loneliness that isolation can bring. Technology can help to underpin that, but only if there is a service that it can be underpinned by.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is no doubt that more of us have become acquainted with isolation over the last few months, but what is someone who lives in a small village and is unable to drive supposed to do if their one transport link is removed? At the same time, they witness the closure of accessible services as a consequence of the technology that is available in other parts of the economy. With few neighbours and fewer local services, the loss of buses constitutes the loss of connection, which risks leaving many more people even more isolated and vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Building back better must mean that we learn from the improvement in air quality and the reduction in greenhouse gas emissions throughout this time, and public transport is key to preventing a return to pre-covid carbon emissions. Bus services will be central to that, as part of an integrated public transport system. That is why I continue to urge the Minister to double the capacity of the Lakes line by introducing a passing loop, as well as electrifying the line to significantly reduce its carbon footprint.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many of us are excited for a time when lockdown has eased and we are able to see friends and family and visit the shops without unnecessary restrictions and caution. But the Government must recognise that the end of the lockdown will not bring that relief to everyone. In fact, for many isolated people in Cumbria, the official lockdown has not looked very different from the growing isolation ​that they have suffered due to a lack of services and transport links. In the 10 years between 2008 and 2018, the north-west lost 888 separate, distinct services, and that does not include the services we have lost in the last couple of years. We have not taken this lying down. We would love those services to be traced by an app and part of a technological solution, but as I say, there is no point having the technological solution if there is no bus service to underpin it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not only the elderly in our communities who suffer from reduced bus services. Young people’s access to public transport is also under threat. Free school transport is provided for young people up to sixth-form age, but after that, the support is not available. It makes no sense for the Government to demand that young people carry on in education until 18 and then deny them the ability to afford to do so—a generation that clearly is technologically competent and able to make use of the apps we are talking about. In places like Sedbergh and Coniston, it is often impossible to gain access to sixth-form provision at schools or colleges by public transport. That is why, alongside these regulations, there needs to be a statutory responsibility for local authorities to guarantee home-to-school transport for 16 to 18-year-old students, in the same way there is for under-16s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There must also be buses available to deliver that transport in the first place. In many of our towns and villages, if the Minister did agree to subsidise sixth-form bus travel alongside this technological innovation, there just are not any services to be subsidised. That has been emphasised during the covid crisis, as many families with free school meal vouchers have not been able to use them because the vouchers are not for the local supermarket in their town—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. The hon. Gentleman is going way off the scope of the regulations. If we are discussing regulations, that is what we are discussing. We cannot not have a general speech about everything that is happening in his constituency, as important as that is. This debate is about the regulations, and I urge him to return to them ASAP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will do so instantly. I make the point, though, that the whole point of having the technology that is rightly rolled out through this statutory instrument is that it should apply to services that exist, not imaginary ones that we wish existed. My community is suffering under covid like anywhere else, but the hospitality and tourism industry is vital to us. We are the second biggest visitor destination after London, and yet our public transport infrastructure means that this instrument may as well not exist for many of the communities that I represent. While I support the regulations and will not oppose them, I want to send the Government the message that they should ensure that there are sufficient services in rural communities like mine, so that these applications actually have some application in a county like Cumbria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}