{
    "url": "https://www.ukpol.co.uk/tim-farron-2022-speech-on-levelling-up-rural-britain/",
    "title": "Tim Farron – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 9 November 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. I pay tribute to the hon. Member for North Devon (Selaine Saxby), who set out an important case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is to be blessed to live in a community such as Cumbria and Westmorland, and to enjoy the beautiful scenery of South Lakeland, Eden, the dales and the Lake district. It is something I feel hugely privileged to be able to enjoy. Nevertheless, it is important to say—it is a bit of a cliché—“You cannot eat the view.” Many people in our communities are struggling, now more than ever, to make ends meet. Public services are struggling to do the same because, as we know, in rural communities public services cost more money to run. We are running them over much larger areas, serving a smaller number of people. It is clear that this Government, in terms of the funding given to our rural communities, do not yet get that in any practical way. Those living in communities such as Cumbria feel overlooked and taken for granted by this Government and that must end. The Rural Services Network looked at the Government’s own metrics for levelling up and applied them region by region. It noted that, on the Government’s own metrics, rural England is the poorest region of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us start on housing. In my community, over the past two years, the number of holiday lets has increased by more than a third. We can see a clearing out of the long-term private rented sector, which means that families and individuals are being not just evicted from their homes, but ejected from their communities. That means hundreds and hundreds of people who are coming to me for help are unable to work and have to take their children out of school. They move out of the area altogether. Without action to tackle excessive second home ownership and excessive numbers of holiday lets in communities such as ours, the community will cease to exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a bed-blocking rate of 32% in our local hospital trust at present, because the places where care workers would have been able to live are no longer available or affordable for them. So it is more than high time that the Government accept amendments I introduced in the Bill Committee, and will put again on the Floor of this House, for local authorities and national parks to have powers to decide that second homes, holiday lets and domestic residences are three separate categories of planning use to control and preserve homes for local people and families. Words will not cut it—action is what is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On health, in our community in South Lakeland, we have seen a 16% reduction and in Eden a 17% reduction in the number of GPs serving in the last six years. When we see huge waiting times for people to see a GP, that is not the fault of GPs—let us not level it at their door. It may be the fault of the Government, who removed the minimum practice income guarantee, which makes surgeries such as the Central Lakes surgery in Ambleside and Hawkshead unsustainable, with GPs handing back their contract. Unless the Government consider proposals such as mine for the sustainable small surgeries fund that will allow small surgeries to survive, we will see more and more GPs leaving our area and more and more rural communities without a GP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is not a single NHS dentist place in the whole of Cumbria at this moment. Only a third of adults and barely a half of children have seen a dentist in the last two years. It is obvious that the unit of dental activity treadmill that is applied is pushing dentists out of the NHS, particularly in rural communities such as mine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On cancer services, in South Lakeland, 41% of people with a cancer diagnosis are not getting treatment for more than two months, and in Eden in the north of Cumbria 59% of people with a cancer diagnosis are not being seen within 62 days. That is in no small part down to the Government’s failure to invest in the diagnostics and treatment needed. We have been asking for years for a satellite radiotherapy unit at the Westmorland General Hospital in Kendal that would meet those people’s needs and save lives. The Government could easily provide that. Levelling up means nothing if it does not deliver services that will save the lives of the people who live in rural communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On transport, in rural communities, one of the features that unites us is that there are huge distances between where people live, work and study and the services they use. It just takes a long time. Therefore, it is all the more important that the Government take action to ensure that we do not have failing rail services. One of the reasons many of us are still here at this time on a Wednesday is that we could not reasonably get home because of the failure of west coast rail, the Avanti service, at present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us look at what levelling up means for rural stations. The footfall for rural stations such as Staveley, Grange, Windermere, Oxenholme and Penrith, Appleby, and Cark and Cartmel is relatively small and, therefore, funding is hard to get hold of. Staveley station has 28 steps to get up to it. It is totally and utterly inaccessible for anyone with a pram or disability, yet no form of funding pot that exists already will ever give a station of that kind the funding needed to make it accessible to the people who live close by. Levelling up means the Government recognising that they have to provide funding for those kinds of services, or else we will not get them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us think of the threat to our ticket offices at Oxenholme, Penrith on the main line and places such as Grange, Windermere and Appleby. Those are vital ticket offices for the people who use those stations, yet because they are relatively small and because the Department for Transport continues to give sanction to the rail companies to look at scaling back those ticket offices, they are under threat. If the Government were committed to levelling up rural communities, they would recognise that communities such as ours are a special case and put an end to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will say something about farming. The movement towards the environmental land management scheme is a positive thing, or at least the aim is. But the fact that only 1% of farmers have the sustainable farming incentive so far shows that the transition is bogged down and is forcing farmers out of the industry altogether. That is why the Government need to plough ahead with ELMS but make it fair and accessible to everyone, ensuring that active farmers get the money, not wealthy landowners who do not farm. They must ensure that we do not have a situation where people lose their basic payment before they get the new payment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a wonderful thing to be a farmer. What do they do every morning? They wake up and have on their to-do list to feed the country and save the planet. What an awesome task it is that we give our farmers. We should be grateful to them, yet the Government’s botching of the transition to the new system and their signing of unfair trade deals that throw our farmers under the bus show how little they value our farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, rural schools are smaller. Their budgets are smaller to start off with and the unfunded pay rises and unfunded increases in energy costs mean that every single one of the schools I have spoken to in my constituency over the last week are planning staff reductions. That will only hurt our children. The Government do not understand that they need to support rural school funding, and it is only the children who will suffer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have fewer than half a million full-time residents in Cumbria, and more than 20 million visitors. We are not funded to pay for the services that those visitors use. We are delighted that the visitors come, but if levelling up is to mean anything, the Government must respect places such as Westmorland, the lakes and dales—the whole of Cumbria—so that we have the resources to meet the needs of the community that lives there full time and those who visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}