{
    "url": "https://www.ukpol.co.uk/tim-farron-2020-speech-on-local-government-finance/",
    "title": "Tim Farron – 2020 Speech on Local Government Finance",
    "post_date": "February 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Farron",
            "url": "/tag/tim-farron/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Farron, the Liberal Democrat MP for Westmorland and Lonsdale, in the House of Commons on 5 February 2020.",
    "content": [
        "I will characteristically endeavour to behave, Mr Deputy Speaker. It is a massive honour to follow the hon. Member for Orpington (Mr Bacon). I hope that he is now feeling the relief that he was looking forward to earlier. The combination of Orpington and nerves rings a bell with me. I spent the night in Orpington before Blackburn Rovers won the league in 1995, and I could not sleep. I got the train back home, and the rest is history. I am also, by the way, the sixth-great-nephew, by marriage and adoption, of Charles Darwin, so it is a delight to know that I had a famous relative in the hon. Gentleman’s constituency. It was also a delight and an honour to listen to the maiden speeches of the hon. Members for North Norfolk (Duncan Baker) and for Jarrow (Kate Osborne), and to engage in some ginger solidarity with the hon. Member for Keighley (Robbie Moore). I wish them all the very best for their time in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the matter in hand, local authority funding cuts are the easiest for any Government of any colour to make. They make the savings, then someone else gets the blame. It is a transparent tactic, but I am not sure that it is as politically risk-free as Governments tend to think it is. It has certainly caused serious harm to families and communities right across the country. In my time serving in this place since my maiden speech—which I think was recorded on Betamax—our county ​council, our district council and our two national parks, the Lake District and the Yorkshire Dales, have suffered significant cuts. It is worth bearing it in mind that national parks unofficially form part of the local government family, although they have no council tax-raising powers. The Lake District is the national park with the biggest population of any in the country, and it acts as a local authority in relation to some housing, planning and environmental matters for anyone who lives there. With that lack of ability to raise money of its own, those cuts are felt more keenly, to the extent that the Lake District national park is even talking about selling off iconic pieces of land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cuts are not without consequence. Our police service also has to live with the cuts that have effectively been imposed upon it. Our police and crime commissioner has been forced to raise additional council tax just to prevent the Conservatives’ cuts from getting any worse over recent years. Our police are left increasingly vulnerable, with a mere handful of officers—sometimes as few as six at any given time—left to protect my constituency, which covers an area the size of Greater London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Owing to the Conservatives taking money away from our councils, most head teachers in South Lakeland have had to lay off staff, reduce teachers’ hours or merge classes. The Conservatives take advantage of the fact that heads want to be professional, disguise their financial hardship and protect children and parents, so those cuts are often safely hidden, but they hurt. They hurt children with special needs the most, but that is apparently okay so long as the Government can find a way to escape the blame and pass it on to local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like the constituencies of all today’s maiden speakers, my constituency is stunningly beautiful, but it is also vast, and its communities are dispersed. Public transport is vital to keeping people connected, preventing isolation and loneliness, and ensuring that people can get to work, school or college or, indeed, go shopping. Government council cuts mean that Cumbria no longer has any subsidised bus services. We recently successfully fought to protect under-threat services in Arnside, Levens and Cartmel, but we should not have to fight tooth and nail to save every single route. We should have a settlement that underpins a vibrant, affordable and reliable bus service right across the south lakes and Cumbria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have even slashed funding in areas where they promised investment. Just over a year ago, having loudly proclaimed their commitment to preventive health care in the NHS long-term plan, the Government then cut public health budgets by £85 million within a matter of weeks. That means that Cumbria’s spending is now set to drop to just £36 per head. That is barely half the national average of £63 per head and ridiculously lower than the £241 per head per year that the City of London receives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The impact of that has been tangible. With the loss of school nurses, children have been left vulnerable to slipping into bad mental, dental and physical health, and the Government’s cuts mean that Cumbria now spends only a pathetic 75p per child per year on preventive mental health. We know that proper investment in public health budgets would allow us to place a mental health worker in every school, which is key to young people being resilient and healthy and to ensuring that problems do not become so severe further down the line. ​This is also the Government who promised a specialist one-to-one eating disorder service to the children and young people of south Cumbria, but they have still failed to deliver that service four years on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion rightly mentions both adult and children’s social care. As we speak, a 96-year-old constituent of mine has been stuck in a care home for more than 10 months because the council has been unable to put a care package together. At his advancing age, he is being denied the ability to live out his time in familiar surroundings with the ones he loves. Social care is now threadbare. A lady who had life-changing injuries, rendering her severely disabled, has sought my help on many occasions when carers have not turned up, leaving her completely unable to access food or water. It is, of course, always the most vulnerable who are hit first and hit hardest by the loss of services. The omission of deprivation from the Government’s calculation of funding seems to be a case of the Conservatives looking at the injuries that they have caused and then choosing to throw insult on top of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "According to the usual metric, my constituency is not the most deprived. We have unemployment at less than 1%, although 2,300 children are living in poverty, which is a reminder of the growing number of people in work and in poverty, and other parts of Cumbria, especially in the west, will be hugely hit by the Government’s choice to ignore deprivation. But the Government have made a choice, and it is to be cloth eared to the needs of rural northern communities such as mine. Local government funding is not some dry municipal concern; it is about the people who need care, the children in our schools, and the safety of our communities. That is why fairness matters. The Government must do a U-turn on their cuts to rural northern communities, because Cumbria deserves better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}