{
    "url": "https://www.ukpol.co.uk/laura-farris-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Laura Farris – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Laura Farris",
            "url": "/tag/laura-farris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Laura Farris, the Conservative MP for Newbury, in the House of Commons on 9 December 2022.",
    "content": [
        "It is almost two years since Maya and Gemma Tutton from Our Streets Now first approached me in Parliament. I pay tribute to them for their campaigning. As the hon. Member for Walthamstow (Stella Creasy) points out, there have been many voices along the way, but those two are notable because they are among the youngest campaigners and have been among the most persistent over the past two years. This Bill is in no small part a product of their efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have asked for laws on public sexual harassment a number of times in this place and have been met with two objections, both of which are legitimate and which I want to deal with at the outset. The first is the point about wolf whistling. Are we creating a de minimis criminal offence that will result in the police going on a wild goose chase after builders who have happened to wolf whistle at somebody? Gemma Tutton was asked that question when interviewed on the “Today” programme this morning. I will return to it later in my speech, but her answer was no and that what we are talking about is “really sexual intrusive abuse”. When we mention that in any roundtable we conduct in our constituencies or when we meet women’s groups, everybody knows an example of what is being referred to. The language used in that context would be completely unacceptable to repeat in this place, but such behaviour is pervasive and serious and the purpose of the offence is to address it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The other objection that I have encountered in the past is that it is already a criminal offence under the Public Order Act 1986. The truth is that that is true in principle, but it is not really true in practice. Very rarely do women even know that they would have a right to go to the police to report public sexual harassment if someone said something really obscene to them in the street. On the very few occasions that I have encountered somebody who has been to the police, they tell me that they have been met with a really inconsistent and imperfect response by police officers who—and I say this respectfully—sometimes do not really know that there is such an offence and are unfamiliar with what they are required to do under the Public Order Act. I think that creates two imperatives to look at this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was very glad to hear the Minister respond positively at the Dispatch Box. I am going to expand on why the Government need to be enthusiastic about the Bill. It is right that the Government are responding to the recommendation of the Law Commission. I know that, when the Government have developed their work on tackling violence against women and girls, they have always wanted to do so following consultations and with a proper evidence base. After the comprehensive work the Law Commission did, it is difficult to say now that that has not come forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is true to say that, in the last two to three years, the Government have increasingly shown that they are willing to enter the public sphere—the public, rather than the private—in the treatment of women. An example of that is when they outlawed upskirting. We are currently discussing the Online Safety Bill and the sharing of intimate images. My right hon. Friend the Member for Basingstoke (Dame Maria Miller) is leading the charge on this, but the Government have made positive indications, and downblousing, another form of intrusive imagery, is likely to be included.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was this Government a decade ago who created a distinct offence for stalking. I want to make it absolutely clear that I am not suggesting stalking is comparable to public harassment. It can be a much more serious offence, but at its inception, the first time someone acts, there is the idea of fixating on somebody and thinking about how to encroach on their public space in a way that will humiliate them, cause them fear or have a predatory impact. That offence has something in common with what we are trying to achieve today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The purpose of this commendable private Member’s Bill from my right hon. Friend the Member for Tunbridge Wells (Greg Clark) is in some way to draw all these strands together. I would respectfully say that it is far better that we talk in the wider language of public sexual harassment, rather than in a piecemeal way, where we deal with individual acts and offences as they arise, such as upskirting and downblousing. Even those slightly contrived expressions show that we are dealing with the issue in a piecemeal way, rather than looking at it in a more cohesive sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also an important point to be made about consistency with the law. Since 1975, there has been a prohibition on sexual harassment in the workplace and in educational settings. That was set out in the Sex Discrimination Act 1975, but it now appears in section 26 of the Equality Act 2010. It is clear that the 2010 Act has informed this Bill, because I notice that some of the statutory language is replicated. It is not as if the Government are unfamiliar with the law of sexual harassment, or that it does not exist anywhere. It does and it has been borrowed a bit here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The whole sense of sexual harassment is something that has been brought into sharp focus since #MeToo particularly. We talk about sexual harassment in the workplace, but in the last year or so, particularly in educational settings such as universities, we have talked about non-disclosure agreements. That has been a big topic, and it is another part of what we are discussing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another point, which we have all been tiptoeing around a bit, is how we draw the line at reasonableness and find the minimum threshold at which it would not be appropriate to criminalise somebody’s conduct. I would respectfully say that that already exists in law. I refer the House to section 26(4) of the Equality Act, which sets out a reasonableness condition that is necessary to establish, whatever the conduct complaint in the workplace, that it meets the threshold for unlawful harassment. It is not simply enough for somebody to assert that something has happened and on proving those facts establish that a civil tort has been made out. They must meet the reasonableness threshold set out in the Act, and I see no reason why equivalent terms could not be transposed into the criminal law, because the law is already used to looking at this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is true to say that there is a pervasive problem about women’s safety in public places. When I did a women’s safety survey in my constituency, 85% of respondents gave me an example of somewhere in the town of Newbury where they had felt unsafe. When specifics were given, they were much analogous to the kinds of harassment this Bill seeks to proscribe. Nearly every incident that I was given detail about had occurred in Newbury and at night, and I note that there have been two sexual assaults reported to the police in Newbury alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to pick up on another point that many MPs have made. I represent a market town in Berkshire; it is a low-crime area. None the less, in the three years since I was elected, the area has seen one violent murder of a woman by her partner, for which Christopher Minards was sentenced to life at Reading Crown court last September; a rape, for which Mark Tooze was sentenced to five years at Reading Crown court last July; a former Newbury police officer given a three and a half year sentence for abusing his position by coercing vulnerable women into sexual relationships; and a number of sexual assaults. Even in a low-crime area, very serious violence against women is happening, and therefore I do not take gateway issues, which I believe public sexual harassment can be, lightly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend the Member for Stroud (Siobhan Baillie) said, public sexual harassment is particularly directed at younger women and girls. Like her, I did a roundtable with some schoolgirls, and the girls at Park House, a big secondary school in Newbury, told me about being particularly targeted when wearing their uniforms and the men who kerb-crawl at the end of the day or wait at certain junctions, saying obscene things out of the window. The girls definitely thought that there was a link to wearing the school uniform and felt more vulnerable when wearing it. My constituency of Newbury is far from alone in this. Plan International gave me some data when I was preparing for the debate, and it shows that 75% of girls and women aged 12 to 21 have experienced some form of sexual harassment in a public space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a very important and helpful Bill because it creates for women a clear set of contours so that they know when their rights have been infringed. It is also helpful to the police, because the words “public order offence” are quite vague, and if there is a public sexual harassment offence and police have training on it, it will be much clearer to them what they are expected to do and how they are expected to act when it is drawn to their attention. We can probably all agree that there has never been a more important moment for the police to reinject confidence in their relationship with the public, particularly in terms of how they are prepared to deal with violence against women and girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to end by agreeing with my hon. Friend the Member for Thurrock (Jackie Doyle-Price): I cannot bear the expression “tackling violence against women and girls”. I regret that we use it and that we tolerate it in the passive voice. It is male violence against women, and as lawmakers, we should call it what it is; I really feel strongly about that. Overall, this Bill is an important and valuable tool in our long battle to completely overhaul women’s safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}