{
    "url": "https://www.ukpol.co.uk/paul-farrelly-2019-valediction-speech/",
    "title": "Paul Farrelly – 2019 Valediction Speech",
    "post_date": "November 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Paul Farrelly",
            "url": "/tag/paul-farrelly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Farrelly, the Labour MP for Newcastle-Under-Lyme, in the House of Commons on 5 November 2019.",
    "content": [
        "It is a pleasure to follow my hon. Friend from Barrow and Furness—I suggest that he tries for size a majority of 30 on the third count at 6.30 in the morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sorry not to have been here to listen to all the speeches, Madam Deputy Speaker. Once upon a time this was going to be a normal working day; I had a delegation from Slovenia here for a tour. Everyone will know that being a tour guide is an occupational hazard in the Commons, not least as I am the chair of the all-party British-Slovenia Group, the chair of the all-party British-German group and the vice-chair of the all-party group on Japan. Present difficulties notwithstanding, the internationalism of this place has always been a surprise pleasure that I will certainly miss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also thank the hon. Member for Stafford (Jeremy Lefroy) for kindly losing to me in 2005—in the nicest possible way and as only he knows how—because otherwise I would not be here making these remarks. I still have his campaign T-shirt, which I found tidying up my cupboard, and which I asked him for as a present. I will keep it and cherish it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It feels strange to clear an office after 18 years. While packing up, I came across umpteen spare copies of my maiden speech from 2001, and I remember it well. I felt I had drawn the short straw, having to follow the lyrical Welsh tones of Adam Price, now the leader of Plaid Cymru. It felt like trudging in the footsteps of Richard Burton in a theatre audition. In making my speech, I felt sure I was the only grandson of a rabbit trapper from County Meath in Ireland to take his place on these green Benches. Now as I leave, I can burnish my Celtic credentials further, because on 2 March—my 57th birthday—the perfect present popped through the letterbox: my Irish passport. Whatever happens after ​the election, I will be remaining—no ifs, no buts, come what may—a citizen of the European Union, as will my three long-suffering children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been a privilege to serve as the MP for Newcastle-under-Lyme, my home town. I was the first born and bred “castle black”, as we say, for—well, I haven’t been able to find another going back 500 years. But 2001 was not my first general election; that came when I stood in Chesham and Amersham—my dry run—in 1997. So one of my first thanks this afternoon goes to my agent 22 years ago, Peter Ward, and his wife, Doreen, who wished me all the best again this week. I must also mention again the wonderful Keith Kingswood, the local constituency secretary back then. Just before the ’97 election, Keith flew to New York to see his son and collect a postal vote but tragically on the flight over contracted a mystery illness from which he did not recover. The day after the Blair landslide, while Labour was partying on the south bank, we were all attending Keith’s funeral in Chesham. My thoughts today are again with his wife Janet and his family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This job would be impossible without the support of families, so I have to thank my wife Victoria for putting up with all the late nights, the weeks and weekends away, the overseas visits and all the football and, in particular, rugby—she curses Commons and Lords RUFC. She was also the one person I forgot to thank on election night in 1997. In turn, I have never been allowed to forget it. In Newcastle-under-Lyme, I want to pay a special tribute to the first person I met when I first went back to help in 1993: a truly great council leader, Eddie Boden, who turns 80 in a few weeks. Happy birthday from Westminster, Eddie. My agent in Newcastle all these years, David Leech, has been a rock of support and strength. Sadly, he lost his wonderful wife and soulmate, Cynthia, last year. Newcastle is much emptier without her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nothing could prepare me for this place. I was never a student politician or part of any network. I first got involved in politics in 1987, aged 25, when I took the day off work in London to do something, finally, about Margaret Thatcher. Through the occasional rebellions—student tuition fees, the dreadful war in Iraq, the dreaded B-word today—David and my officers in the constituency have always been loyal, steadfast and true. It was because of their efforts that a week last Friday in Newcastle-under-Lyme we were able to celebrate 100 years of continuous Labour representation in Parliament. We are one of only five constituencies in the whole of the UK to be able to do so. My majority might be a bit tight—we are one of 11 reluctant members of the “under 100” club—but I keep reminding people that at over 21,000 the Labour vote in Newcastle in 2017 was the biggest of my five general elections and the highest since that landslide under Tony Blair in ’97. It is the task of my successor as candidate, who was selected on Friday, to recreate that progressive alliance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Politics is a difficult and demanding trade, and that has never been more true than in these testing time, in the age of social media, but in this job one really can make a difference and be proud of doing so, for constituents and causes and projects that leave a legacy for the future. At the outset in Westminster, I was rebellious enough to stand up for students over high and variable tuition fees and had the temerity to organise a rebellion. I next crossed swords with my own Government through ​a private Member’s Bill to ensure fairer treatment of temporary and agency workers—protections eventually implemented, we should remember, by a European directive that helped vulnerable and low-paid people in 28 countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am also glad to have stood up for my beliefs in not voting for the legislation that paved the way for the referendum, or for the triggering of article 50. I understand that I am the only member of the Labour party to have departed from the whip on both those occasions, and the same applies to the right hon. and learned Member for Rushcliffe (Mr Clarke) in respect of the Conservative party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am proud, too, to have served for 14 years on the Digital, Culture, Media and Sport Committee. The Committee has certainly made a difference, pursuing phone-hacking and, more recently, investigating fake news and abuse of social media, as well as helping to change libel law in the interests of my former profession: responsible, serious investigative journalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Locally, there is much for Labour, and retired colleagues in north Staffordshire, to be proud of, such as our brand-new hospital and the excellent Newcastle college, to name but two. In Newcastle, my favourite place of all is the wonderful Peter Pan Nursery for Children with Special Needs, and I want to record my thanks to Peter Traves, who was Staffordshire’s education director until 10 years ago, for his help in securing its future in brand-new premises opposite my old school in Wolstanton. He is simply the best officer in the public sector with whom I have dealt in 18 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me end with two final votes of thanks. This job would be impossible without great staff. I have had wonderful staff doing a wonderful job for constituents—Caroline Eardley, who has been with me throughout, Dr Barry Schofield and Martin Bell—and, in Westminster, Hannah Matin, Thomas Brayford and, for so many years, Dr Neil Watkins. We always need good officers in our constituency parties, and I want to thank the chair of my constituency party, Allison Gardner, for her wonderful support. Her drive and motivation, and her great sense of humour, made the last two elections enjoyable, and without her help I would not be standing here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I thank colleagues across parties for all the work that we have done here in those years. I will certainly miss them, and I will miss it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}