{
    "url": "https://www.ukpol.co.uk/lynne-featherstone-2014-speech-at-education-world-forum/",
    "title": "Lynne Featherstone – 2014 Speech at Education World Forum",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Lynne Featherstone",
            "url": "/tag/lynne-featherstone/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lynne Featherstone, the International Development Minister, at the Education World Forum in London on 21st January 2014.",
    "content": [
        "Distinguished guests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The focus of this year’s conference – planning for the decade beyond 2015 – is a top priority for the UK’s Department for International Development. Global poverty reduction is what drives the work in my department and we’re really involved in the discussions on a global development framework to succeed the existing Millennium Development Goals. In the post-2015 framework, we want to see a set of compelling goals and targets that will catalyse the action needed to eradicate poverty within a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The next set of goals must also go beyond the MDGs and include accountable and effective institutions that avert the risk of conflict, provide a stable and peaceful environment for business to thrive, and ensure that all people have a voice in the decisions that affect them. We know education is fundamental to development: it underpins economic growth and more democratic and open institutions, it has transformative effects on the lives of girls and women and it enables people to live the life they choose. Today, I want to tell you what DFID is doing on each of the conference themes – measurement, reach and enterprise – to ensure education is a catalyst for development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me start with Reach. As a global community, great progress has been made at getting more children in school across the developing world. Out of school children have fallen from 105 million in 1999 to 57 million today. However just getting children into school isn’t enough. At least 250 million children cannot read or count, even after spending 4 years in school. DFID is committed to reaching all children with quality education as we approach 2015 and beyond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’m passionate about our work to support people with disabilities. We know that data on excluded groups is difficult to pin down but according to some estimates, children with disabilities comprise nearly one-third of all out of school children. Of those in school, it’s estimated that 15% to 20% will have some kind of special educational need. The UK works to ensure that all children are able to complete a full cycle of quality education, and that includes children with disabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve recently announced 2 initial commitments to step up our support. First to ensure all construction, directly funded by DFID, is fully accessible. And second, to work with partners to improve data on children with disabilities and special educational needs. Echoing the report of the High Level Panel on post 2015, we should not consider targets met unless they are met for all social groups, including those with disabilities. Every country, including my own, must work hard to ensure that no one is left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are still 31 million girls of primary school age who have never been to school and the majority of these come from the most disadvantaged communities. Getting girls in school and learning is both right and a smart investment for development. An extra year of primary schooling for girls can increase their wages by up to 20%, most of which is likely to be reinvested in her family and community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2011, the UK established the Girls’ Education Challenge, the world’s largest global fund dedicated to girls’ education. This will reach up to 1 million of the worlds’ poorest girls to ensure that they receive a quality education to transform their future. It’s an exciting initiative and has been enthusiastically received by NGOs, charities and the private sector. The GEC’s programmes in Afghanistan, for example, are helping the Afghan government to rebuild its education system, continue its drive to enrol girls, and improve education quality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So with the private sector’s strategic involvement in the Girls’ Education Challenge, let me turn now to the theme of enterprise. For countries to grow out of low income status they need to address existing skills’ deficits, and make the most of their current growth potential. Skills, acquired at every level of education, play a critical role in a country’s economic and social development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I have asked young people in the countries I have visited with DFID, what they tell me they most want on completing their studies is a good job. So we need to ensure that young people are learning job-relevant skills and have access to information on work experience and internships. We need to nurture the entrepreneurs of tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Education systems are not always very good at shaping today’s workforce, let alone the workforce of tomorrow, or making sure that the hardest to reach groups can progress through the system. That is why DFID is currently considering how best to invest and support important work in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Getting it right on skills is also important for business and enterprise to flourish. Companies need people with both specialist technical skills, and transferable skills like problem solving, that can be applied practically in a job. Higher education is the route by which technical skills in areas like engineering, agriculture, science, health and finance are acquired, and the sector is very weak in many countries. Failing to address this, equitably, puts a break on human potential as well as stalling an economy’s growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Technology can play a big role in this – both in teaching and learning, and shaping the jobs of the future. We are already seeing evidence for this, but I am sure there is more to come. I think for all of us it is hard to predict what those future developments might be – but my interest is in making sure that the bright thinkers are incentivised to look at the developing world, as much as they currently look at the developed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now to the final theme. Measurement. Without good measurement, good data, we are unlikely to develop the right policies to ensure that no one is left behind, to ensure that all girls and boys are learning when in school and to know how many engineers need training to drive a growing manufacturing sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Improving data and measurement is a big challenge for the post-2015 development framework which is why the High Level Panel report called for a data revolution. Improved data on education will help countries and their partners to respond more effectively to the global learning crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the leading bilateral donor in basic education, part of DFID’s response is to step up our efforts to support and strengthen data collection and data use in countries where we work. In parallel we have developed partnerships with the UNESCO Institute of Statistics, the PISA for Development pilot, and UNESCO’s Global Monitoring Report to help drive global education data improvements in the run up to to 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to act quickly to ensure learning can be tracked post-2015. UNESCO has a crucial role to play if we are to deliver options on learning targets and their measurement in the next 6 months. DFID has been part of the work of the Learning Metrics Task Force which is an initiative looking to catalyse and support this process under a UN-lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ultimately, the goal of this work is to better enable Ministries of Education and other policymakers to not only track how they are doing, but also to target policy changes that improve the learning experiences of all children and youth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, DFID is a firm believer that our investments should be based on a strong evidence base. This is why I am pleased to announce to you all today that we are launching 2 major education research programmes through our Research and Evidence Division.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first of these programmes, in collaboration with our partners such as the World Bank, UNICEF and Children’s Investment Fund Foundation will focus on system level reform. Unblocking parts of the system that aren’t working offers huge potential to ensure government education budgets go further. The second programme, a partnership with the UK Economic and Social Research Council, will focus on improving teaching performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will deliver these programmes in partnership with our country governments and I am delighted to be meeting with several of the delegations to discuss our collaborations in education. We need to share the lessons from our programmes, policy reforms and innovations and use this evidence to understand what works to deliver an ambitious post-2015 agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The combination of research, evaluation and high quality programmes will help ensure all children – whichever country they are from, whatever their background – have the chance to fulfil their potential as productive citizens of the future. That is our mission, and I wish you all the best in your debates and deliberations over the coming 2 days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}