{
    "url": "https://www.ukpol.co.uk/simon-fell-2021-speech-on-universal-credit/",
    "title": "Simon Fell – 2021 Speech on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Simon Fell",
            "url": "/tag/simon-fell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Fell, the Conservative MP for Barrow and Furness, in the House of Commons on 18 January 2021.",
    "content": [
        "I am proud of the incredible package of support that has been put forward by the Government to assist families and those struggling during these times. It has been as unprecedented in its scope and reach as this pandemic has been challenging. Over £280 billion has been brought forward to support people’s jobs and incomes through this emergency, and the package has been praised by the IMF as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“one of the best examples of co-ordinated action globally”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That support includes the topic of today’s debate. The uplift in universal credit amounts to £1,000 extra a year. My views on this are on the record. I am glad to stand with my colleagues in the Northern Research Group when we say that now is not the time to consider any reduction in the uplift in universal credit. This uplift was brought in to help people through the extreme challenges of the pandemic, and those challenges have not passed. Indeed, as furlough ends, we may be entering even more challenging times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More and more people have been pushed into the category of just about managing, and more and more people are now using universal credit than ever before. Indeed, the system and its flexibility is the unsung hero of these times, providing a safety blanket for so many. The uplift is not a handout, but rather a genuine hand up to those who need it and are trying to do the right thing. Alongside the rest of the support package offered by this Government, it has been compassionately delivered in the face of an incredibly challenging backdrop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have to recognise why we are here. This pandemic has fundamentally shaken society and given us reason to look again at ourselves and how we help our neighbours. The community response to covid has been remarkable. In my own constituency, the energy and dedication of local community resilience groups is something to behold. We see that same energy again in the volunteers, doctors and staff who are supporting the vaccination effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For all that, the virus risks taking communities like mine backwards, and we simply cannot allow the impacts of it to stretch beyond health and entrench disadvantage as well. This is even more the case as we look to recovery and levelling up post pandemic. It is absolutely right that decisions on spending are taken at the Budget—this is the normal and appropriate way of doing things—but I gently ask my hon. and right hon. Friends to consider these views carefully. The uplift is making all the difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yesterday, I received an email from a constituent who had never used universal credit before and told me that she had never expected to, but she called it life-saving. This Government have done so much to support families through this crisis, but we should remember that phrase and we should be unafraid, at the Budget, of maintaining the uplift while the effect of this pandemic is still being felt. Doing so will be in keeping with the agile and comprehensive support the Government have delivered to families since the start of this pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}