{
    "url": "https://www.ukpol.co.uk/marion-fellows-2022-speech-on-eye-health/",
    "title": "Marion Fellows – 2022 Speech on Eye Health",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in Westminster Hall, the House of Commons, on 15 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Sharma. I thank the hon. Member for Strangford (Jim Shannon) for the nice things he said about me and congratulate him on securing this important debate. He is right: people would have been present if it had been possible, but weather, transport and other emergencies intervened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Eye problems can affect anyone at any age. It is important that people get their eyes tested regularly. In Scotland, we feel that that should be by having a free NHS-funded eye examination. It is easy for us to neglect our eyes, because often they do not hurt when there is a problem. Having our eyes examined regularly can help to detect early signs of sight-threating conditions and other serious health conditions such as diabetes, cardiovascular disease and high blood pressure, in addition to the conditions that the hon. Member for Strangford told us about a moment ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland, community optometrists are the first contact point for any eye problems. They can diagnose and treat a number of conditions without the patient requiring an appointment with their GP or an ophthalmologist. An increasing number of community optometrists are registered independent prescribers and can issue patients with an NHS prescription to treat their eye problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government intend to expand further the range of eye care services delivered in the community by investing in a shared electronic patient record and in accredited practitioner training. That will include the management of stable glaucoma and treated ocular hypertension patients, and a national low vision service for visually impaired people. The Minister should probably have a look at that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government also have a national ophthalmology workstream on hospital eye services, which sets out how they manage the delivery of hospital eye care services to provide timely care for patients. Patients with ophthalmic conditions are often vulnerable and must be supported by a responsive health service. Their care should primarily be safe and timely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland, the Government are committed to improving services for sensory impaired people through their See Hear strategy. Adults and children with a sensory impairment should expect seamless provision of assessment, care and support, and the same access to employment, education, leisure, healthcare and social care as anyone else. In 2017, NHS Education for Scotland carried out an independent review of low vision service provision across Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In contrast to England and Wales, the Scottish Government provide free, universal, NHS-funded eye examinations, which is really important, especially given the cost of living. Universal access to healthcare is one of the Scottish Government’s key priorities, which is why free eye examinations for all were introduced in Scotland in 2006. Anyone, from any background, is able to access free eye care to help reduce the risk of sight loss. That includes all people in Scotland who are UK resident, refugees, asylum seekers and some eligible overseas visitors. Appointments are available every two years, and people are able to attend an optometrist for an NHS-funded examination of any eye problem that arises between times, including emergencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was a beneficiary of that system. My eye started to fail and I found it very difficult to carry on my work, especially here in Westminster Hall, when I could not read the screens properly unless I was sitting very close to them. I went to my local optometrist. She checked my eyes and discovered cataracts, and immediately put me on a path for treatment, which really helped. When the same thing happened in my other eye, I was able to go back between appointments and say, “Look, I think there’s a problem. Can you help?” Again, I was put on a treatment path. I now have two artificial lenses—one in each eye, as my late father would have said. I have really benefited from that system, as have many people in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If someone is unable to travel unaccompanied because of a physical or mental illness or disability, they can arrange to have a home visit quite easily. In fact, I walk from my house to my son’s house every week, and there are posters on railings across the roundabout that I have to go by, telling people that they can have that service. That is hugely important because, often, it is as people get older and more vulnerable—I put myself in that category some days—that they benefit from free eye care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those on benefits such as employment and support allowance, jobseeker’s allowance, pension credit, universal credit, working tax credit or child tax credit, and children under 16 years old, are entitled to help with the cost of glasses or contact lenses, and the repair or replacement of glasses or contact lenses, in the form of an NHS optical voucher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland, before a child starts primary school, they will be offered a vision screening appointment as part of the See4School programme. That helps children begin school with the best possible vision and helps provide for any long-term visual problems. My daughter only discovered she had eye issues when she was learning to play a musical instrument and could not read the music from where she had to stand. If she had been screened earlier, it is possible that she would not have needed glasses for her whole life, as she does now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland, we believe that socioeconomic inequalities drive health inequalities. That is why the Scottish Government are acting to mitigate the impact of austerity and reduce inequality. Where we have public health issues, Scottish Government public health efforts are complemented by wide-ranging cross-Government action. That is where Scotland benefits from being a small country. It is much easier to work in partnership and get cross-governmental things done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know that the worst health outcomes are driven to a significant extent by deprivation. That is why the Scottish Government are committed to addressing the underlying causes of health inequalities and to ending poverty; increasing access to fair employment, education and training; and improving our physical and social environments. That whole-systems approach and cross-Government action is needed to improve equity for Scotland’s people and communities. I believe that is true right across the four nations of the United Kingdom. That will be achieved by focusing efforts on the determinants of health inequalities and working more effectively in partnership. Reducing poverty and inequality sits at the heart of the SNP Scottish Government’s investment across all portfolios, and is a key driver of their development of a wellbeing economy that will have the needs of each individual at its core. The wellbeing economy is now becoming a recognised way of improving not just health, but everything around health and the lives of a nation’s people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We believe that prescription charges are a tax on ill health and a barrier to better health for many. Charging for prescriptions would mean that many people with chronic conditions, or even those receiving treatment for cancer, could be liable. The Scottish Government continue to demonstrate their commitment to the provision of free healthcare advice and treatment when needed, with the introduction of the NHS Pharmacy First service, which is available in all community pharmacies to everyone registered with a GP or ordinarily resident in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government are keen to support people to make healthier lifestyle choices that help take care of their eyes. I do not think many people realise that giving up smoking helps, because smokers are much more likely to develop age-related macular degeneration— the most common cause of sight loss in the UK—and cataracts than non-smokers. Given that smoking is more prevalent in the most deprived communities, the Scottish Government have set specific targets for cessation services focused on those communities. They provide £9.1 million a year to health boards to fund smoking cessation services targeted at achieving successful 12-week quits for 1.5% of the adult population in the most deprived areas. Through all of that, the Scottish Government will ensure a “done by communities, for communities” approach, making sure that lived experience is central to their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government are also keen that people drink within the recommended limits, because heavy alcohol consumption may increase the risk of developing early age-related macular degeneration. The alcohol framework sets out the priorities for preventing alcohol-related harm. We consulted on potential restrictions on alcohol advertising and promotion in 2022 to protect children and young people. The Scottish Government have twice run their “count 14” campaign work to raise awareness of the UK chief medical officer’s lower-risk drinking guidelines of 14 units per week. It was run for four weeks in March 2019 and over six weeks in January to March 2020. They are exploring the evidence around managed alcohol programmes and are delighted to be able to contribute to the running of the model being piloted in Glasgow by Simon Community Scotland and its evaluation. Of course, making alcohol more expensive in Scotland, especially the kinds of drinks that young people in particular used to drink, has also helped. In the end, it will help their eye health as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the Minister look at what we are doing in Scotland? I am sure he has a very good idea. It is really important. Will he tell us what he hopes will happen in England?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, it is really important that there is a blueprint, as the hon. Member for Strangford said. In Scotland we do things differently, but we want everyone to benefit from our experiences and to have the same chance of good eye health. Will the Minister support a national eye health strategy? As has previously been mentioned, the hon. Member for Battersea (Marsha De Cordova) cannot be here today, but she recently introduced the National Eye Health Strategy Bill. Will the Minister support the Bill on Second Reading on Friday 3 March? Everyone here wants the best for people in their communities. The best way forward—and I would say this—is to look at the Scottish example and put aside the barriers that prevent people from having their eyes tested regularly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}