{
    "url": "https://www.ukpol.co.uk/marion-fellows-2022-speech-on-the-carers-leave-bill/",
    "title": "Marion Fellows – 2022 Speech on the Carer’s Leave Bill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in the House of Commons on 21 October 2022.",
    "content": [
        "I congratulate the hon. Member for North East Fife (Wendy Chamberlain) on her success in the ballot and bringing forward this really important Bill. I commend her for mentioning Carer Positive, the Scottish Government’s scheme of which I have been a member for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I may almost need to declare an interest as I was a carer for my late husband. I know that I was in such a fortunate position in being able to do that without any fear of having to ask for time off. I thank hon. Members across the House who supported me during that difficult time. It was a privilege to help care for him, but it was also much, much easier for me than it would be for any normal member of the public. That is why the Bill is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I acknowledge the work carried out previously by the hon. Member for Stoke-on-Trent South (Jack Brereton). My hon. Friend the Member for Ayr, Carrick and Cumnock (Allan Dorans) unfortunately could not be here, but I am glad to hear that he has asked to be a member of the Bill Committee if everything goes smoothly today. However, I am not just here in his place as the SNP spokesperson on disabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where people have disabilities, their carers in particular work really hard and are fully deserving of a hand from the Government. So many organisations do good work. In particular, I commend Carers UK. I went to one of its drop-in sessions in this place having intended just to pop in and out, but I stayed for an hour and a half simply hearing about the first-hand experiences of carers, both in and outwith work. The Bill deals with people who are in work so that, by right, they will get leave to do important, necessary things such as shopping and hospital appointments and all the things that the hon. Member for North East Fife mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It does not reflect well on our society if we expect carers to care all the time and get no help from the state. It is really important that we acknowledge and help them. As people have said, not all heroes wear capes, and that is really true of folk who are working and doing unpaid care. Many people are helped by organisations such as North Lanarkshire Carers Together, which is based in the same office building as me in Motherwell. I am sure that it would highly appreciate the Bill progressing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Evidence suggests that about 5 million people across the UK are providing unpaid care by looking after an elderly or disabled family member, relative or friend. Nearly half of them are also in work. As was mentioned in the previous debate, we have an ageing population in the UK, so we can expect that the number of carers to rise substantially.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It can be a real struggle to balance work and care. Many carers say that they are tired, stressed and struggling to manage their own physical and mental health. They urgently need more support to ensure that they can remain in work. The successful passage of the Bill would be a major step forward in recognising the enormous contribution that unpaid carers make to the care, health and wellbeing of individuals, families and communities across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we think of carers, we tend to think of people looking after elderly relatives or parents, and sometimes of someone looking after a family member or friend. In reality, the person requiring care could be someone with an almost unimaginable range of circumstances, including adults and children of all ages. It is really important that we provide people with support so that they can do that caring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It may seem strange to say, but carers leave could also have significant benefits for employers through lower recruitment and retention costs, better staff planning and better engagement. It will help to keep many more skilled people, the majority of them women, in work and contributing to our economy. The hon. Member for North East Fife mentioned the number of people who have to leave employment because they cannot do the necessary juggling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Carers leave could also improve workforce health and wellbeing outcomes, which is important for everyone. It is still the case that most, but not all, carers are women. If women are in work, they can be role models to other women. These role models disappear if women have to leave work because of caring responsibilities. It is good when the Government and society recognise what people are doing. Although this is a small measure, it is important recognition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We owe a debt of gratitude to carers who voluntarily do so much to care for others in our society, and we as a Parliament must do what we can to support them. My absent hon. Friend the Member for Ayr, Carrick and Cumnock, my party and I support this Bill, and we hope that this Government, and future Governments, will continue to recognise the value and contribution of unpaid carers and introduce legislation to ensure at least one week’s paid leave—ideally paid by the Government at a set rate in order to compensate employers—with a pledge to move to two weeks, or 10 days, of paid leave, and a longer period of up to six months’ unpaid leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Bill will proceed with Government support, and I thank the hon. Member for North East Fife for introducing it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}