{
    "url": "https://www.ukpol.co.uk/marion-fellows-2022-speech-on-dormant-assets-funding-and-community-wealth-funds/",
    "title": "Marion Fellows – 2022 Speech on Dormant Assets Funding and Community Wealth Funds",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Ms Harris. I thank the hon. Member for Stoke-on-Trent Central (Jo Gideon) for securing this important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since people nowadays are more likely to have multiple bank accounts than they were 20 years ago, the issue of dormant assets is likely to continue to grow, as having multiple accounts will generally make keeping track of assets much more difficult. It is vital that banks and others in the financial services sector make a concerted effort to reunite account holders with their funds before freezing their accounts and classifying them as dormant. It is particularly important for vulnerable and elderly customers, who may have greater difficulty in regularly accessing their accounts due to increasing bank closures and an increased reliance on online banking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently, HSBC announced closures of 100 branches, with Age Scotland’s head of policy noting that it was hugely disappointing. It joins a long line of banks leaving high streets at a rate of knots, with the result that many customers and communities cannot access the valuable face-to-face services they rely on. About 400,000 over-60s in Scotland do not use the internet, so without a branch they are left out in the cold as digital banking is not an option for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is really important that banks reunite dormant accounts with their holders where possible. Most of the dormant HSBC accounts that were frozen belonged to customers aged over 65, and many had the power of attorney attached. That meant that those people were at real risk of losing money. More than half of dormant funds belonged to customers who had active accounts with HSBC, so it would have been easy for the bank to reunite them with their money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although banks have to make a concerted effort, the dormant assets scheme benefits people because it is used locally. It is a really good thing. The Scottish Government use dormant assets funding to improve young people’s physical and mental wellbeing by supporting them to learn new skills and enter employment through the Young Start programme. In Scotland, more than £67 million of dormant assets funding has been allocated to the Young Start programme, which has made more than 950 grants of up to £100,000 to voluntary and community organisations—[Interruption.] I do apologise— I am having a mare of a day. The cold has got into my very soul and I am really not doing awfully well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Angus Women’s Aid is one of 20 groups that shared £1.4 million from the Young Start fund. It was given £100,000, which meant that it could continue to work across Angus delivering and developing a young expert group for young people affected by domestic violence. That sort of work really matters. It built those young people’s confidence and self-esteem. During the pandemic, the funding also covered tablets and internet access so the young expert group was able to meet virtually. Someone from the group said that the whole thing would have fallen apart without that sort of valuable work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government have adopted the internationally recognised community wealth building approach to economic development as a key practical means by which they can achieve their wellbeing economy objectives. Community wealth building presents important opportunities for voluntary organisations to play a greater role in local supply chains and strengthen local economies, which benefits communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third sector should not be a replacement for UK Government action. Charities and non-governmental organisations across the UK are under significant pressure from trying to plug the gap caused by UK Government inaction in the face of the ongoing Tory cost of living crisis. They carry out important work across communities in Scotland and the rest of the UK, but they should not be expected to plug the gap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Charities that would benefit from community wealth funds are facing increasing cost pressures as a result of the ongoing cost of living crisis. The cost of living crisis also means that charities will not get the funding that they normally rely on. The pressure on charities has been exacerbated by the UK Government’s decision to delay the replacement to EU funding through the UK shared prosperity fund by a year. It is important that we look after our most vulnerable during the cost of living crisis. If the dormant asset scheme can help do that, it is to be welcomed. I look forward to hearing what the Minister has to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}