{
    "url": "https://www.ukpol.co.uk/marion-fellows-2022-speech-on-the-protection-from-redundancy-pregnancy-and-family-leave-bill/",
    "title": "Marion Fellows – 2022 Speech on the Protection from Redundancy (Pregnancy and Family Leave) Bill",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in the House of Commons on 21 October 2022.",
    "content": [
        "I never thought I would hear myself say the words, but it is a pleasure to follow the hon. Member for Ashfield (Lee Anderson). It is always good when there is such consensus across the Chamber on Fridays in this place, and I think it is something we could perhaps do with a little more of at other times of the week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the hon. and gallant Member for Barnsley Central (Dan Jarvis) on his success in the ballot to secure the opportunity to introduce a private Member’s Bill. I admit I am jealous, but I really want to commend him for the choice of subject, especially given the fact, as the hon. Member for Hampstead and Kilburn (Tulip Siddiq) said, that he as a man is introducing this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also commend the right hon. Member for Basingstoke (Dame Maria Miller), who has been congratulated by hon. Members on both sides of the Chamber, for all her previous work to bring forward a similar Bill. I mention my hon. Friend the Member for East Dunbartonshire (Amy Callaghan), who raised the matter in a Westminster Hall debate last year, and my hon. Friend the Member for Ayr, Carrick and Cumnock (Allan Dorans), who had hoped to be here today but unfortunately cannot be. I thank him for giving me some good pointers for my speech. I commend the work of Maternity Action, the maternity rights charity, for its work to advance women’s rights during pregnancy for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For far too long, women have been discriminated against in many ways—in society generally, in employment particularly and when pregnant specifically. Looking round the Chamber, I can confidently say that I am the oldest woman here. When I was pregnant with my first child in 1974, I was discriminated against in the most horrendous way. I found out that I was pregnant about a month before I was due to start a job in the civil service setting up jobcentres on the east coast of Scotland. The arrangement was that I had to phone and say that I was ready to start, so I had a very pleasant chat with someone—I cannot remember the details; it was a long time ago—and mentioned in the conversation that I was pregnant. They literally said, “Goodbye,” and put the phone down, and I never heard from the civil service again. That was standard operating procedure in those days; the civil service did not do anything wrong that I could chase them up in law for or anything. That was just the end of what might have been a wonderful civil service career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I have told that story to younger people, such as my daughters, my daughters-in-law and my students when I taught at West Lothian College, I got the same gasp that I just heard in the Chamber. We have moved on—my daughter and my two wonderful daughters-in-law have never experienced anything like that—but I am acutely aware of the cultural change that is necessary in this area. Although there are some laws that prohibit direct discrimination against women, there needs to be cultural change to bring people on board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to think that with this private Member’s Bill and the Government’s support, we are working our way towards eliminating another form of discrimination against women, especially when they are pregnant. They are vulnerable enough. My daughter is pregnant at the moment and I am pleased to say that she is in secure employment and is unlikely to face that kind of pressure. The Bill is an important step towards achieving that and providing protection for pregnant women against them being treated less favourably than men in similar circumstances—well, there will not be a similar circumstance for men.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At this point, I must say that I agree entirely with the right hon. and gallant Member for Beckenham (Bob Stewart). In my first public speaking contest—in the days when we talked about sexual equality—I gave a speech saying that I did not want to be equal to men because I thought that women were much better. I have not changed my mind much about that, and it is nice that he has the same view on the matter. It is important to recognise that many hon. Members, some of whom I have mentioned, have supported this work. The cross-party basis on which the Bill is being debated is a wonderful demonstration of how, if we pull together, we can make things better for our constituents and others across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2015, the Equality and Human Rights Commission published research, some of which we have heard about already today, showing that one in 20 new mothers are made redundant during pregnancy or maternity leave or on their return to work. That shocking statistic reveals a disturbing level of disregard on the part of some employers for the needs of women. The following year, the Taylor review into modern working practices highlighted further research confirming that the majority of employers expressed a wish and willingness to support pregnant women and new mothers, and the report commented favourably on the finding that more than 80% of employers felt it was in their interest to support pregnant women and new mothers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, women might be less enamoured of the finding that at least one in 10 employers, and possibly as many as one in five, are not willing to support pregnant women and new mothers. We have heard some terrible examples of that today. The detailed findings show a disturbing level of acceptance among employers and managers that discrimination against women on the basis of their decision to bear children or their caring responsibilities is acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All the following views were endorsed by at least one third of the employers and managers interviewed. Many of those interviewed claimed to have seen at least one pregnant woman “take advantage” of her pregnancy and regarded pregnancy as putting “an unnecessary cost burden” on the workplace. That is shocking, and it is a cultural attitude that we all must strive to change. Given that those attitudes and views are widely held among employers and managers, is it any wonder that pregnant women and new mothers are so widely discriminated against in the workplace?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Between employers and Governments, effective arrangements must be put in place to support women and their families through the potentially life-changing process of pregnancy and rearing children. However, under current arrangements women have enhanced protection from redundancy only until they return from maternity leave, and the evidence—some of which I have heard here today—is that that protection is not working. It means only that a woman on maternity leave can be made redundant, but must be offered an alternative job above anyone else being made redundant if another job exists, which can prove a very big caveat, and the current law does not stop employers using pregnancy as an excuse for a piece of cost cutting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is clearly demonstrated by the case of Jessica—not her real name—whose story was disclosed by the campaign group Pregnant Then Screwed. Jessica had a well-paid job, became pregnant and was made redundant on the day she was due to return from maternity leave. The day before she was due back, which was during lockdown, she received a text telling her not to go in to the office but to be available for a video call with a senior manager. During that call, she was told that she was being made redundant. She had been back at work for all of 30 minutes. She is convinced that the firm simply wanted to cut its staff budget and that, by going on maternity leave, she had unknowingly self-selected for redundancy. What a way to treat a member of staff—and what a welcome into the world for her child, with a family now burdened by unaffordable debt and forced to move out of their home, and a mother whose mental health and career were in tatters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As an employee of the company, Jessica might have had some chance of arguing her case for discrimination, although the costs and hurdles associated with attempting that would put most people off. On the other hand, Mandy, whose case was highlighted by the Taylor review, had no chance of taking out a legal case, because legal protections in the UK are so heavily and deliberately weighted against workers who are not direct employees. Mandy had worked for a bank on a zero-hours contract for several months. However, when she informed her employer that she was pregnant, her hours were reduced to zero; in effect, she was summarily dismissed with no recourse. Mandy is one of those pregnant women and new mothers who have borne the brunt of the increasing casualisation of the UK workforce. She found out that employment status—whether as a direct employee, self-employed, or through other ways of employing people—is important because that dictates entitlement to key maternity and paternal rights. Those in the growing number of insecure forms of employment can find their rights greatly diminished, reducing or eliminating their entitlements to maternity and parental pay and leave, health and safety protection, time off for antenatal appointments, and rights to return to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that this is not covered by the Bill, but it must be highlighted. The “Insecure Labour” report produced in 2020 by Maternity Action spells out some of the implications of casualised or insecure work on women workers, pregnant women and new mothers. Heather Wakefield, the chair of Maternity Action said that the report\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“paints a shocking picture, which requires swift and radical action by Government, employers and trade unions to halt the damaging impact of casualisation on the working lives and wellbeing of pregnant women and new mothers.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These cases are not isolated incidents; we have heard plenty about that this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend the hon. Member for Barnsley Central. I think that the parts of his speech concerning German law were new to most of us, and they were really interesting and useful. I know that this private Member’s Bill does not go into that, but it can be a really good start. It is really important that we can look at improving working rights altogether, especially for women, but for everyone in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not an economist, and I do not really want to be, but it does not make economic sense for businesses to discard women who have huge skills and bring so much to the workforce. There is a real economic case for retaining members of staff—it has been proved over and over again—as they can be role models for other young women who want to come in and they can help businesses succeed. They are well worth retaining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not think I need to say this, but, in case of doubt, I fully support the Bill and would be happy to serve on its Committee. As I have said, I applaud the hon. and gallant Member, and I thank everyone who has spoken so well and so passionately in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}