{
    "url": "https://www.ukpol.co.uk/simon-fell-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Simon Fell – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Simon Fell",
            "url": "/tag/simon-fell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Simon Fell, the Conservative MP for Barrow and Furness, in the House of Commons on 15 January 2020.",
    "content": [
        "Thank you, Mr Deputy Speaker, and may I welcome you back to your position in the Chair? I am grateful to be making my maiden speech in this debate on the green industrial revolution. Although mine is the first maiden speech delivered today, it is daunting to follow the contributions made by colleagues from both Government and Opposition Benches over the past couple of days. I watched those speeches, feeling increasingly green as they went on, and I do not think those Members need my congratulations. Indeed, when they rise up the ministerial ranks, I hope they will look favourably on me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will also gladly comply with another tradition of the House and pay tribute to my predecessor as Member of Parliament for Barrow and Furness, John Woodcock. Despite hailing from the wrong side of the Pennines, John was a staunch and passionate defender of that beautiful but often neglected part of the world. He fought to secure the Dreadnought programme in the shipyard, and he brought that same focus to the fight against antisemitism and injustice wherever he saw it, no matter the personal cost. John and I have clashed many times over the years, but his affection for Furness shines through and I wish him the best for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Barrow and Furness is hidden away, but it is a remarkable place. Stretching—almost—from the Old Man of Coniston in the north, all the way to Walney Island in the south, Barrow is beautiful, with an industrial town at its beating heart. We are home to the national endeavour of building our nation’s nuclear deterrent, and we have a proud history of shipbuilding, from ocean liners to Royal Navy flagship vessels and submarines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was not always that way. Furness is rich in mineral deposits such as copper, nickel, cobalt and iron ore. Indeed, during the 1830s, prospecting for iron ore led to the creation of the town of Barrow as we know it. A collection of sheep farms rapidly turned into a Victorian town of high standing, an iron exporting giant, a ship- building hub, and then into a world leader in submarine production. That is the work on which many—almost one in five—of my constituents rely, either directly or through our substantial supply chains. I will focus on ensuring not only that my party honours its commitments to sustain that work, but that we seek to grow our capability by renewing the Astute-class boats and seeking wider opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Barrow and Furness is not just about submarines. Our market towns, from Ulverston to Dalton and Broughton-in-Furness, are bustling and—I urge hon. Members to note this—ideal for weekend visits and Easter holidays. People can watch the grey seals in South Walney, with ​Piel Island, which used to repel marauding Scots from the harbour, but now welcomes them as tourists, on the horizon. From local craft shops to the best pies in England, Furness’s real natural resource is its people, and there is no place with a stronger sense of community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Coming off a gruelling election campaign, we often find ourselves thinking about what would have happened had we zigged rather than zagged, or if life had taken us in a different direction. The joy of an election, as all hon. Members will know, is meeting people, and hearing on the doorstep what they want for their families, futures and community. That same joy also comes from the people with whom we spend our election campaigns, and if hon. Members will indulge me, I wish to pay tribute to five people without whom I would not be standing here now. First is my father, Peter, a bounder of hedges and disrespecter of people’s gates—I would not be here without him. I also pay tribute to my wife, Pippa—my rock—to my mother, Meriel, who kept me sane, and to Ben and Brenda, who despite having a candidate who would not listen to them, made my campaign a success. I fear that if I listed everyone I should thank the orchestra would play me off, but they know who they are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also lost people this campaign, and I will take this opportunity to remember Pam Whittam, the kindest and most determined stalwart of my local party, whose cooking I still think about in idle moments, as well as Rory McClure, former mayor of Barrow, former president of Furness Rotary, and a dedicated local councillor and friend. I miss them both terribly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I campaigned on a slogan of “Securing Furness’s Future”, which is not a pledge I take likely. Furness’s future is at stake, and it is hard not to argue that we are a left-behind community. The A590, our main road, is dangerous and prone to flooding. The A595 runs through a farmyard. When our rail franchise fails—as it does all too often—our people are left stranded. One point that is especially appropriate to raise in this debate is that our current rail service is so poor that it is pushing people off public transport and back into their cars. That is why I look forward to working with Front-Bench colleagues to strip Northern of its franchise, and deliver a reliable and improved rail service on the Furness line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We in Furness have a tremendous opportunity to be at the forefront of the green industrial revolution. We vie with Hull to be host to the largest offshore wind farm in the world—a title I very much hope we will soon regain. Up the coast in Copeland is Sellafield, to which a number of my constituents make a daily journey, through the farmyard that I mentioned. We in south-west Cumbria are already pioneers of renewable energy, but there are further opportunities on our doorstep. Our coastline is the ideal place for a tidal barrage, the development of which would cement the Cumbrian coast as a northern powerhouse in renewable energy, skills and capability. The impact of such a concentration of renewables businesses in Morecambe Bay and the Cumbrian coast would be transformative. That remote and beautiful part of England could become the epicentre of the green industrial revolution. We have the people, we have the skills; we just need the chance, and I look forward to working with colleagues on the Front Bench to explore the viability of those bold projects.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the doorstep, I was told time and again that traditional Labour voters were lending me their votes. I consider every vote to be lent—we have to earn those votes, and to earn them again we must deliver on our promises to level up communities such as Barrow and Furness, to renew our town centres, finally to tackle existing deep-set poverty, and to invest in our NHS and schools. I shall pursue those things with a single-minded focus. It is an incredible honour to be standing up and speaking here, and I will work daily to earn the trust that the people of Barrow and Furness have placed in me. I look forward to fighting for them in the years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}