{
    "url": "https://www.ukpol.co.uk/marion-fellows-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Marion Fellows – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP for Motherwell and Wishaw, in the House of Commons on 2 November 2022.",
    "content": [
        "I have sat here for most of the afternoon and listened carefully to all the speeches. I am going to do something slightly different, but I want to make it clear at the start that I am committed to Scottish independence. Anyone who has voted for me three times since 2015 knows that. I have always been returned to this place to represent the people of Motherwell and Wishaw, and I understand that not everyone in Motherwell and Wishaw wants independence, but I also understand that the Scottish Government have a mandate from the last Scottish election, and overall the SNP as a party has a mandate from Scotland to further the cause of independence. We all look forward very much to conducting a referendum next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The economic damage this Government have caused since the mini-Budget on 23 September is, as the motion says, truly regrettable. The pound has nosedived, mortgage rates have risen and there is rising inflation. I can remember hard, hard times—I remember Harold Wilson telling me that the pound in my pocket would not be worth any less on devaluation; I brought up a family during the ’80s—but I have never known a time like this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think that is partly due to my role as disability spokesperson for my party, because as part of my role I meet disability organisations regularly. I will use the example of one particular organisation that helps families with disabled children and children with long-term illnesses, the Family Fund. When I met the organisation earlier this week—or was it the end of last week? Time moves so strangely here—I was shocked, horrified and deeply moved by what I was listening to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the Family Fund for the statistics I am using, which are taken from its report, “The Cost of Caring”, based on its research and published only on 7 October this year. Some 64% of parents with caring responsibilities spend between 35 and 100 hours a week caring for their children—only 50% of them are in work—so they are getting benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Increasing household costs make those families’ lives more difficult: on top of pandemic lockdowns and shielding, families have to spend more on energy and the choices they must make are even starker than those of the general population. More than half of parents or carers report skipping or cutting the size of meals; four in five families raising a disabled child or young person are in debt, with debt levels rising for two in five families, and more than 40%,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“report they can’t afford to keep their accommodation warm—an increase of 13% since last December”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On average, families raising a disabled child live on £17,000 a year and spend 60 hours a week caring for their disabled child, with one third of families caring for more than 100 hours a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Family Fund’s report highlights the now unsustainable strain on families raising disabled and seriously ill children and young people, as they try to cover sky-high costs on top of severely reduced incomes due to intense caring responsibilities, the three-times higher costs of looking after a disabled child and critical levels of debt. I could quote Family Fund’s chief executive, Cheryl Ward, and people might wonder what that has to do with independence, but we cannot afford to be tied to a system that treats the most vulnerable people in our society in this way. Members will note that one of the statistics I used was from last year—it was not even to do with the so-called mini-Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The harrowing tales and statistics we have heard from the Family Fund are not isolated; other disability organisations I have met in recent months, such as the Disability Benefits Consortium and Muscular Dystrophy UK, have drawn attention to the deteriorating situation that many of the most vulnerable face in the UK. Across the board, these organisations are calling for benefits to be uprated in line with inflation—that will not even take them back to where they were—and additional, targeted support for those with disabilities, whose essential energy needs are much more extensive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently on the BBC, Yvette Clements said that parents are having to consider putting their disabled children into care due to rising energy bills. Can anyone in this Chamber tell me that that is acceptable? Families of disabled children are facing crippling debt. Some might say, “What does that matter?” but I believe—as I know fellow SNP Members do—that a society can be measured by how it treats its most vulnerable. In the vision of chaos that the current iteration of the UK Government perpetuate, the most vulnerable are treated with contempt. Those with disabilities and caring responsibilities face uncertainty, deprivation and attacks on their human dignity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to talk about a family with two young autistic boys who live in West Sussex. One of the boys has attention deficit hyperactivity disorder, while the other suffered brain damage at birth and is doubly incontinent. The family have to do frequent food shops tailored to the children’s specific sensory needs and allergies, which has resulted in their bills almost tripling. The mother of these poor boys originally trained as a special educational needs teacher, but she cannot work, as she is a full-time carer for one of her sons, and she testifies that the cost of living crisis has impacted on the family in a huge way. Families of disabled children face crippling debt just to provide the care needed for their children, who will otherwise suffer and see their conditions worsen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland we seek to do things differently. We offer carers additional support through the carer’s allowance supplement, which increases their carer’s allowance by 13%—carer’s allowance has gone up by £3 in 10 years. We also have young carer grant. The Scottish Government are in the process of delivering the overarching changes needed to replace carer’s allowance with Scottish carer’s assistance, which will provide greater support, loosening the needlessly rigid criteria that carers must meet and increasing support in the areas of social care, employability and education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also note that child winter payments started in Scotland today, and they are of course administered by Social Security Scotland, which aims to deliver social security with dignity, fairness and respect at its core. At present, less than 15% of such social security benefits are devolved to Scotland, and our ability to create a society built on dignity, fairness and respect is severely impacted by a Westminster system built on cronyism, chaos and inequality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like my party and lots of people in Scotland, I feel that an independent Scotland is the only way we can take control of our future and create a more equal society for all, upholding the rights of our most vulnerable citizens. In each of the many iterations of the current Government—and there have been quite a number—those with the least have suffered the most as a result of policy choices. Following years of austerity, which have brought public services to their knees, caused 300,000 excess deaths and run the NHS into the ground, we are now hearing calls for further austerity. On top of the real-terms cuts to wages and benefits, and with inflation at a 40-year high, this sustained attack on society’s most vulnerable does not appear to have an end goal in sight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Member for Skye, Badenoch and Strathspey—[Hon. Members: “Ross, Skye and Lochaber.”] I am so sorry; I have got carried away with the emotion of what I am saying. My right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford) asked the Prime Minister today to guarantee uprating benefits in line with inflation, but we did not get an answer. The families that I am talking about are depending on that to protect their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I now feel that an independent Scotland is a necessity. It is not just something we think we would like; it is absolutely necessary to protect Scottish citizens from even more devastating policies from the Tory Government. I add my voice to the calls on this Government immediately to reinstate the bankers’ bonus cap, increase benefits in line with inflation, and protect the pensions triple lock. Scotland cannot afford to be part of the failing UK state. We must be independent for economic stability and for the best future for all our citizens born in Scotland or not, and—I add this for the benefit of my granddaughters and my grandson—for those yet to be born.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}