{
    "url": "https://www.ukpol.co.uk/marion-fellows-2023-speech-on-world-down-syndrome-day/",
    "title": "Marion Fellows – 2023 Speech on World Down Syndrome Day",
    "post_date": "April 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in the House of Commons on 23 March 2023.",
    "content": [
        "May I congratulate the right hon. Member for North Somerset (Dr Fox)? Further into my speech I may disagree with him slightly—it will be a gentle disagreement—but I totally acknowledge his knowledge and his passion for people with Down’s syndrome. Unfortunately I was not able to make the reception on Wednesday, but I did manage to get my picture taken with the right hon. Member and tweet it out on World Down Syndrome Day; I think many of our constituents might have been quite surprised to see that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is always a pleasure to speak in these Thursday afternoon debates, because they are generally consensual and we really learn a lot. As the SNP spokesperson on disabilities I was not entirely sure whether I would be the right person to sum up in this debate, but I think I probably am, because of the passion that the people around me are exhibiting this afternoon. I will probably throw away my prepared speech now and just crib bits and pieces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is always a pleasure to follow Members such as my hon. Friend the Member for Glasgow South West (Chris Stephens). Everyone can be assured that he will assist his constituents to push the Scottish Government with their new Bill, because he is passionate about helping his constituents. The hon. Member for Stoke-on-Trent Central (Jo Gideon) spoke about her personal experience and about changing attitudes to Down’s syndrome and life expectancy. As one of the older people speaking today, I can vouch for that: when I was younger it was very difficult to see anyone with Down’s syndrome as we went about our daily living, but now things are very different right across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Ashfield (Lee Anderson) spoke about real people; there cannot be many of us who have not met a real person with Down’s syndrome. The hon. Member for Southend West (Anna Firth) talked about the Music Man project and about the theme for this year’s Down Syndrome Day, “With Us Not For Us”—a motto and an expectation that we should all think about when we are dealing with people with disabilities. The hon. Member for Hendon (Dr Offord) paid tribute to those who care. I am pretty sure that he, too, cares about lots of things, but I understand his reluctance to put himself out there as a carer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Member for North Somerset wanted to know more about what is going on in other areas. Before I get on to that issue, I might just get over the point on which we might differ slightly. Like other Members, I get briefings from lots of organisations for many debates in this House. Genetic Alliance has written to me with its concerns about the guidance on the right hon. Member’s Act. It is worth just mentioning those concerns, which touch on the point that when Parliament passes a Bill there are often consequences that we do not see and a debate always opens up about what has not been included or what people think might have been included.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Given that people with Down’s syndrome form friendships with people with other genetic conditions and meet them regularly, as they are accessing similar services, Genetic Alliance has concerns that perhaps more thought should be given to guidance for those with other conditions. However, I absolutely take on board what the right hon. Member and my hon. Friend the Member for Glasgow South West have said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I just want to clarify that the point of the Down Syndrome Act is not to exclude other conditions or other genetic conditions. It was specifically discussed on Second Reading and in Committee that where there is overlap, of course it makes sense to have common provision. However, Down syndrome is different: there is a bigger, defined population who have not just learning difficulty issues, but a whole range of very specific medical conditions that require specific remedies. As has regularly been pointed out, the life expectancy for someone with Down syndrome was 13 years when I was born, whereas it is now in the 60s. That is why it is important that we establish a beachhead for such conditions. Actually, I do not think we are in any disagreement whatever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very relieved to hear that from the right hon. Gentleman, but I felt obliged to speak about the issue, because there are concerns. I would like the Minister to take on board those concerns from Genetic Alliance, because no one ever wants to pass a Bill that is seen as excluding or not actually helping other people—that is the main point of the briefing that I received today. As I say, I am very relieved not to be in dispute with the right hon. Member.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to talk a wee bit about the Scottish Government’s position. As my hon. Friend the Member for Glasgow South West said, they are taking a wider view of Down’s syndrome in the Bill that they want to bring forward. One of the main differences in how the Scottish Government propose legislation is the way they look at the issues and consult very widely—there are many groups that they regularly consult on disabilities. They always use lived experience, which I think is the most important thing for people to take forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Government have also looked at a human rights-based approach. That ties in very well with this year’s World Down Syndrome Day theme, “With Us Not For Us”, because we need to look at human rights in their entirety, especially for people with Down’s syndrome and for people with conditions that are different but that have similar difficulties. That is why the Scottish Government have committed to incorporating in Scots law the UN convention on the rights of persons with disabilities—always within their legislative competence, hopefully. I think this Government should also think about including that in Bills. I think we are going to have difficulties with human rights discussions, shall I say, in this Parliament going forward; I hope we do not, but I think we all have to realise that everyone has human rights and they have to be adhered to. We should not, in any size, shape or form, be looking to remove any of them from any group of people at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As has been said today, it is really important to remove as many barriers as we can for everyone, and especially for those who have Down’s syndrome. It is really important that we look at what people can do, not at what they are not able to do—or not able to do yet. It is refreshing, and important, that people with Down’s syndrome are involved in mainstream education. When I was a further education lecturer, I was involved with a college with many courses for young people who had left full-time education to continue learning. On that subject, there is a wonderful café in my constituency called Windmills. The preparations for it were first made in 2006 at a local school, Firpark high school. It has done great work over the years, and continues to do great work, in training young people with learning disabilities, including Down’s syndrome, and teaching them how to gain qualifications so that they can work in other areas, but especially in the café.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me say in conclusion—because I am aware that I may be overrunning—that I find taking part in debates such as this interesting, educational and informative. I congratulate the right hon. Member for North Somerset on all that he does, and I am sure many people have benefited, and will benefit, from his Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}