{
    "url": "https://www.ukpol.co.uk/marion-fellows-2019-speech-on-unemployment-and-autism/",
    "title": "Marion Fellows – 2019 Speech on Unemployment and Autism",
    "post_date": "July 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Marion Fellows",
            "url": "/tag/marion-fellows/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Marion Fellows, the SNP MP for Motherwell and Wishaw, in the House of Commons on 2 July 2019.",
    "content": [
        "I thank the National Autistic Society and the local group Autism Take 5 for their help in preparing for this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of those who have been fortunate enough to have received a diagnosis, there are 540,000 people with autism spectrum conditions. Some 433,000 are aged 18-plus, and 107,000 children are currently diagnosed with ASCs UK-wide. Research by the Centre for the Economics of Mental Health sheds light on the impact on the UK economy through lost productivity. This Government emphasise the need for people to move into paid employment and for higher rates of economic activity, but the autistic population is standing out as they are experiencing social and employment exclusion more than any other group. The cost of this is £27.5 billion spent annually supporting people with ASCs, and a 36% loss in employment in that group.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The World Health Organisation reports a substantial increase in people being diagnosed with autism spectrum conditions. Therefore, we must consider the large number of teenagers now approaching working age. This is significant because people with ASCs experience symptoms that are considered barriers to employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Lady for bringing this subject to the House for consideration. Every one of us in this House and those outside are concerned about it. Does the hon. Lady agree that support and understanding are the key to employment of people with autism, and that the option of free training—something different, and something proactive and positive for people with autism and their employers—should be available to private employers who wish to learn how to get the best from their staff, and ensure that their working environment is safe and secure for all workers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I feel privileged that the hon. Gentleman has intervened in my Adjournment debate, and I could not agree with him more. I will come to his point later in my speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following a survey commissioned by the National Autistic Society, the London School of Economics advises that only 16% of adults with ASCs are in full-time employment, despite 77% of them wanting to work. These figures have remained static since 2007 and are considerably lower than the employment figure for people belonging to other disability categories, which currently sits at 47%. Therefore, those with autism spectrum conditions are disproportionally unemployed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know that employment contributes to our identity and quality of life. Equally, we are only too aware that unemployment has significant individual and societal costs. As a result of these barriers, most people with ASCs who are fortunate enough to gain employment will experience mal-employment, and will most likely be placed in jobs that are a poor job fit for their skillset. This is commonly because the job does not align with individual interests, talents, specific skills or intelligence ​levels. It is common sense that the better the job fit, the more likely people are to succeed. By not addressing this, individuals with ASCs will experience high levels of job turnover, resulting in disjointed employment histories that limit their potential for continuous employment; we know that when applying for jobs, our work history can either facilitate or block our access to being invited for an interview.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every adult—with or without a disability—has the right to enjoy employment, and should be able to choose their career without restriction, to work in positive conditions and to be protected against unemployment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my hon. Friend agree that one of the major concerns for many people relates to workplace assessments and their effectiveness, or ineffectiveness, whether for those with autism or other disabilities? Does she agree that the Department really should consider how it measures the effectiveness of workplace assessments—say, for those with autism—in enabling them to stay in a job for a longer period?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for that intervention. He raises a very important point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is recognised that jobcentre staff will encourage an individual to apply for and accept any vacancy. For someone with a fragmented employment history, this quickly becomes accepted as the only route to employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Patricia Gibson (North Ayrshire and Arran) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making an excellent speech. Does she agree that we should ask the Government to follow the advice and example of the Scottish Government in creating an autism implementation team to improve outcomes, including in accessing work, for people with autism so that they are supported as they make their way in the world?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for her intervention. I do agree. In fact, there are many occasions when this Government could follow the excellent example of the Scottish Government, but in this case it could prove especially fruitful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not all jobs are suitable for individuals with autism spectrum conditions, as a result of their own individual barriers. These are common symptoms of ASCs. It is accepted that ASCs will result in individuals experiencing strong resistance to change and poor social communication and interpersonal skills. They will struggle in acclimatising to new routines and procedures. However, this should not prevent them from accessing employment: it means that we need to change our approach within the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Neil Gray (Airdrie and Shotts) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate my hon. Friend on securing this debate and on the way in which she is presenting her case. As well as the barriers of access to employment that she is speaking about, there are barriers of access for people with autism going about their daily lives in general. Does she agree that Hope for Autism, which is based in Airdrie but serves the entirety of North Lanarkshire, is an example of a specialist local organisation doing fantastic work to help young people with autism, and their families, not just in accessing work but in being able to cope with the barriers that they face?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**​Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend. Yes, he is absolutely right. There are so many organisations UK-wide that support and help people with autism, but we need to really concentrate on getting people on the spectrum into employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need workplaces to become accessible for those with ASCs. I would argue that we need a more holistic approach and acceptance of an individual’s personal preferences and abilities. We must recognise the barriers that some will face when attempting to gain employment. In the first instance, job application forms can be too complex and without clear instructions. Most individuals with autistic spectrum conditions will struggle with deciding whether they should declare that they have an ASC. Again, this is a result of the neurotypical stereotyping that continues to exist today. In other words, people with ASCs are perceived as being very different, and there is no real understanding of the challenges and range of autistic spectrum conditions that exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When someone with an ASC is fortunate enough to be invited for an interview, a variety of factors may impact negatively on their performance, as it might be called, in relation to a neurotypical candidate. It is important to recognise that they will be sensitive to sensory stimuli—bright lighting and so on—that will result in increasing their anxiety before they have even begun the interview. We use the neurotypical as a normative benchmark for interview success, but this needs to change. Interviews measure candidates demonstrating their social skills and having the confidence to maintain a flowing conversation. An interviewer will expect the interviewee to respond to questions quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the language used in questions can be misunderstood. Not everyone interviewing applicants is experienced or trained in interviewing techniques and can all too often ask one question that contains other questions, causing confusion for an individual with an ASC. One common question in interviews is, “Tell me about yourself.” Someone with an ASC will have difficulty in determining what exactly the interviewer wishes to know: it is too open-ended a question. Questions need to be concise and designed to avoid misinterpretation. They will struggle to read between the lines or understand the tone of voice. Many interviews use questions that require hypothetical scenarios and hypothetical answers. People with ASCs are factual thinkers and will find that line of questioning challenging. We also know that someone with an ASC will have problems understanding facial expressions and recognising social cues. It is widely accepted that people with ASCs experience difficulty in adapting to new routines and procedures. They will also struggle with adopting a flexible approach in unexpected situations, so not all jobs will be appropriate environments for them. I have not given an exhaustive list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government argue that disability support is in place, such as the local supported employment and intensive personalised employment support programmes, but those are generic disability employment programmes, not designed for autism spectrum conditions. We need specialised support that will prove more successful in assisting people with ASCs into employment and maintaining employment. That role should be taken up by Jobcentre Plus. With proper training, jobcentres would be able to support employers who take on those with ASCs.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Being employed offers structure and routine, which enhance an individual’s life. If employers need to change their approach to hiring staff and allow a time period for those with ASCs to settle into their roles and environment, that should be done. However, there is very little or no evidence to prove that the Government are taking steps to regulate the situation, in spite of their past commitment to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What is not being recognised are the attributes that people with ASCs have and can bring to the workforce. About half of those in this population will have higher education, with some educated to PhD level, yet they remain under-represented in senior organisational roles. So many people with ASCs are extremely skilled in maths, physics, computing sciences and engineering, yet they remain discriminated against, with their talents and intelligence being cast aside—all because the Government will not put into practice the recommendations provided by various autism charities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are refusing to take the bull by the horns and activate their own strategy and the Equalities Act 2010 to its fullest extent; they would rather tiptoe around autism and claim that they recognise that changes need to be made. Where is the headway on this? People with ASCs are still being excluded and discriminated against. Given their abilities, they have exceptional characteristics as employees, such as honesty, efficiency, precision, consistency, low absenteeism, disinterest in office politics and attention to detail. However, as the hon. Member for Strangford (Jim Shannon) mentioned, the lack of appropriate training and support for employers means that they generally do not see these characteristics—only autism. More often than not, that means that people in the group are forced into entry-level jobs that will not last long, due to their intelligence levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We cannot continue to repeat this vicious cycle with the new generation of workforce. When someone is excluded from the workforce despite their credentials, despite their abilities, despite their intelligence, what are the implications of their being unemployed? They are depression, isolation, anxiety and low self-esteem. The system is not fit for purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What are the Government planning to do to rectify the situation? They continuously categorise autism spectrum conditions as a “learning disability”. I suggest that being able to achieve a PhD, complete higher education and have expert level skills is not reflective of having such a disability. Not all people with autism spectrum conditions have learning disabilities, and we need the Government to recognise that. We need to stop regarding the autistic and neurotypical ways of thinking as polar and conflicting opposites; they are merely different, with no wrong or right side at play.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Autism Alliance has done amazing work in providing the confident autism and neurodiversity toolkit, but it is not being used enough. The difficulties many people with autistic spectrum conditions have may mean that, when they cannot get a job, they have to apply for benefits. Most of my casework is in relation to people requesting mandatory reconsiderations or people being forced to attend tribunals. It is all too obvious that the application forms for benefits such as the personal independence payment and employment and support allowance—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will my hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**​Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, certainly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In relation to PIP and reconsiderations, does my hon. Friend recognise that, as I said to the Minister yesterday, 85% of all considerations were overturned in April 2019? Rather than that type of bureaucracy, we should be investing in the frontline, as my hon. Friend is saying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Marion Fellows**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, I completely agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have said, most of my casework is in relation to people coming to me as they cannot navigate the benefits system. They find it increasingly difficult, and many in fact just give up altogether. As a caring society, we should not allow that. Applications for PIP and ESA are designed in such a way that they eliminate the neuro-diverse mindset. They are designed by a Government who would have us believe they are using all the toolkits, training, expertise and guidance from the various charities. It is clear that if this were true, more adults would have accessed employment since 2007, and fewer adults would be struggling to navigate the discriminating benefit process in operation. As MPs, we cannot know the number of individuals who have tried to apply for these benefits and not got beyond an application. People may now be homeless, have mental health issues or worse because of how this Government are failing the autistic population of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like the Minister to address these questions. What steps will this Government take to close the autism employment gap? Will the Government commit to ensuring all Jobcentre Plus staff have proper autism understanding training? Will the Government commit to recording autism in the labour force survey so that we can measure progress in the employment of those with autism spectrum conditions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, will the Government commit to raising awareness of the autism friendly employer award? This would help many more ASCs into employment. There are other awards that MPs could work towards, too. I am proud to be the first parliamentarian to receive the autism friendly award. It is not hard to make a difference for ASCs, but by raising awareness we, together, can perhaps raise employment levels for this under-represented group of society and harness their undoubted talents for the good of society and of the economy as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}