{
    "url": "https://www.ukpol.co.uk/peggy-fenner-1986-speech-on-the-scotch-whisky-industry/",
    "title": "Peggy Fenner – 1986 Speech on the Scotch Whisky Industry",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Peggy Fenner",
            "url": "/tag/peggy-fenner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peggy Fenner, the then Parliamentary Secretary to Ministry of Agriculture, Fisheries and Food, in the House of Commons on 3 February 1986.",
    "content": [
        "One of the delights of my job in the Ministry has been the opportunity to visit some of those fine Scottish distilleries, so I welcome this opportunity for a debate on the Scotch whisky industry. The hon. Member for Gordon (Mr. Bruce) has paid tribute to the industry as well as challenged it, and I wholeheartedly endorse what he has said. The Government fully recognise the importance of this industry as an important source of employment—some 16,500 jobs, many of them in disadvantaged areas—and as one of the United Kingdom’s top five net export earners, the value of exports last year having topped the £1 billion mark. At home, the industry is very important, making a similar level of contribution to the revenue. There can, therefore, be no question but that the Government fully recognise the important role of this industry in the country’s economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recognise, however, that the hon. Member, in seeking this debate, is concerned at current trends in the industry and especially the effect of several recent major bids. As the House well understands, responsibility for monopolies and mergers policy does not rest with my Department. The Ministry, however, has responsibilities for the Scotch whisky industry and that is why I am pleased to reply to this short debate. As regards competition policy, as my right hon. Friend the then Secretary of State for Trade and Industry made clear in a statement in this House on 5 July 1984, references to the Monopolies and Mergers Commission would be made primarily on competition grounds. “Primarily” does not of course exclude other considerations. For example, the major consideration behind the recent decision to refer the bid for Allied-Lyons plc by Elders IXL Ltd., was the method of financing, which was thought to raise issues deserving of further consideration. On the other hand, the decision not to refer the Guinness bid for Bell’s and Argyll’s bid for Distillers was guided primarily by considerations of competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that there has been comment on these decisions. Reference decisions, whichever way they go, often arouse controversy. I do not want to stray too far into the responsibilities of my right hon. Friend the Secretary of State, but I should point out that there were significant differences between the financing of the Elders and the Argyll bids which led my right hon. friend to his different decisions on the need for a reference. ​ The hon. Member has also raised the question of a possible referral of the recent Guinness bid for Distillers. This decision of course rests with my right hon. Friend, the Secretary of State for Trade and Industry. He will take that decision on the basis of advice submitted by the Director General of Fair Trading. It would not be appropriate for me to anticipate that decision or to comment on the matter at this stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. lain Mills (Meriden)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Surely Guinness should have the same chance to bid to the shareholders as Argyll?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Fenner**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have made the point that this is a matter for my right hon. Friend the Secretary of State. I have no doubt that the Secretary of State will be aware of the question of balance that has been put by my hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the hon. Member for Gordon will be aware, my hon. and learned Friend the Parliamentary Under-Secretary of State with responsibility for corporate and consumer affairs, the hon. Member for Folkestone and Hythe (Mr. Howard), has announced that a review of the Government’s competition policy will begin this year. The precise scope of the review has not yet been finalised but will be announced in due course. In the meantime I am sure that the interesting points made in this debate by the hon. Member will be considered in the review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member has mentioned several problems which are worrying the industry. As he is aware, the distilling sector working group of the National Economic and Development Office, which includes representatives of the industry, Government and the trade unions, has carried out a wideranging review which was published as recently as October 1984. This followed an earlier review in 1978. Matters have been examined carefully in a short time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report identified all the major issues of current concern to the industry, several of which the hon. Member has mentioned, and made recommendations for action by Government and the industry during the next five years. We are still very much involved in implementing these recommendations and, of course, we are ready to play our part with the industry in tackling any new issues that may arise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The possibility of the Government restricting bulk exports, particularly of malt whisky, has been suggested because of the benefits that would bring to the UK in employment and in other respects. I should point out that this issue was examined in the 1978 report, which concluded that the industry was insufficiently united voluntarily to regulate its bulk exports, while Government were restrained from such action by their international commitments under the GATT and by Community obligations. The 1984 study reached similar conclusions. Nonetheless, its analysis suggests that such exports have tended to stabilise around the 1978 levels, and figures just released in respect of last year’s exports show a substantial fall in this trade. I am sure that that will reassure the hon. Member.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As for the abolition of stock relief in the 1984 corporation tax changes, the Government are well aware that because of its large stocks of maturing whisky, the Scotch whisky industry has been particularly affected by these measures, although in the longer term, as ​ corporation tax rate falls, the industry should pay slightly less tax even without stock relief than it did before the 1984 changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In his decisions on taxation at the last Budget, my right hon. Friend the Chancellor of the Exchequer recognised the difficulties faced by the industry. I cannot of course anticipate the decisions that he will take in this year’s Budget, but I am aware that the Scotch Whisky Association has made detailed representations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are working closely with the industry in several areas in which there is agreement that progress can be made. For example, the Government are currently considering proposals for whisky definitions to be prescribed in new regulations under the Food Act 1984. Any proposals will be subject to the usual consultation with all the interests concerned. We are also giving strong support to Community proposals laying down clear definitions of the spirit drinks most commonly traded within the Community. The industry is keen for the enactment of measures which should help the competitive position of Scotch whisky in export markets. We shall aim to press ahead with these proposals during our Presidency of the Community in the second half of this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We maintain regular and close contacts with the industry on the trade barriers it faces throughout the world and we pay special consideration to its efforts in the far east. The Government also have the interests of the industry very much in mind in their approach to the EC Commission’s proposals on the harmonisation of the structure of duties on alcoholic drinks. Our joint aim is to help establish fairer terms of competition for the industry throughout the Community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the Scotch whisky industry has been through a difficult period during the past six years. World recession, coupled with changes in drinking fashions, has contributed to a drop in sales in many key markets. I would not, however, like to conclude on such a pessimistic note, which would not, I think, reflect current attitudes in the industry. In the past year or so, the industry has made substantial efforts to bring maturing stocks more into line with sales expectations. There is also some evidence now that the decline in world sales may be taking a turn for the better. In the domestic market, there was a 6 per cent. rise in consumption in the first nine months of 1985 as compared with the same period in 1984, with considerably greater growth in the as yet small malt whisky market. These are encouraging indications which we hope foreshadow a sustained improvement in the industry’s performance to the benefit of the whole economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Hector Monro (Dumfries)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will my hon. Friend bring home to my right hon. Friend the Chancellor the strength of feeling in the debate and the number of hon. Members who attended it? We want a revitalised Scotch whisky industry. The only way in which there can be a dramatic improvement in the near future is through budgetary measures. I hope that my hon. Friend will bring that point home to my right hon. Friend the Chancellor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Fenner**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend puts his point very clearly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}