{
    "url": "https://www.ukpol.co.uk/alex-fergusson-2003-speech-at-conservative-spring-conference/",
    "title": "Alex Fergusson – 2003 Speech at Conservative Spring Conference",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Alex Fergusson",
            "url": "/tag/alex-fergusson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alex Fergusson at the 2003 Spring Conference on 7th March 2003.",
    "content": [
        "One of the principle factors which motivated me to put my name forward as a candidate for the first Scottish Parliamentary election of 4 years ago was the absolute certainty that rural Scotland would need every voice it could get to speak in its defence in a Parliament that would, inevitably, focus on the urban agenda of the majority of MSPs. Many people, from all parties and all walks of life in rural Scotland feared the consequences of that agenda. Today, 4 years on, those fears are proven to have been entirely justified and rural Scotland today is more divided and distrusting than it has ever been. No wonder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I don’t blame the Labour party. They are, and always have been, an urban party with an urban agenda. They don’t understand the problems of rural Scotland and I have sympathy with that. What saddens me is that they show no signs of even wanting to understand those problems. No, the real tragedy is that, because of Labour’s indifference, they have left the fate of rural Scotland in the hands of their coalition partners, the Liberal Democrats who are the architects of the muddled thinking and the mixed messages which are the real cause of the cynicism and enmity that I encounter all over Scotland whenever the legislative performance of this first Scottish Government is debated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Who, other than the Liberal Democrats could give virtually free access to all land – field and hill alike – to anyone who wishes to take it – on the one hand – and tell all farmers, in the biosecurity Code of Practice – that they must keep people away from livestock at all costs on the other?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Who – other than the Liberal Democrats – could restructure Scotland’s fishing industry by destroying our fishing communities?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And who – other than the Liberal Democrats could make such a mess of Agricultural Tenancy reform that a Bill which purports to revitalise the tenanted sector (an aim with which we wholeheartedly agree) has already effectively killed it stone dead?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the last four years it often seems that it is the bureaucrats who have taken over the running of rural Scotland. How else do we explain the almost savage authority with which SNH now carries out its remit? How else do we explain the crippling penalties imposed on farmers who make the tiniest of errors in filling out the increasingly complex forms which they are required to complete? How else can we explain the ever increasing influence of so-called charities and partnerships such as RSPB, Environmental Link and the many others whose place in the decision making process seem wholly inappropriate, unduly influential, and highly questionable?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rural Scotland must be offered a real alternative, and it won’t be offered one by the SNP. Perhaps that is unfair, at their conference – they will offer an alternative but it’s an alternative that is more likely to resemble the politics of Stalin and Karl Marx than the politics which are needed in rural Scotland today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That real alternative won’t come from the SNP it won’t come from the Greens, from the Scottish Socialist Party, the fisherman’s party or even the often rumoured but entirely invisible Country Party. The real alternatives will be offered by the Scottish Conservative Party whose natural understanding of what makes rural Scotland tick has become increasingly obvious over the last four years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Accordingly, as soon as we are given the opportunity, we will instigate a total review of the regulatory burden which is suffocating rural Scotland today, with a yardstick of minimising regulations rather than maximising them, and I include outright rejection of the proposed sheep tagging regime and abolition of the 13 day rule. We will overhaul agri-environmental funding, in conjunction with the industry, to identify a more equitable pattern of distribution rather than continuing the current lottery of applications for the Rural Stewardship and Organic Aid Schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will trim to a minimum the remit and operations of SNH, while maximising the local knowledge and practical input which should influence all their operations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will reinstate the much-lamented Rural Forum in a more up to date form and explore every possibility for the greater regionalisation of production and marketing of the high quality products for which Scotland is so justly famous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will restore a tenable balance between communities, tenant farmers, access takers and landowners by repealing parts 2 and 3 of the Land Reform Bill and reviewing the Access provisions of Part 1.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Never let it be said that this party is against community ownership, access to land or tenants buying their farms. We are not – but it should always be done by mutual agreement and co-operation rather than by the confrontational approach which this Government has turned into an art form.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In short, conference, we will deliver genuine integrated rural development – an overall package which encompasses housing, health service delivery, education, transport and infrastructure priorities alongside the traditional rural industries of farming, forestry, fishing and tourism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is the approach which rural Scotland needs and which only we will offer. I believe that the electorate will endorse it strongly on May 1st and I commend it to you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}