{
    "url": "https://www.ukpol.co.uk/suella-fernandes-2015-maiden-speech-to-the-house-of-commons/",
    "title": "Suella Fernandes – 2015 Maiden Speech to the House of Commons",
    "post_date": "February 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Fernandes",
            "url": "/tag/suella-fernandes/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Suella Fernandes to the House of Commons on 1 June 2015.",
    "content": [
        "[![suellaf](https://www.ukpol.co.uk/wp-content/uploads/2016/02/suellaf.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/suellaf.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "feel a real sense of humility speaking after the hon. Member for Islington North (Jeremy Corbyn), who gave an accomplished speech in the best traditions of this House. I congratulate him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On a cold February morning in 1968, a young man, not yet 21, stepped off a plane at Heathrow airport, nervously folding away his one-way ticket from Kenya. He had no family, no friends and was clutching only his most valuable possession, his British passport. His homeland was in political turmoil. Kenya had kicked him out for being British. My father never returned. He made his life here in Britain, starting on the shop floor of a paint factory. My mother, recruited by the NHS in Mauritius as a girl of 18, passed her 45th year of service last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My family had nothing but hopes and dedication. They were so proud to be British and so proud to make our country even better. If I succeed in making some small contribution during my time in this place, it will reflect only a fraction of my gratitude to this country for the abundance of education, culture and traditions that have made Britain great, for the tolerance and fellowship of the British people, and for the opportunity and liberty that we all enjoy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I turn to the subject of today’s debate, I should like to pay tribute to my predecessor, Mark Hoban. Mark served for 14 years in this House and during that time set an example as a conscientious constituency MP and a principled member of the Government. I have met many constituents for whom Mark was an indefatigable campaigner. He set a standard that it would be difficult to match. Mark played an invaluable part in the previous Government, initially as Financial Secretary to the Treasury and latterly as Minister for Employment. His brief covered financial services in the aftermath of the credit crunch and he embraced the challenge of banking reform. As Minister for Employment, he was responsible for Universal Jobmatch, an excellent service matching jobseekers and employers online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following Mark is not only daunting but inspiring. I will be a strong voice for Fareham. More than 1,000 young people travel too far for A-levels, and I hope to see more sixth-form provision within the constituency. As an increasing and ageing population puts pressure on local GP services, schools and roads, I plan to be an advocate for all my constituents as we face the challenge of building more homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Fareham is nestled on the Solent coastline between Portsmouth and Southampton. In the south of the constituency lies Titchfield, famous for its abbey. It is on the route to the Isle of Wight, and monarchs often visited. In 1625, Charles I, just married, arrived with his new bride, the French Princess Henrietta Maria. It was the 17th century equivalent of a honeymoon. However, all was not well between the newlyweds: instead of their enjoying the first days of a new life together, arguments that had been brewing between the French and English courts came to a head in Titchfield. Disputes about status, religion and money culminated in melodramatic outbursts between Charles and his new wife, altercations and even the attempted murder of the local vicar. It is fair to say that that European union was not going so well. Thankfully, all was lovingly resolved and the Hampshire honeymoon marked the beginning of a decade of marital bliss for Charles and his wife. No doubt the European renegotiation that this Conservative Government are driving forward will be judged successful if our marriage remains happy and prosperous in the decades ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is fitting that I make my maiden speech during the debate about Britain in the world because if you take away only one fact about Fareham today, Mr Speaker, let it be the bravery of the men and women who gave so much in the name of freedom. Warsash on the Hamble river was the disembarkation point from which hundreds of British and allied naval and commando units sailed for the D-Day landings on the Normandy beaches. It was an ambitious operation. Just before he left for Normandy, one officer wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_“the local rector arrived in the camp and there was a parade. We all attended and knelt in the main road coming into the camp, the rector stood on a box and gave a short speech ‘God teach us not to show cowardice, God give us the strength to face the enemy’”_.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At times of threat and in the face of evil, Fareham was courageous. We will never forget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the new MP for Fareham, I hope to build on a legacy of enterprise, for Fareham is at the forefront of technology in the aerospace and marine sectors, with companies such as Eaton Aerospace, National Air Traffic Services and Raymarine headquartered locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a stroke of luck to be born British, and my indebtedness goes to the heart of why I am a Conservative. Our party rewards endeavour, enables compassion and liberates people from the shackles of the state. Our party says, “It doesn’t matter where you start. You can make your life and that of others better by taking responsibility and through self-empowerment and generosity.” I will do all I can to serve the people of Fareham with humility, integrity and warmth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}