{
    "url": "https://www.ukpol.co.uk/suella-fernandes-2017-speech-on-brexit/",
    "title": "Suella Fernandes – 2017 Speech on Brexit",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Fernandes",
            "url": "/tag/suella-fernandes/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Suella Fernandes, the Conservative MP for Fareham, in the House of Commons on 26 June 2017.",
    "content": [
        "Our great country is about to embark on a journey of national self-determination, rediscovering and building our identity as a great trading nation, an outward-looking nation and a nation that has every reason to be confident in its future. The Government have rightly rejected staying in the customs union and the single market. If we are to realise our aspiration of becoming a self-governing, global-facing democracy, we cannot remain signed up to the single market or customs union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Contrast the Government’s position with what we have heard from the shadow Secretary of State today: confusion and an illogical position, as he stated that membership of the customs union remains on the table. Contrast that with what the shadow Attorney General said this weekend: we will not necessarily be able to control our immigration policy. But that was what people voted for last year. If Brexit is to mean anything, it must mean control of our borders, our immigration policy and our trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why has the customs union not served our purposes? There are four main reasons. First, it has not served our country’s trade interests. The EU has a laughable track record on securing trade agreements with the more flourishing parts of the world. Since 1999, our trade deficit with the EU has grown from £12 billion to £71 billion. That is in contrast to our growing trade surplus with the rest of the world—we have gone from a deficit of £4 billion in 1999 to a surplus of £34 billion in 2016. There is therefore an amazing opportunity for our country to forge trade links with the rest of the world, rather than being reliant on the declining market of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will be able to strike new trade deals only if we are out of the customs union. The alternative is impossible because of the common commercial policy, which binds all its members. The Labour manifesto says that it wants to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“work with global trading partners to develop ‘best-in-class’ free trade and investment agreements that remove trade barriers and promote skilled jobs and high standards”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "but that is simply not possible as long as we are members of the customs union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, EU protectionism harms British consumers. We are denied products such as cheaper sugar from developing states because protectionist tariffs favour ​less efficient farmers in northern Europe. The EU customs union has pushed up the price of food and clothes by an estimated £500 a year for each household. By opening the market and lowering barriers to entry for new competition, prices will fall and consumers will benefit. Choice and quality will increase as producers will no longer have a captive market or a monopoly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, the EU’s trade agreements have focused too much on goods. When 80% of our GDP is from services, we need to realign our trade policy. Lastly, the customs union severely penalises farmers and workers in developing countries when they export to the EU. The tariffs are unequal and discriminatory, and that really is an enemy of fair trade. If we want to, we can develop more opportunities to support African countries to become more sustainable and to industrialise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, Brexit is not a crisis to manage, as the Opposition would have us believe. It is a golden opportunity for us to seize. I implore them to get behind the Government and support Brexit in all its forms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}