{
    "url": "https://www.ukpol.co.uk/sue-ferns-2022-speech-to-tuc-conference/",
    "title": "Sue Ferns – 2022 Speech to TUC Conference",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Sue Ferns",
            "url": "/tag/sue-ferns/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sue Ferns, the President of TUC, to the TUC Conference on 18 October 2022.",
    "content": [
        "Vice-President, Frances, Paul, delegates:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It’s wonderful to address you as TUC President.  \nTo be at our first in-person Congress for three years.  \nAnd I want to begin by thanking my two predecessors.  \nTwo good friends of mine.  \nGail Cartmail and Ged Nichols.  \nAs Ged said, there had been 152 TUC Congresses.  \nAnd it was just his luck to preside over the first ever virtual one.  \nBut Ged and Gail both did us proud.  \nWe may have been apart – but they kept us together.  \nI also want to thank Mike – boss and friend – and everyone at Prospect for their support throughout the year.  \nI’m incredibly proud to be part of such a unique union.  \nPrivate and public, we represent professionals and specialists on whom we all depend:  \nThe air traffic controllers keeping our skies safe.  \nOur members keeping the BBC on air in the face of threats to the future of public service broadcasting.  \nScientists tackling our climate emergency.  \nEnergy workers supplying our homes, schools and hospitals despite the extreme weather events across the seasons.  \nAnd I want to say a few words about our members in the civil service.  \nCommitted public servants who helped get us through the pandemic and Brexit.  \nThe scientists whose advice we all depended on, now openly derided by ministers.  \nCivil servants who found out in the Daily Mail about the proposals to cut 91,000 of their jobs.  \nShortly followed by Liz Truss’s ill-conceived plans to introduce regional pay.  \nTo the government, to the new Prime Minister, we say this:  \nTogether we are strong. Together we are united. And together we will fight for our members every step of the way.  \nFriends, my year as President has been dominated by Putin’s war in Ukraine and of course by the cost-of-living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve heard the Prime Minister is looking for the anti-growth coalition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, the Prime Minister whose budget crashed the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After less than a fortnight in charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, I say this to the Prime Minister, if you want to find the anti-growth coalition, then take a look in the mirror.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because working people will be taking no lessons on growth from you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But there have been many highlights too.  \nAnd none better than meeting trade unionists the length and breadth of the country.  \nDuring the COP26 in Glasgow, I joined the GMB picket line during the refuse collectors’ dispute.  \nMen and women who didn’t just care about the jobs they do and the communities they serve.  \nBut just one example of workers helping to care for our environment, yet so often taken for granted.  \nBecause it’s clear that it’s not just governments or businesses that will tackle climate change.  \nA fair transition simply will not happen unless workers and their unions have a real say in decision-making and are properly supported through a process of fair change.  \nAnd earlier this year, I travelled to Plymouth to unveil a plaque commemorating the return of the Tolpuddle Martyrs.  \nThat was on the same day as P&O workers learned that they were sacked on Zoom.  \nA reminder that almost two centuries after Tolpuddle, workers still face many of the same challenges:  \nBad bosses. Insecure work. A government that serves wealth, but attacks labour.  \nIt’s worth remembering that during the pandemic, the government lauded key workers and worked with unions to deliver furlough.  \nTwo years on, and it attacks those same workers for asking for a decent pay rise – waging a right-wing assault on our movement.  \nWell, I say this to the government: you’ve completely misjudged the public mood. But you don’t need to take my word for it – just look at the latest opinion polls.  \nThe British people have rather more faith in trade unionists than they do in Tory politicians. And we will fight any attempt to restrict our employment and trade union rights.  \nWhen we marched on 18 June, we said there was more to follow.  \nAnd Congress, today we are clear:  \nWorkers across the country have had enough and are fighting back.  \nRail workers, bus drivers, posties, NHS staff, teachers and many others across the economy are joining together to send a clear message.  \nWe know it’s not wages that are driving up inflation.  \nBut where’s the scrutiny of profits and bonuses?  \nNo more real term cuts – we demand fair pay now.  \nIt’s about time the real wealth creators got a look in.  \nDespite promising to get wages rising, the government is once again treating us as the enemy within.  \nWhat do politicians expect? We’re an industrial movement doing our job. Fighting for decent pay for working people.  \nBut Congress, we’re not perfect.  \nAt the start of my year as President, I made tackling sexual harassment a priority.  \nWe’ve done lots of good work. But there’s a lot still to do.  \nAs we know, sexual harassment takes many forms – from physical harassment to verbal abuse and downloading obscene images at work.  \nBut I want to make one thing clear: it doesn’t matter whether it’s Parliament or any other workplace, sexual harassment is never acceptable.  \nAnd that includes our movement too.  \nMost women in this hall will have experienced harassment at some point in our working lives.  \nIt’s upsetting, shocking, humiliating.  \nIt takes a toll on your self-confidence and wellbeing.  \nAnd it makes doing a tough job even tougher.  \nAnd delegates, it makes it harder for women to do our union job too.  \nThat’s another reason why it has to stop.  \nIt’s corrosive and ultimately it weakens us all.  \nSo let’s be clear: all decent trade unionists share an interest in preventing harassment of any kind.  \nNo woman, or man, should suffer in silence.  \nAnd when harassment happens, let’s commit to take action to call it out, stop it, once and for all.  \nCongress, the battle for women’s equality has reached a defining moment.  \nWomen still earn less than men.  \nOur pensions lag behind.  \nAnd our rights are under attack.  \nThe US Supreme Court’s decision on Roe v Wade rolls back 50 years of progress.  \nAn assault not just on women in America, but women worldwide.  \nAnd today we are clear:  \nIt’s not for the radical and religious right to decide what women can, and can’t, do.  \nIt’s for women. And women alone.  \nI’m proud that too we’re making a difference globally.  \nMost importantly, by leading the fight against the far right.  \nLet’s hope Lula gives Bolsonaro the thumping defeat he so richly deserves in the final round of the Brazilian elections at the end of the month.  \nCongress, whether it’s fighting the imprisonment of trade unionists in Turkey.  \nOr supporting the struggle for justice in Palestine.  \nLet’s put our values of internationalism and solidarity into action.  \nAs a trustee of TUC Aid, I’ve seen what we can achieve.  \nSupporting Iraqi women. Tackling sexual harassment in Brazil. And helping our Kenyan brothers and sisters win fair trade deals.  \nCongress, in this country and overseas, equality really must be at the heart of everything we do.  \nAs the TUC’s Anti Racism Task Force has shown, we are at our best when we are boldest.  \nSo let’s secure good jobs for all.  \nAddress our epidemic of low-paid, low-skilled, low-productivity work.  \nAnd deliver genuine flexibility for everyone.  \nIt’s great that flexible working is now so prominent on the agenda.  \nBut the debate shouldn’t just be about middle-class professionals working from home.  \nThat excludes the majority of the working population – including keyworkers.  \nIt should be about delivering flexibility for all.  \nAnd that includes those in occupations traditionally denied the choices others take for granted.  \nAnd Congress, it doesn’t matter whether it’s flexible working, or equality, or higher pay, we know the best way to win for working people:  \nStronger unions. Collective bargaining. And organisation.  \nAnd that really puts the onus on all of us to rebuild our movement.  \nMeeting the demands of a world which is changing fast.  \nAutomation, technological change, the climate emergency – all demand stronger, not weaker, trade unions.  \nAnd so we must focus relentlessly on growing our membership.  \nReaching out to today’s workers, in all our magnificent diversity.  \nAnd nowhere is that more important than where most people work, in the private sector.  \nTimes may change, jobs may change, but workers still need a union to fight their corner.  \nPublic or private, only strong, growing, representative unions can give working people hope.  \nThe confidence to demand better.  \nAnd that to me is the essence of trades unionism.  \nWorkers joining together to win fairness, justice and equality. To secure good work, good jobs.  \nNever did I imagine I would have the privilege of addressing this Congress as President.  \nNor that, within my working life, women would assume their rightful place as leaders of our movement.  \nFrances, I imagine you’re going to hear a fair few tributes over the next two days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "You have been a brilliant general secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you for everything that you have achieved for working people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "You may have been our first woman general secretary, but mark my words, you will not be the last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally I must say thank you to you, the trade union team.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The officers, reps and activists who make our movement what it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A unique democratic movement of, and for, working people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So thank you delegates for everything you do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Keep up the good work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Be proud of our trade union values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And let’s build for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}