{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2023-speech-on-snares/",
    "title": "Margaret Ferrier – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in Westminster Hall on 9 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Vickers. I thank the hon. Member for Don Valley (Nick Fletcher) for opening the debate, and the more than 102,000 members of the public who signed the e-petition, including constituents of Rutherglen and Hamilton West. I also thank Animal Aid and the League Against Cruel Sports for their excellent briefings ahead of today’s debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is blessed with beautiful countryside, greenery and, of course, wildlife. The public feel very strongly about protecting that wildlife, as we can see through the sheer number of signatures added to this petition and others, and through opinion polls. According to OneKind, 76% of the Scottish public support a ban on the use of snares. We have some good animal welfare legislation, and the Government’s action plan for animal welfare sets out a positive agenda. I recognise that this policy area is in large part devolved, and I will touch on the position in Scotland slightly later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To state the obvious, I agree with the many voices calling for a ban on snares on the basis that they are cruel and indiscriminate—they often capture non-target species. Our registration and regulation models are ineffective in tackling the issues presented by the use of snares. Self-locking snares are rightly illegal, so we are discussing free-running snares today. In England, their design and use are guided by a voluntary code of practice, but DEFRA research found that there are low levels of compliance, or even awareness of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is really important to recognise that, when not properly maintained, free-running snares begin to degrade and can act similarly to illegal self-locking snares, which continue to tighten. A huge number of snares are set every year—running into the hundreds of thousands—so although owners are responsible for checking them every 24 hours and ensuring their upkeep, that is not realistically achievable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because the code of practice is industry-owned and non-statutory in England, and because snares are predominantly used on private land, it is nearly impossible to monitor compliance. In Scotland, the use of free-running snares is more regulated. Training, registration and record keeping are mandatory in law, and there are five-yearly reviews of the effectiveness of the legislation. The latest review, published in February 2022, included an acknowledgment that a further and wider review of snare use would be necessary, given the continuing concerns regarding the welfare of animals caught in snares. I hope the Minister can provide some detail on what work she and her colleagues are undertaking to engage with the devolved Administrations on a ban to ensure animals are protected fully and equally across the four nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even when used in compliance with the guidance or registered, snares pose an unacceptable risk to animals. I mentioned that they are often not checked every 24 hours, as the code sets out, and there are many reasons for that, but think about what that means for an animal trapped within one for hours, days or weeks on end. In a panic, they may aggressively struggle and die of asphyxiation. They may, like a human, freeze in fear —also known as tonic immobility. If snared by non-intended parts of the body, such as the leg, shoulder or abdomen, animals can suffer horrific injuries and be left suffering needlessly until someone comes to release them. Some gnaw at the wire, biting at their own flesh to try to get out. They may be preyed on by another animal, or die of hypothermia, dehydration or starvation. It is horrific and cruel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "DEFRA research also found that up to 68% of the animals caught in snares were non-target animals. That presents a whole raft of other problems; for example, the stop on a snare set for a fox will already be much too tight for animals such as badgers—which, by the way, are legally protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to illustrate why the Scottish Government are conducting a wider review, and why the Scottish Animal Welfare Commission recommended a complete ban on snare use in December last year. Last week, a news article highlighted a horrible incident of a young badger cub caught in a snare in Skyeburn, leaving it hanging from a gate while it struggled. A passer-by spotted the cub in distress, and when animal welfare charity worker Alexis Fleming arrived on scene she found over 20 strands of wire had wrapped around the cub’s neck and body as it frantically tried to free itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cub was taken to the charity’s premises where they were able to remove the wire and treat the wounds caused. It was thought that the cub had been trapped for at least a few days. He was trapped by an illegal snare, and would have asphyxiated if not for stones under the gate he used to support himself. Bits of sharp metal in the wire, described as similar to barbed wire, were caught in the cub’s neck, leaving him suffering tissue damage and necrosis. When we say that snares are indiscriminate, that is what we mean.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not just non-target wild animals; pets, such as cats and dogs, have been caught in them too. It is quite normal for pet cats to roam unattended before returning home—they are free spirits. Imagine if someone’s cat did not come home one day. Because they are so independent, that person does not worry about it immediately—maybe they do not worry about it for a few days—and all the while the cat is caught in a snare, in pain and scared.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I mentioned that snares are often used on private land and estates; that is mostly to prevent animals preying on birds bred for shooting estates. That is a whole other issue in itself. Their use should not be seen as necessary—they absolutely are not necessary. Organisations with huge amounts of land to maintain, such as the Woodland Trust, the Wildlife Trust and the Royal Society for the Protection of Birds, do not use them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In their response to the petition, and as part of the animal welfare action plan, the Government committed to publishing a call for evidence on the issue. That has not yet come to fruition. Many animal welfare organisations have been vocal about their opposition to snare use, including the British Veterinary Association, which stated in May that it was calling for,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The UK Governments to introduce an outright ban on the use and sale of snares to both the general public and trained operators.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The BVA is ready for that call for evidence when it is finally published. It is concerning that is has not been published already. Following its publication, how long will it take to see any changes enacted? I hope the Minister will be able to shed some light on that and provide some much-needed reassurance that this is a matter the Government recognise as needing swift intervention. In 2023, there is no excuse to allow animals to continue to suffer such awful injury and death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}