{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Margaret Ferrier – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 16 June 2022.",
    "content": [
        "I congratulate the hon. Member for Leeds East (Richard Burgon) on securing today’s debate and on circulating the briefings to help ensure that Members were well prepared to speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tuesday marked five years since the tragedy at Grenfell Tower, and I want, first and foremost, to pay tribute to the 72 people whose lives were lost—men, women and children who were taken from their family, friends and neighbours far too soon and in the worst way. For those who knew them and loved them, their grief will never leave them. The trauma suffered by the survivors also weighs heavy here today. I cannot even begin to imagine how difficult this anniversary is for them every year, with the painful memories and emotions with which they have to live. On this anniversary, I have been keeping the survivors, the victims and their loved ones in my thoughts, and I am sure that the people of Rutherglen and Hamilton West have been doing the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What is so striking about the events of 14 June 2017 is the way that it resonated with so many of us, and the way that it still does today, half a decade on. London immediately entered a collective mourning for its lost residents. The entire United Kingdom mourned, and, as inquiries and investigations began, we all realised that the UK was sitting on a ticking time bomb. The disaster could have happened in any number of similar buildings across the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Late last year, Channel 4 aired a documentary on the events at Grenfell, which was deeply emotional. I spoke in Westminster Hall not long after it aired, and I will reiterate today one of the key messages that I took away from the programme. It was desperately sad to understand that residents in Grenfell Tower felt that this had happened precisely because they were living in social housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "They felt unseen and unheard, overlooked until the very worst happened, because of the outdated stigma that exists around council housing and the people who might live there. Having learned what we now know, the fact that it was social housing was a huge contributing factor in why costs were cut and existing concerns were not addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have said before, social housing is one of the great privileges of living in the UK and it should see investment reflective of that. No one should have to live in a home with potential safety risks just because it is a council property. While the Building Safety Act is a necessary milestone in improving the building safety system, the job is not done. There is work still to do and, for so many, justice to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Grenfell Tower and the surrounding community were just like many areas of London and indeed the UK: dynamic, talented, culturally diverse and economically deprived. As Imran Khan pointed out at the Westminster Abbey memorial this week, 85% of those who died that night were people of colour. That is not an accident or coincidence; it is symbolic of the many levels of discrimination that the UK still grapples with. It is important to recognise that fact, to think about all the reasons behind it and to acknowledge it so that we do not see it repeated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Imran Khan also said that many of the survivors and the families of victims have told him personally they have little faith in the public inquiry or the political appetite to act on its findings. They despair at the inquiry’s reluctance to face head-on so many aspects of this tragedy that are crucial to understanding what happened: the impact of race, class and disability. Even that service at Westminster Abbey faced criticism from some families of the victims for its lack of inclusivity of families from different cultures or faiths.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On Monday, The Times published a short note, penned by Natasha Elcock of Grenfell United, Kamran Mallick of Disability Rights UK, and Sarah Rennie and Georgie Hulme of CladDAG, in which they highlighted that 40% of disabled residents died that night. None had evacuation plans. The note pointed to the Government’s refusal to place a legal duty on building owners to provide personal emergency evacuation plans for disabled residents following the inquiry. That shows lack of regard for disabled people. What message does that send?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Minister will respond to that point in his closing speech, and I hope that it will be a substantial response. This is 2022, and the world has moved on from the times when a disabled person was seen as less important. They are just as entitled to respect as anyone else, and to peace of mind in the safety of their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Grenfell Tower still stands, a looming presence, a husk of the building it once was both physically and sentimentally. It represents something much larger than its physical size—the ignored red flags and warning signs predating the tragedy by years, the awfulness of that summer night in 2017, and the inequality and injustice that led to the fire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The failure to look at similar tragedies and learn from them is one of the hardest pills to swallow. In fire after fire, we know that cladding was the contributing factor. The Garnock Court fire in Irvine in 1999 was a moment of realisation in Scotland and led to the immediate removal of that cladding on all buildings. There were also the fires in Knowsley Heights in Merseyside in 1991 and Lakanal House in London in 2009. The all-party parliamentary group on fire safety and rescue raised concerns in this area for years with a number of Ministers, but they fell on deaf ears.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take this opportunity to pay tribute to our late colleague and chair of the APPG Sir David Amess, who was a vocal advocate for fire safety and championed the cause regularly in this Chamber. The APPG, of which I am a co-vice chair and which is chaired by the hon. Member for Harrow East (Bob Blackman), has today provided a statement setting out its position on current policy. I hope the Government will take note of the points made and consider them closely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nothing will ever bring back those lost. Nothing will ever erase the pain for those who loved them. But the Government cannot ever allow this to happen again. Whatever recommendations are made, they must be implemented whatever the cost. In memory of the 72 victims of Grenfell Tower, whatever happens to the building now must be agreed with the survivors and the bereaved. It should be a fitting tribute, a memorial that keeps in clear focus the events of that dreadful night so that it is never, ever forgotten.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}