{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-economic-crime-and-corporate-transparency-bill/",
    "title": "Margaret Ferrier – 2022 Speech on Economic Crime and Corporate Transparency Bill",
    "post_date": "October 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 13 October 2022.",
    "content": [
        "I shall be brief. I welcome the Minister to his place and I welcome the Bill. I am glad to see Ministers deliver on the commitment to use the building blocks laid by fast-tracked legislation earlier this year. While the war in Ukraine continues, we have to utilise what we can to hit the Russian state where it hurts financially.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although Russian aggression may have been the catalyst for economic crime prevention measures, the benefits of a better-regulated system are far more wide-reaching. According to the Cabinet Office, fraud accounts for 40% of all crime committed in the UK. Tackling that is crucial, and a monumental task. However, as we have heard, the legislation is not the powerhouse it needs to be. There are some very big limitations and gaps to be plugged. For the Bill to be effective there cannot be any gaps or loopholes. We must close them before the Bill finishes its passage, and get it right the first time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have concern about the resourcing and funding that will be available to public bodies such as Companies House to undertake their new responsibilities. The Government have been clear that they are keen to cut back departmental spending and reduce civil service numbers. How do those priorities align with pouring what will be very necessary resource into the organisations responsible for operationalising the Bill’s measures?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Companies House will have to make a significant pivot to its new regulatory role, and that will require investment if it is to be effective in the long term. Some of the funding could, and should, be raised through increasing the registration costs for new companies. The Government have taken the power to do so through secondary legislation but have not yet committed to using that power. As we have heard, increases would not need to be astronomically high: industry has suggested an increase from £12 to £50 and the Treasury Committee has suggested £100. Those costs would still mean that the UK is one of the cheapest places in the world to set up a company.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What steps will the Government take to ensure the registrar’s proactive querying power is effective in targeting a significant number of the companies that have submitted fraudulent information to the register? Are Ministers also looking at further reform to the strike-off process? That will inevitably require further resourcing but is a crucial gap in the Bill that needs some more attention. If companies continue to be struck from the register automatically, there are no checks to assess whether any fraud has occurred. That means that the directors of automatically struck-off companies can go on to commit further frauds—indeed, many do just that. Will the Minister commit to putting such companies through an insolvency process to ensure that returns to creditors can be made?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill will deliver significant changes for limited partnerships, which are at high risk of being “shell companies” that are used for fraudulent activity and crime. In its current form, the Bill does not adequately prevent limited partnerships, limited liability partnerships or Scottish limited partnerships from having corporate partners and members in secretive offshore jurisdictions. While such companies are controlled by offshore entities, we will continue to struggle to identify their real owners and verify that the information held by Companies House is accurate. Because limited partnerships operate differently and do not require directors, they could allow sanctioned individuals to continue to launder money through the UK. The Government must introduce measures to tackle that issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The last issue I wish to look at is communication and information sharing. I will give Ministers some leniency here—it is not easy to create an effective information-sharing gateway while protecting sensitive data—but information sharing will be key to the success of a new regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Regulated sector entities should be able to share information more easily—the new measures will be used reactively and miss the potential for proactivity in spotting fraudulent activity earlier. Regulated organisations need more clarity about the intent of the legislation and how it can be operationalised to its fullest potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The finance sector, for example, sees benefits in sharing information between firms on the same basis that they currently share information with the National Crime Agency. Although the legislative framework may exist for that, civil liability is a very real risk, particularly where firms are dealing with sophisticated, experienced and monied criminal individuals. We have already seen the risks of aggressive litigation in this area through the legal challenges mounted against the National Crime Agency when pursuing unexplained wealth orders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that Ministers will be looking closely at where the gaps are here. This is a piece of legislation that must be done right and must be watertight if it is to be effective. Rather than bringing forward multiple Bills over the next few years as issues are identified and further gaps need filling, I hope the Government will use the Bill as a legislative vehicle to reform the system and prevent these instances of money laundering and economic crime as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}