{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-achieving-economic-growth/",
    "title": "Margaret Ferrier – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 18 May 2022.",
    "content": [
        "The Queen’s Speech presents the Government of the day with an opportunity to stand back, take stock and realign their priorities. There are aspects of the new legislative programme that are welcome, and aspects that are less so. Most concerning are the things that are missing from it altogether. I will start with levelling up. Regardless of any personal views we might hold about the intricacies of the agenda or how it is implemented, I am sure that most of us would agree that the principle of targeted and meaningful local investment is not a bad thing. Each one of us could point to projects in our constituency that not only deserve such investment but would return it tenfold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is an enormous patch of derelict land at Shawfield in my constituency that had been vacant for decades. Opportunity was wasted because the land suffered from the big problem that, until recent years, nobody had the patience or the vision to invest the time and money to fix its contamination with hexavalent chromium, a carcinogenic chemical—anyone who has seen the movie “Erin Brockovich” will know how dangerous it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Remediating the site will cost tens of millions of pounds. Clyde Gateway, a publicly backed community regeneration project that reinvests its profits in new projects, has taken on this mammoth task. It has already remediated huge amounts of land, but the majority of the site is still unusable. The location is perfect, and Clyde Gateway has already proved with its redevelopment of remediated land that it is profitable. The site would serve as an excellent hub outside the Glasgow city centre boundary for businesses and residents alike. I have even heard rumours that the Cabinet Office has looked at some of the remediated land to house its offices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The project is a no-brainer, and I hope it is successful in bidding for the levelling-up fund. It will transform the local economy, but it needs vision and funding. Through my extensive conversations with the executive director of Clyde Gateway over the years, I have found that funding streams such as the levelling-up pot pose their own challenges. Although it is vital to ensure that public money is not frittered away, being too prescriptive stifles the ability to access and use the money to its fullest potential. I encourage the Government to consider how different project types, such as Shawfield, might be even more successful and economically beneficial to communities if their funding streams have more flexible criteria. Of course, the most important thing is to make sure that the levelling-up fund is distributed equitably across the four nations to projects that will bring the most economic value.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad to see the Government finally bring forward plans for community access to cash, an issue on which I have bored Treasury Ministers to tears, as the most vulnerable in our communities are the most reliant on physical cash. Although we have accelerated our progress towards low reliance on cash over the past two years, it remains essential to protect cash and restore ease of access.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look forward to the proposals on the sustainability of the ATM system, making sure all ATMs are free to customers without risking the affordability of maintenance for providers. I am also interested to see more of the measures on consumer rights and protections and the economic crime Bill, which is increasingly crucial at a time when people have less, if any, disposable income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I spoke last week about Safe Hands funeral plans and the devastating impact of the company’s collapse on victims who face losing thousands of pounds they simply cannot afford to lose. I agree that strengthening this area of our statute book is essential. We need strong reform of limited partnerships and the role of Companies House, although I reserve judgment on the efficacy of the Government’s proposals until the details become clearer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am also eager to see the energy security Bill. It is high time—to be honest, it is too late—that the Government addressed the price crisis that is hitting households so hard. Over the past few months, this issue has been high on the list of reasons for constituents to seek support from my office. It has been so frustrating to see the Government offer so little to help the millions who are struggling to keep up. It is not just households, either: there is currently no price cap for businesses, and smaller businesses are finding themselves at real financial risk. The Government advertise themselves as the party of business, so they must do more to back up that claim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are quite a few Bills that we need to see in detail as soon as possible, including the Brexit freedoms Bill to address retained EU law, the Bill of Rights and the national security Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I said I would return to the things that are missing from the Queen’s Speech, and I will focus on a big one. This year’s Queen’s Speech skirted neatly around the very large elephant in the room—an elephant that, for some reason, the Government are determined to ignore. At the very least, they do not want to make eye contact with it, perhaps because they know that, at the end of the day, they can leave the metaphorical room. Everyone else though—our constituents, the taxpayers and voters—is stuck in that room, eye to eye with the elephant, every single day. The room gets tighter, conditions worsen and the walls are constantly closing in. There is no sunlight and, seemingly, no escape. The Government failed to adequately account for the single biggest, most immediate and pressing crisis this country is facing: the cost of living. We are all acutely aware of it, and colleagues on Benches across the House will agree that we are fortunate that we do not feel it in quite the same way as many of our constituents do. The only way to achieve economic growth is to invest in our people. The Government are not doing enough of that, and that is incredibly short sighted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}