{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-safe-hands-funeral-plans/",
    "title": "Margaret Ferrier – 2022 Speech on Safe Hands Funeral Plans",
    "post_date": "May 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 12 May 2022.",
    "content": [
        "I thank Mr Speaker for granting this important Adjournment debate. I know that my constituents and other hon. Members’ constituents who have been affected will be grateful that the situation has been recognised with due seriousness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the first day of the Easter recess, my constituent Patrick Hughes called my office following the collapse of Safe Hands Funeral Plans, which had gone into administration the week before. Quite understandably, he was extremely anxious about what would happen next. Some years ago, Mr Hughes had bought a policy or plan with Safe Hands at an initial cost of about £6,300. It was a significant investment, but it was worth it: he was paying for peace of mind that his family would not have to worry about finding the money for a funeral when the time came.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Funerals do not come cheap, but we all want to be able to give our loved ones the best send-off we can. A key attraction for Mr Hughes and for so many like him was the security that they were being offered. “Nothing can go wrong,” they were assured. “This is a smart investment: your plan is guaranteed and your family will be grateful that they won’t have to worry about it at their time of grieving.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To date, Mr Hughes has been contacted exactly once since the business went into administration: with the initial letter informing him of the collapse. Like the many thousands of policyholders in the same boat, Mr Hughes tried to make contact with Safe Hands or its administrators to get some answers about what would happen next. His letters went unanswered. The phone lines would not connect, or the phone would just ring out. Panic began to set in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Customers were told that the company was\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“uncertain that the funeral plans will be able to be fulfilled”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "and that they should consider their plans\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“terminated with immediate effect”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People were realising that it was becoming very likely that their life savings had been lost. Safe Hands was not regulated by the Financial Conduct Authority. Anecdotally, I understand that it was regarded in the wider funeral industry as a cowboy—a reputation that did not reach its customers in time for them to reconsider their investments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The thing is that such plans, if provided by reputable companies and regulated properly, could be immensely beneficial. They really could give some peace of mind. That is why, along with the sector and colleagues, I wholeheartedly welcome the Government’s plans to bring funeral planning services under the remit of the Financial Conduct Authority this July. The plans, which include assessments of providers, fund protection measures, stricter advertising rules and bans on cold calling, will hopefully protect future customers from falling victim to the scams of unscrupulous companies such as Safe Hands. I appreciate the letter that the FCA sent me in advance of this debate, setting out how the regulatory reforms will work; I look forward to taking up its offer of a meeting to discuss them in more detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Peter Grant (Glenrothes) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend my hon. Friend for securing this debate. As an example of the kind of advertising that the company has been doing, it promised that customers’ money would be kept by an entirely separate and independent company. Is she aware that the trustees set up a company called SHFT Properties Ltd and that every single person who has ever been a director of that company was also a director of Safe Hands Plans Ltd? Does she share my frustration that directors of companies that repeatedly tell such blatant lies to con their customers are allowed to carry on as directors of other companies to this very day despite the chaos left behind in the wreckage, as has happened with Safe Hands Funeral Plans?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for his intervention—and I shall have more specific thanks to give him a little later in my speech. I completely agree with the points that he has made. I know that the Government intend to introduce legislation relating to economic crime and impropriety during the current Session, and I hope the Minister can confirm that it is something they are seriously considering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was particularly happy to note the FCA’s clear focus on consumer protections, and I fully agree with their approach in wishing to ensure that customers pay a fair price, that the plan meets their needs, that the money is looked after responsibly, and that they have all the information they need in order to make an informed decision. Unfortunately, however, that announcement is just too little, too late for many of Safe Hands’ customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me provide some context by explaining the way in which Safe Hands worked. Customers’ money was put into a trust and then reinvested. These funds are supposed to protect customer investments, and, indeed, that is how the plan was sold to my constituent Mr Hughes. The trust should have been overseen by independent trustees whose job is to make sure that funds are not misappropriated, and are ring-fenced from the funeral provider’s business assets. When Safe Hands suddenly left the market after withdrawing its application to be an approved seller under the upcoming FCA rules, administrators found a significant shortfall between the value of this trust and the cost of the funeral plans that it would need to finance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Apparently, what the administrators found was that the trust’s assets had been wildly overvalued. What was even more concerning was that most of the assets were actually owned by third parties, as was mentioned by my hon. Friend the Member for Glenrothes (Peter Grant). Reports indicate that over £60 million of the trust’s reported £64 million valued assets were high-risk investments based offshore. If that is true, we are talking about fraudulent misappropriation of the trust’s assets. I will refrain from speculating on who might have benefited from all of this, which can only be described as a scam.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Andrew Jones (Harrogate and Knaresborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady has made an important point. The constituents of many of our colleagues will be affected by this I have been contacted by a Mrs Hall of Knaresborough, who has been caught up in it. Does the hon. Lady agree that it is critical for funds that are supposedly secure to be managed in an effective way, and that there should be regulatory consumer protections to ensure that those who are looking for certainty at what will be a very difficult time for their families can have that certainty?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the hon. Gentleman says, many constituents of Members have been affected, throughout the UK. It is very important for people to have that certainty, because uncertainty is an extra worry for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is likely that a number of similar smaller funeral plan providers will soon exit the market before regulatory measures become effective. They may be unwilling, or even unable, to meet the requirements for regulatory approval, and that has the potential to leave customers of those companies in the same position as the customers who went with Safe Hands, with no plans and no guarantees about retrieving the money that they have put in. I know that the FCA is also looking at this issue pre-emptively, with the aim of minimising risk to people who have already invested in plans with such firms. Hopefully the work that it is already undertaking will mitigate any potential further harm to vulnerable consumers, but for customers of prepaid funeral plan companies that will shortly be exiting the market, the proof of the pudding will be in the eating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nia Griffith (Llanelli) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the hon. Member on securing a debate that affects so many of our constituents. As she has said, there were plans in the offing for the FCA to have a role with companies such as Safe Hands. Does she share my concern that more was not done to warn people, given that this had already been flagged up? It seems to me that not enough was done in that interim period, and, as she has said, we could see even more people affected by other companies acting in a similar way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I entirely agree. As I said earlier, it was a case of too little, too late. More people need to be aware of these plans and what they may mean. I look forward to the FCA’s introducing that regulation at the end of July, which is not too far in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For customers of Safe Hands, there is the potential for some support in the form of Dignity plc, one of the UK’s largest providers of plans. Dignity has put a plan to the administrators which would allow them to step up and cover some of the shortfall left by Safe Hands, providing immediate support where it is needed most urgently, and planning to work with other customers and their families in the longer term to find solutions that will not leave customers with nothing in place. Dignity believes that, because of its business model as a plan provider with a wide network of funeral directors, it is uniquely placed to offer that support. It has already fulfilled in full the funeral plans of all Safe Hands customers in the four weeks following the collapse of the firm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Dignity is also already preparing for the regulation requirements that will come into effect, but even as of last night, at my last check, the information offered by the administrators through the frequently asked questions page on the Safe Hands website was insufficiently clear or reassuring. They make numerous references to Dignity’s offerings, but reiterate that customers should consider their plans cancelled with no guarantees around how much money customers will see returned, if any at all. There is a lot of “options being explored”, and “updates will be provided”, but a disappointing lack of commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituent, Mr Hughes, really only has one immediate plea, and that is for some clarity and some willingness to proactively engage with customers. Maybe it is impossible for administrators to provide reassurances in the true sense of the word—maybe the financial realities of the situation just will not allow for that—but how difficult can it really be to ensure that the victims of this unfortunate situation are kept abreast of updates and to let them know periodically how the work is developing and that they are not being overlooked or forgotten? Mr Hughes has explained that there is so much information, so much speculating and so many customers shouting in the hope of being heard that he struggles to cut through the noise. What he needs is reliable, clear information to enable him to understand what has happened, why it has happened, and what might happen next, not only for him but for his family and his children. He worries about the worst happening while all this remains unresolved, and about the additional distress that this uncertainty will cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When people decide to invest in a prepaid funeral plan, it is often on the back of an event in their life that has made them come to terms with their own mortality. Maybe they are just reaching old age, maybe they have had a worrying medical diagnosis or maybe they have recently lost a loved one. That means that they are emotionally vulnerable and that they need to be sure that their investment is protected, particularly when the majority of those that choose a prepaid plan are doing so because their estate might not leave much more for their children or family than the cost of a funeral, and perhaps not even cover that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are in a cost of living crisis. At a time when people are struggling with the stress of paying their energy bills, putting food on the table or meeting their general living costs, it is unthinkable that, resulting from the collapse of Safe Hands, some of those people will face the added stress of trying to finance the funeral of someone they care about—a funeral that, as far as they were concerned, was already paid for, either partially or, in many cases, in full. I understand that any business needs to turn a profit. That is the nature of the game, but in this emotionally charged market based on one of the few guarantees we have in life—death—sensitivity is required. To prey on that customer base is absolutely disgusting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While Safe Hands certainly does not represent the standards of the industry as a whole, we know that, intentionally or not, other firms have put their customers’ money and funeral plans at risk by not seeking approval ahead of the regulations. For reasons I hope Dignity understands, I am cautious about enthusiastically throwing my support behind any company in the currently unregulated pre-paid sector at the moment, but I would like to thank Dignity for proactively reaching out and sharing some information with me ahead of this debate. I would also like to thank the all-party parliamentary group for funerals and bereavement and its chair, the right hon. Member for South Holland and The Deepings (Sir John Hayes). I know that it continues to engage with the Treasury on this matter to try to ensure that dignity is maintained. I also want to thank the hon. Member for Glenrothes (Peter Grant), who organised the cross-party letter to the Secretary of State for Business, Energy and Industrial Strategy last month. This provided a co-ordinated display of the feelings held by constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Minister will be in a position to provide the assurances that Safe Hands and its administrators have been unable to provide, and I urge him and his colleagues in the Treasury and across Whitehall to find a way to ensure that these people who have lost hard-earned money do not miss out on a dignified goodbye when that time sadly comes, for the sake of Mr Hughes and the 46,000 others like him, their families and friends and the people who love them most in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}