{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Margaret Ferrier – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 21 July 2022.",
    "content": [
        "It is very touching to see today’s summer Adjournment debate bearing the name of our late colleague, who always stole the show in these debates. The renaming of the debate is a fitting tribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Much of January was spent on tenterhooks, and Russian forces finally invaded Ukraine in February. This produced a mountain of new casework for my office. My team and I have had some successes, such as in the case of Natalia, a 15-year-old Ukrainian girl. Last month I was able to visit her and her aunt in their new home in Hamilton. It was emotional but a wonderful reminder of the impact of what we do in this place on real lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another humbling experience was taking through a private Member’s Bill in the previous Session. I was incredibly proud to see it gain Royal Assent just before Prorogation in May, becoming the Pension Schemes (Conversion of Guaranteed Minimum Pensions) Act 2022. I once again place on record my gratitude to the team at the Department for Work and Pensions, who provided such excellent support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cost of living crisis is the biggest challenge the UK faces right now. Like many colleagues, I have spent many hours in debates and question sessions raising fuel prices, household energy bills and affordability of food to highlight some of the biggest concerns that my constituents have. It is a shame that we will break for recess without having lined up other support for the autumn and winter months. I hope that work will continue in Government Departments so that new measures can be presented swiftly in September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On another challenge this term, just the word “passport” elicits a visceral reaction from Members and staffers alike. I am very proud of my team, who have managed to secure a positive result in every case they have handled so far. There is some valid criticism that the crisis could have been foreseen and planned for, but I have to say that some of our cases have received excellent support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady’s comments are a pertinent reminder of the work of our caseworkers. I am sure you will agree, Mr Deputy Speaker, that this has been an incredibly hard period, with the challenges including covid grants, business reopening and passports. We have had over 60 cases. It has been very challenging, and we must thank all of our casework teams, because their work matters so much to our constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could not agree more. The staffers are the people behind us as we do our jobs. I thank the hon. Lady for that intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the greatest things about this job is the variety. No two days are ever the same. I feel so honoured to represent my constituents during debates on topics such as animal welfare, which so many contact me about, the child maintenance service and energy prices. I feel honoured to make sure that their voice is heard when legislation is scrutinised and during important announcements covering crucial policy such as immigration and asylum, defence, and community access to cash, and to do casework helping people with their driving licences, visas and community projects. It is so important to me that every email that a constituent writes is read and, where possible, that that information is translated into action on their behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been an absolute pleasure to see at first hand the brilliant community spirit in my constituency. People have really pulled together. I want to give honourable mentions to the community councils in my constituency—Rutherglen, Burnside, Cambuslang, Halfway, Blantyre, Hillhouse and Meikle Earnock—which take so much pride in their communities and work to support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also give my deepest thanks to all staff here in Parliament, who do so much to make sure that we are all supported. We could not function without you all. Thanks also to my staff: Kim, Gillian, Laura, Lynne, Natalie and John.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What has struck me most this term is how difficult a time it is in politics in the UK and in the world. Colleagues, staff and constituents are all feeling the pressure. That is why it is so important that we are able to work together, across these Benches, for the benefit of our constituents. On any given day, this Chamber is full of people with strong political beliefs. Naturally, we will not all agree on everything, and in some cases we may not all agree on much at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I put on the record my thanks to a number of Ministers, because they have genuinely endeavoured to help me in some of the most complex cases that my team have been dealing with. Although it is tempting to take all the credit, I have to acknowledge that those cases would likely not have been resolved without their input. I am glad that they have on occasion sought to work across these Benches. Only this week, the Home Secretary and her officials assisted me and my team in resolving a complicated case. I put my thanks to them on the record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to see more such collaboration next term. Some might disagree, but regardless of our political differences, we are all here for the same reason, and that is to help our constituents, and I am always willing to work with whoever I need to in order to get the right resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}