{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2023-speech-on-holocaust-memorial-day/",
    "title": "Margaret Ferrier – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 26 January 2023.",
    "content": [
        "I thank the right hon. Member for Bromsgrove (Sajid Javid) for securing and opening today’s debate. I congratulate the hon. Member for Stretford and Urmston (Andrew Western) on his fantastic maiden speech and look forward to hearing more of his contributions in the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great privilege to speak in this debate marking Holocaust Memorial Day 2023. It is an opportunity for all of us to reflect on the part that we play as parliamentarians in upholding democracy. I would like to place on record my thanks to the Holocaust Educational Trust for the important work it does in educating the public on the horrors of the holocaust and other genocides, and to the Holocaust Memorial Day Trust. I have signed the book of commitment again this year on behalf of my constituents, as have many Members. I would also like to pay tribute to holocaust survivor Zigi Shipper, who recently passed away, sadly, on his 93rd birthday. I would like to express my condolences to his family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Each year’s theme gives us pause for thought, and perhaps none more so than this year’s theme of ordinary people. It was ordinary people who stood by and allowed the holocaust and other genocides to happen, taken in by propaganda or too frightened to speak up. They share some degree of responsibility. It is ordinary people who grow up to become authoritarian leaders or parts of the machine that perpetrates these massacres. It was ordinary people who fought back at great risk to their own lives, who provided shelter to the persecuted Jews, Roma, disabled and LGBT people, who resisted the regime in Nazi Germany and occupied Europe. It is ordinary people who have overturned corrupt regimes, fought for change for themselves and others. It is ordinary people who are the victims of genocide and who are the survivors. Nothing sets victims apart from survivors other than some chanceful set of unique circumstances that allowed them to survive or unfortunately put them directly in harm’s way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Too many stories and names are lost to the passage of time, but all the seemingly small personal stories from those who experienced persecution or tried to resist, make one larger picture when they are pieced together. Those small pieces are meaningful—the stories of lives that were lived or stolen. They are just as important as the whole, and the whole is what we look to when we remind ourselves why we cannot be complacent and cannot allow history to repeat itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is some of the lesser-known stories of ordinary people that I want to speak to today: two women who ended up in Rutherglen, in my constituency, at some point in their lives. Dorrith Sim, who passed in 2012, was born Dorrith Oppenheim in Kassel, Germany in 1931. Her early childhood was happy, comfortable and carefree. It was Kristallnacht, or night of the broken glass, in Kassel that marked the beginning of a difficult road for the young girl. Dorrith was seven and a half when she boarded the Kindertransport and made her way to a new life in Scotland, having to leave her parents Hans and Trude behind. The only English she knew was “I have a handkerchief in my pocket.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hans and Trude were deported to Auschwitz in October of 1944. They were never reunited with their daughter. She stayed in Edinburgh with her foster parents, until she married Andrew at 21. The couple lived in Rutherglen in their early marriage, as well as Dundee and Prestwick later. Dorrith wrote a book in later life, titled “Handkerchief in my Pocket”. It was very important to her that future generations of children understood what she, and so many children like her, had been through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rita Strassmann, later McNeill, was another Rutherglen resident who arrived in Scotland with the Kindertransport. She was born in 1930 in Hanover and was just nine when she was arrested by Nazis, alongside her mother. She was able to escape, with the help of her aunt, but unfortunately her mother was left behind. It was the last time Rita saw her. Years later she was given a small booklet—she forgets from where—that informed her of her mother’s fate. She was shot as she was marched, with other victims, to Riga from the concentration camp she had been taken to. Rita said she did not do well at school. No doubt the trauma of leaving her mother behind, en route to a concentration camp, deeply affected her. She worked in a bank after school, and later as a receptionist for her husband’s medical practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rita and Dorrith were friends. As adults, they both would go to meetings to connect with others who had come to Scotland on the Kindertransport. They both described feeling Scottish, but Rita said, “Still German blood in my veins, Jewish German blood in my veins.” It is clear that those early traumatic experiences shaped them and can never be erased. They were two ordinary women who had experienced something so unthinkable and out of the ordinary to us here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure many of us have ordinary men and women in our constituencies with a deeply personal connection to the holocaust or other campaigns of persecution. The men and women who fought for today’s freedoms, while inspirational and brave, were ordinary people. As ordinary people too, we must continue to uphold those values. We cannot allow the seeds of hatred to spread and grow. There will always be those who perpetrate hatred. Each one of us must take seriously our responsibility to call hatred out wherever we see it and show that we will not tolerate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}