{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-srebrenica/",
    "title": "Margaret Ferrier – 2022 Speech on Srebrenica",
    "post_date": "July 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 14 July 2022.",
    "content": [
        "I thank the hon. Members for Bolton South East (Yasmin Qureshi) and for Rutland and Melton (Alicia Kearns) for securing a debate in memory of the Srebrenica massacre in 1995 during this official week of remembrance. Let me also welcome the Minister to his new position. It is a pleasure to take part in the debate, and it is a real privilege to wear this beautifully crafted flower of Srebrenica.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In January we marked Holocaust Memorial Day in this Chamber, as we do almost every year. In those debates we promise never to forget past genocides and atrocities, and the contributions are always moving and insightful. We all pledge to do our part so that never again will something so terrible happen on our watch. 1995 was only 27 years ago: what happened in Srebrenica occurred within our lifetimes, for some of us within our children’s lifetimes, or even our grandchildren’s. What we in the UK were experiencing during that summer was similar to what we are experiencing now: we were going through a record-breaking heatwave, and a Conservative leadership competition was coming to a head. My point is that history repeats itself. Throughout history we see cycles—sometimes coincidental, like those examples.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are seeing the resurgence of radicalised far-right extremism across the developed world, despite these memories of recent atrocities being so painfully close. In Bosnia and Herzegovina, that harmful rhetoric is spreading, and has been for a long time. We saw it in Trump’s America, the so called free world; France has grappled with the same growing sentiments, and the UK has seen an uptick in right-wing extremism too. It still exists, it is still prevalent, and it is still incredibly dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Between 1992 and 1995, during the Bosnian war, just under 100,000 Muslims were murdered there, 50,000 women were subjected to rape, and 2 million people were displaced. This was a campaign of terror that was thoroughly planned, and executed with terrifying determination. It was July 1995, though, that saw one of the worst atrocities in post-war Europe. Over the course of just a few days, more than 8,000 people were murdered in this genocide by Bosnian Serb forces. Most of them were Muslim men and boys, separated from their families and taken away to be killed, and buried in mass, unmarked graves. As the Bosnian Serb forces began to panic and try to cover up their crimes, bodies were dug up, moved and reburied, sometimes more than once. Some are yet to be found. Mothers will have passed away in the intervening years, without the closure of knowing their child’s final resting place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "1995 was also, by chance, the United Nations Year for Tolerance, and the world year of people’s commemoration of the victims of the second world war. That is in direct contrast to the events we are here to remember today, for today in Bosnia and Herzegovina tensions are high once again, and there is a very real possibility of renewed conflict. While it is not the root cause of the tensions, the amendment of the country’s criminal code to include acts of genocide denial certainly triggered a reaction from Milorad Dodik. A series of actions and threats that could tear the country apart followed. Secession and upheaval in that part of the world would have a devastating impact on stability in the region, and that in turn would have an impact on stability in Europe more widely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is someone else whose influence cannot be overlooked. President Putin has deliberately emboldened Dodik, offering support and courses of action he knows would be deeply damaging because he is focusing on what he personally has to gain. Dodik in turn has emboldened his supporters. Dangerous and divisive rhetoric is rife in Bosnia and Herzegovina. Hatred left unchecked spreads like wildfire. It has to be controlled or it will consume everything it touches and burn faster and hotter until all that is left is destruction and the charred remains of surroundings that were once warm and familiar, now warped forever. What Putin has done in Ukraine is a frightening preview of his plans. Right now he is testing the waters, seeing how far his power extends. It is a hard reality that some, like Dodik, will have been inspired by his actions and his perceived dominance. Hatred, prejudice and racism dehumanise their targets, and we have to restore dignity to the 8,000 people needlessly murdered at Srebrenica. These were people with lives, families, friends and colleagues; people with faith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Remembering Srebrenica was set up in 2013 and it has a crucial mission. It leads the yearly commemoration of Srebrenica in the UK and educates on the significance of the events in July 1995. It holds over 2,000 commemorative events each year across the UK in schools, prisons, town halls and places of worship. Its work and support mean that the UK is the only country to mark this anniversary on a national level outside Bosnia and Herzegovina. Internationally, we have a moral duty to play our part in preventing future atrocities. At home, we must focus on eradicating division and hatred in our society and communities. We cannot afford to take our eye off the ball.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Politics is often, by its nature, divisive. What it should do, though, is unite. We all come into it for the same reason: because we care about our communities and our country. When we are elected, we are given a platform, and if we make it into government we are presented with a unique opportunity to push forward a legislative agenda and shape the future of our country. That is why this Government must ensure that they are not feeding into hatred and right-wing extremism. Policy making is important, and this Government have shown that they are willing to tolerate certain forms of discrimination. It is time for that to be corrected. This year’s memorial week has the dual themes of combating denial and challenging hatred. I have spoken a lot about the hatred aspect, but combating denial is just as, if not more, important. If we do not learn from history, unfortunately we are destined to repeat it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}