{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Margaret Ferrier – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in Westminster Hall, the House of Commons on 16 January 2023.",
    "content": [
        "It is always a pleasure to serve under your chairmanship, Mr Efford. I thank the hon. Member for Carshalton and Wallington (Elliot Colburn) for leading today’s debate on this important topic, and the 102,230 members of the British public that signed e-petition 611810, including 137 from my constituency of Rutherglen and Hamilton West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The petition raises a crucial point when we think about animal testing. The breeding of animals specifically for this purpose may not immediately cross our minds. It is interesting and concerning that the Government’s response to the petition did not address this point. The text of the petition itself raises an important consideration about the model used in the UK:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We believe the use of animals is scientifically, ethically, morally and financially (taxpayer funded) unjustifiable.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With the use of animal testing so completely out of step with the large majority of public opinion, the financial aspect—the part taxpayer money has to play in funding continued animal experiments—should not be overlooked. The Government need to reconsider their position on this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As an animal lover, laboratory testing of animals is an issue I feel strongly about, as do many of my constituents. That is why I tabled an Adjournment debate on the matter just before Christmas 2021. It is why I am also very disappointed to see a continued lack of nuance in the Government’s stance. At the close of the Home Office’s reply to this petition, it states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The Government is clear that the use of animals in science is justified, for the benefits it brings to human, animal and environmental health and safety.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am disappointed to be here almost 13 months exactly from my Adjournment debate, in which I covered the unpredictability of animal testing results when replicated in human medicine trials, to have to labour the same points once again. Let me be clear: it is well documented that animal trials cannot reliably predict, or translate to, outcomes for humans. One might think this would be common sense; as a species, we are inherently different to the animals tested on. That has been shown time and again by experts in detailed and peer-reviewed research, and in relation to a huge number of diseases, including—I will give just a small sample—diabetes, cardiovascular disease and HIV. About 100 HIV vaccines have been tested on animals and zero work in humans. In fact, Dr Richard Klausner of the National Cancer Institute said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We have cured mice of cancer for decades—and it simply didn’t work in humans.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even if we did not care about the suffering of the animals tested on, which I am sure is not the case for almost everyone, how can anyone justify the money and time wasted on seeking out cures and treatments through methods that we know do not work? Even if we take away all the reported issues with the scrutiny given to licence applications and the reliability of results, the key thing I cannot understand is why we are still relying on a legislative framework passed in 1986.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Investment into research and more sophisticated non-animal reliant methods and technologies is overdue. It is not acceptable that in 2021, 161,000 animals were involved in procedures judged “severe” or “non-recovery” in terms of harm caused. It is not acceptable that the Government view that as a necessary evil. It is not necessary, and a solution requires just a little more thinking and work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Minister will provide a commitment that the Government will look seriously at this issue, and urgently publish a strategy that will see animal testing phased out and other methods better funded and researched. I hope she will acknowledge that the current framework is not fit for purpose, and that continued state-licensed animal experimentation is a stain on the reputation of the UK, which is at the forefront of animal welfare issues. The UK prides itself on being a leader in the animal welfare space. If we do not adapt and change immediately, we will fall behind our international allies; we already are falling behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}