{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2020-speech-on-covid-19/",
    "title": "Margaret Ferrier – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Ferrier, the SNP MP for Rutherglen and Hamilton West, in the House of Commons on 11 May 2020.",
    "content": [
        "I express my condolences to those who have lost their lives to covid-19. It is easy to forget amid the daily statistical reports that behind each number is a person who was loved by their family and friends and was an irreplaceable part of the local community. I also take the opportunity to pay tribute to the efforts of key workers in my constituency, who are helping to save lives and keep essential services running. From nurses to delivery drivers, they are all heroes in my eyes, and I am continually impressed by the way that they have adapted and continue to adapt in challenging circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In times of national crisis, our choice of words matters. We need to provide clear and consistent information to the public about what we are asking them to do and why. It is regrettable that the “stay alert” slogan for England was briefed to the media before MPs and that no consultation with the devolved Governments took place beforehand. On a basic level, the “stay alert” message can be interpreted as an end to lockdown and as throwing caution to the wind, which could have disastrous consequences for public health. The threat of a second wave remains very real, and the infection rate could move upwards rapidly again. We only need to look at Germany to observe the consequences of lifting lockdown too soon. Now is not the time for caveat and nuance in tackling coronavirus. We need a clear and unambiguous approach like that taken by the First Ministers of Scotland, Wales and Northern Ireland to reinforce the clear message to stay at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lockdown has not been an easy decision to implement, and it does not come without cost. It has taken its toll on our constituents, and we are all anxious for their wellbeing. We know that businesses are struggling right now, and we want to support them to survive in the months ahead and rebuild over the longer term. From hairdressers to shows and everything in between, they need stability now in order to prepare for the post-coronavirus economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just as with the lockdown measures, we must not rush into winding down the job retention schemes that give businesses security now. Indeed, we must look at options for extending those schemes for sectors that may struggle to reopen with social distancing. No country is going to avoid the economic impact of coronavirus, but the question comes down to whether recovery puts the wellbeing of society first or tries to carry on as if nothing has happened. We risk creating another lost generation if we do not learn from the innovations that have been born out of necessity during this crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Flexibility in policy making will be crucial in adapting to the challenges of our post-coronavirus future. That is as true when approaching the question of easing lockdown measures as it is with many other aspects of Government policy. A unitary, one-size-fits-all approach has not always ​been the most desirable approach to managing the crisis. To take just one example, France has designed its exit strategy on the basis of levels of infection. The areas of highest infection continue with more restrictions, while areas of low infection see more relaxed measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To conclude, the reality is that we will be living with coronavirus for some time to come. We owe it to our constituents to be honest about the challenges that that will bring and how we can help them to navigate the new normal. Judging by the messy and unclear manner in which the UK Government changed their coronavirus advice, I am unconvinced that they will bring forward the kind of innovative thinking we need to build a sustainable, long-term recovery from coronavirus across these islands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}