{
    "url": "https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-the-restoration-of-the-palace-of-westminster/",
    "title": "Margaret Ferrier – 2022 Speech on the Restoration of the Palace of Westminster",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Ferrier",
            "url": "/tag/margaret-ferrier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Ferrier, the Independent MP for Rutherglen and Hamilton West, in the House of Commons on 12 July 2022.",
    "content": [
        "The building we are standing in today is more than a building; it is a symbol recognised the world over. Politics aside, it is a great privilege to work here. It is a beautiful and historic landmark and, as we have heard, a UNESCO world heritage site. I would like to thank the building for making a timely demonstration in this Chamber yesterday, in preparation for today’s debate; I think its point has been heard, although the water leak has now, thankfully, cleaned up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That attachment to this place on the part of many Members has made planning for restoration difficult. It is not hard to see why many colleagues would not want to relocate for so long; so much of British life has been dominated by Westminster, and so a small and convenient world has built around us. Departments are a stone’s throw away, along with media headquarters, businesses and charities. There is not much that is so far out of reach that we could not run back in time for a vote if the Division bell rings. Around that point, there is lots to unpack: the centralisation of British politics; and the view of a distant and far removed from reality “Westminster bubble”. We will each have our own views on that, and certainly employment in such an exciting and meaningful profession should be spread further across the UK. However, that is a broader discussion and I would like to use my time to speak specifically about the Palace and the works themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every day we are here, we see groups of schoolchildren excited for the tour. Families, both from the UK and from farther afield, come in their droves too, as do our constituents. This place is iconic—a must-see for tourists from all over the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an old building, but actually for the most part it is not as old as some might think. After almost the entire palace was destroyed in 1834, a public competition was held for architectural designs for its replacement. It was actually political reasoning that led to the gothic-inspired choice, designed by Charles Barry, that led to the building we see today. It is interesting to know that the neoclassical style that was popular at the time was seen as symbolic of republicanism and revolution, so the preferred options were designs of gothic and Elizabethan influence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The palace is old enough, though, that the place needs a little sprucing up. Construction started in 1840 and most of the site was completed in 1860. That puts various parts of the building at around 160 to 180 years old. There is no doubt about it—we need to invest in some changes, and we have known that for a long time. This is about not just a cosmetic facelift but the preservation of history, and most importantly the safety of everyone that works here or visits. We have heard about Notre Dame; that brings into sharp focus the absolute necessity for fire safety in a building such as this. Of course, it is something that has been on the minds of many colleagues recently, in a slightly different context, too. Fire suppression systems must be a priority, and I know that for those working closely on the project it absolutely is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was lucky enough to join one of the tours put on by the restoration and renewal team last month, to see parts of the palace that we often pass by without thinking about them too much, like the art painted directly on to the stonework on the staircase up to the Committee corridor. That art has considerable historic significance, but it cannot just be lifted off the wall and put away while the works are carried out. Accounting for all these moving parts, the quirks and character of the building, will require a strong strategy. Naturally, the costs involved in bringing the building up to the necessary standards are huge; the restoration and renewal body puts the numbers at between £7 billion and £13 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is vital that the costs are necessary and deliver value for public money. Restoration works must happen, yes, and they have been in the works for a very long time. A lot has changed in the wider country in that time, though, and many of our constituents are facing astronomical rises to their living costs. We have a duty to ensure that the cost of this project is scrutinised and that taxpayer money is not wasted when it could be better used elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The majority view of the public, according to quantitative quarterly public polling, is that they care deeply about this place and want to see it restored. The strength of that feeling might vary regionally or across parts of the four nations—I do not know—but it shows that largely, constituents are interested in protecting our heritage. That polling also found that 70% to 80% of the public felt that an important benefit of the restoration was the jobs that it would create. While the jobs themselves might not be political, they would be protecting our political institution, the cornerstone of our democracy, and the prosperity that creates must be shared equitably.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I mentioned the need for a strategy, and want to say now that I believe that a decant of Members, peers and staff is probably the most efficient way forward. I hope that we will see some more detailed and convincing proposals on that in the near future, to carry out these works as swiftly as possible and without costly delays charged to the taxpayer. That may mean that everyone needs to move out for the duration. We cannot expect our staff, or the staff of the House, to work in a building that could potentially be a hazard, literally crumbling before our eyes. So the quicker colleagues all move out, the quicker colleagues can all move back in and the quicker the Palace can be restored to its former glory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}