{
    "url": "https://www.ukpol.co.uk/mark-field-2019-statement-on-brunei/",
    "title": "Mark Field – 2019 Statement on Brunei",
    "post_date": "April 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mark Field",
            "url": "/tag/mark-field/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Field, the Minister for Asia and the Pacific, in the House of Commons on 4 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/11/markfield.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/11/markfield.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With permission, Mr Speaker, I will make a statement about Brunei and sharia law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I appreciate that this issue has been of widespread concern in the House and was the subject of two requests for an urgent question earlier in the week by the hon. Member for Edinburgh West (Christine Jardine). I apologise, too, that, given how late we sat last night, there are slightly fewer Members in the House today than there might have been, as many of them have an understandable desire to head off. I thought that it was worth making a full statement on this issue. There was no criticism of you, Mr Speaker, that you did not allow the urgent questions, not least because we were able to touch on this matter in the slightly unsatisfactory way that one does during Foreign and Commonwealth questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Brunei introduced sharia criminal law in 2014, to operate alongside the common law system in that country. Implementation of the final phases of the associated sharia penal code was delayed from 2014 until yesterday. These final phases now introduce the possibility of hudud corporal and capital punishments, which may include amputation for theft, and execution by stoning for witnessed adultery and anal sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The sharia penal code requires four witnesses or a confession from the offender for a conviction to be secured. It is a fairly tall ask, but that does not mean it is impossible to achieve. Under the common law in Brunei, homosexuality is already a criminal offence. Whippings are also quite frequently used as a punishment for a variety of offences, and the death penalty remains on the statute book—although it has not been enforced since 1992.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to be absolutely clear about the UK’s position on this: this Government consider it appalling that, in the 21st century, people anywhere are still facing potential persecution and discrimination because of who they are and whom they love. We strongly support and defend the rights of the LGBT+ community here in the UK and all around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We absolutely oppose the death penalty in all circumstances and in all forms, and we do not believe that amputation or stoning are legitimate or acceptable punishments. Indeed, we consider them to be illegal under international human rights laws relating to torture or cruel, inhumane or degrading treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also note that, since the introduction of sharia criminal law in Brunei in 2014, the vast majority of crimes have continued to be brought to justice under the existing common law system, which runs in parallel in that country. However, if implemented, we believe that these extreme hudud punishments would contravene Brunei’s international commitments to respect human rights and individual freedoms. That is why we have expressed deep concerns to the Government of Brunei. I personally raised the matter with His Majesty the Sultan, the Minister of Religious Affairs and the Foreign Minister, Dato Erywan, when I visited the country in August 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last week, I wrote to Dato Erywan to re-emphasise our concern about the use of hudud punishments, which contravene the international standards and values that the UK and Brunei both uphold. Earlier this week, our outstanding high commissioner Richard Lindsay also raised our concerns with senior Bruneian Ministers, including the Ministers of Foreign Affairs, Religious Affairs and Finance. He received assurances that common law would continue to be the primary means of administering justice and that the burden of proof under the sharia penal code has been set to be almost unattainably high, and, obviously, we welcome that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that the Foreign Secretary will speak with the Bruneian Foreign Minister later today and urge the Government of Brunei to take further steps to ensure that those extreme punishments cannot be used, and to respect the rights and freedoms of all their citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Colleagues may be concerned about the potential impact of sharia criminal law in Brunei on British nationals, for whom we have a specific consular responsibility. I assure the House that our travel advice has been updated to ensure that all British citizens are aware of the introduction of the new laws under the sharia penal code. Supporting British nationals remains our No. 1 priority, and we will continue to provide consular support for all British folk in Brunei should it be required. As many Members will be aware, we have a specific responsibility towards British military personnel and their families who are stationed in Brunei, including as part of our long-standing garrison agreement that dates from the coming into existence of Brunei as an independent state in 1962. I assure the House that necessary protections are in place with the Government of Brunei.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For historical and ongoing reasons we have a close friendship with Brunei, and from my experience both in Brunei and with Bruneians in this country, I know that they regard themselves—with good cause—as a generous, friendly and tolerant people, and they are worried to see the tarnishing of that reputation, given recent press in the UK and across the world. We have an important bilateral security relationship with Brunei, of which the garrison agreement is one part, but that has never prevented us from raising difficult issues. Indeed, I believe that the strength and richness of that relationship permits us to share our views and express those concerns—sometimes openly, sometimes more in private, but always frankly—as we seek to work together to address these issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure I speak for the entire House when I say that this Government, our high commissioner and I will continue to urge the Government of Brunei to take all necessary steps to reassure their own people, the United Kingdom and the wider international community that they are fully committed to allowing all citizens and residents of Brunei to live with dignity, and free from violence, discrimination or persecution. As an integral part of our foreign policy work around the world, we will continue to oppose the use of the death penalty in all circumstances and promote the rights of LGBT+ people. Nobody should face punishment for who they are or whom they love. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}