{
    "url": "https://www.ukpol.co.uk/mark-field-2019-statement-on-iran-nuclear-deal/",
    "title": "Mark Field – 2019 Statement on Iran Nuclear Deal",
    "post_date": "May 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mark Field",
            "url": "/tag/mark-field/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Mark Field, the Minister for Asia and the Pacific, in the House of Commons on 8 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/11/markfield.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/11/markfield.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK notes with great concern the statement made by Iran today concerning its commitments under the joint comprehensive plan of action. We are analysing the detail of it and are in close contact with the other parties to the deal. Today’s announcement from Tehran is, I have to say to the House, an unwelcome step. We urge Iran not to take further escalatory steps, and to stand by its commitments. We are not at this stage talking about re-imposing sanctions, but one has to remember that they were lifted in exchange for the nuclear restrictions as part of the JCPOA. Should Iran cease meeting its nuclear commitments, there would of course be consequences, but so long as Iran keeps to its commitments then so too will the United Kingdom. It is critical that we maintain an open dialogue with Iran, and we intend to do so: for example, the Foreign Office’s political director is visiting Tehran this week to discuss this and a range of bilateral issues. I myself hope to visit Iran in the coming months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We recall our own firm commitments under the deal, including to lift sanctions for the benefit of the Iranian people. The lifting of nuclear-related sanctions is, of course, an essential part of the JCPOA. It aims to have a positive impact not only on trade and economic relations with Iran but, most importantly, on the lives of the many ordinary Iranian people who have had such a tough time over recent decades. We deeply regret the re-imposition of sanctions by the United States following its withdrawal from the JCPOA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Along with the remaining participants of the JCPOA—Germany, France, Russia and China—we are committed to working on sanctions relief for Iran, together with third countries that are interested in supporting the JCPOA. We are determined to pursue efforts with European and other partners to enable the continuation of legitimate trade with Iran. The UK and our European partners met Iranian officials in Brussels only yesterday to discuss the next steps needed to operationalise the special purpose vehicle, INSTEX—instrument in support of trade exchanges—which aims to facilitate legitimate trade with Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even at this stage, we encourage all countries, including Russia and China as JCPOA participants, to make their very best efforts to pursue the sanctions relief that the agreement allows for through concrete steps. We take this opportunity to call on all parties that are not party to the JCPOA to refrain from taking any actions that would impede the ability of the remaining parties to fully perform their commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, it is important to remember that the UK remains very clear-eyed about Iran’s destabilising activity in other parts of the middle east—including its ballistic missile programme, which must now be addressed. However, we see that that can best be done through the JCPOA remaining in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}