{
    "url": "https://www.ukpol.co.uk/ilora-finlay-2022-tribute-to-hm-queen-elizabeth-ii-baroness-finlay-of-llandaff/",
    "title": "Ilora Finlay – 2022 Tribute to HM Queen Elizabeth II (Baroness Finlay of Llandaff)",
    "post_date": "September 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ilora Finlay",
            "url": "/tag/ilora-finlay/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ilora Finlay, Baroness Finlay of Llandaff, in the House of Lords on 9 September 2022.",
    "content": [
        "Today, as we pay tribute, having been led so sensitively and eloquently by our Front Benches, we must remember that Her Majesty was patron of over 600 charities and each felt that they were unique to her. Hospices and hospitals benefited greatly from her support and she lifted the morale of everyone, even the sickest person. We saw that she herself lived fully and with her uniquely great dignity until death took her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chartered Society of Physiotherapy had the honour of having Her Majesty as our patron since 1953—its charter having been granted by her grandfather, King George V, in June 1920. Every year of those 69 years, she sent her official royal greetings to our members to mark our AGMs. In 2020, the centenary of our charter, she particularly noted the vital contribution of physiotherapy staff in response to the Covid pandemic. Every year as president, I read out the message and the uplift in the room was palpable: it was affirmation by her while physiotherapists focused on their service to the health of the nation—her subjects—and all felt, and indeed knew, that she deeply appreciated their role. Every event that Her Majesty attended created treasured memories for all who were there. Every year, many enjoyed the honour of a lifetime: an invitation to one of the Queen’s annual garden parties, and some received honours in recognition of the impact of their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her commitment to her citizens across the Commonwealth of Nations, as we have heard so eloquently, was evident throughout her long service. She unwavering dedication to all her subjects provided stability during many turbulent times. At the recent launch of the Commonwealth Tribute to Life—a memorandum of understanding across the Commonwealth—the friendship and support that she inspired were palpable among the transplant professionals in the room.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I saw Her Majesty’s concern for each person when I attended Sunday service at the Royal Chapel of All Saints in Windsor Great Park. Suddenly, one of the choirboys was taken ill. After attending to him—he did seem rather ill—I stood outside, rather than disrupt the last minutes of the service. At the end of the service, Her Majesty came towards me and inquired, with great concern in her kind blue eyes, about the welfare of the child and whether he would be all right. Her sensitive concern overrode all other duties in those moments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her corgis were also an important adjunct to her quiet sensibility. David Nott, the trauma surgeon, described how half a dog biscuit, discreetly handed to him to give a corgi under the lunch table, helped him to recover his composure as the post-traumatic stress of Aleppo overwhelmed him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our deepest sympathy and sincere condolences are offered to all the Royal Family, as the whole nation shares in profound grief and treasures those moments, some longer than others, when their lives were touched and enriched by our amazing Queen. My very first memory is of watching her Coronation on our neighbour’s first TV. We all have our lifetimes of memories of Her Majesty to treasure, as if she was our own much-loved mother or grandmother. Now, in deepest sympathy with all who love her deeply, particularly her family, we pledge our commitment and allegiance to His Majesty King Charles III.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}