{
    "url": "https://www.ukpol.co.uk/anna-firth-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Anna Firth – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anna Firth",
            "url": "/tag/anna-firth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Anna Firth, the Conservative MP for Southend West, in the House of Commons on 10 September 2022.",
    "content": [
        "The city of Southend and Leigh-on-Sea also wish to pay tribute to Her Majesty the late Queen Elizabeth II—quite simply one of the most exceptional women the world has ever known. As one constituent put it to me, she was the best sequel we could ever have hoped for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like many, I never had the opportunity to meet Her Majesty, but my father-in-law shared with me a lovely story. He was part of the battle management group for the first Gulf war and was hosting the Queen in High Wycombe, where they were in constant communication with the frontline. Walking down the desks, the Queen stopped to look over the shoulder of one of the operators to ask what he was doing, and she was amused to see written on the screen, “Sorry, Jim, got to go. Queen just arrived.” Just imagine his horror when the next message that appeared on his screen was, “ P… off. Pull the other one.” The Queen did not miss a beat. Chuckling away, she said, “Tell your friend Jim that I’m here and I wish him the very best of luck.” Does that not sum up the Queen for us? There she was with our troops—even though at a distance—in their hour of need, and she always saw the fun and always saw the best in everyone. She saw instantly that at the other end of the line was someone who nobody knew, but who was putting their life at risk for the rest of us, and her priority was to say thank you and wish him luck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as 15 Prime Ministers, 14 US Presidents and seven Popes, the Queen saw four Members of Parliament for Southend West. When she ascended the throne, Chips Channon was our local MP. He described her as “regal and quite perfect”. My predecessor, Sir David, was knighted by the Queen at Windsor castle. He described it as the best day of his life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 1999, in carnival red, the Queen lit up our seafront, delighting thousands by walking the entire golden mile with Philip beside her. But, with characteristic interest in sound finances, she also insisted on visiting our local Customs and Excise office. Of course, earlier this year she granted Southend city status, for which we are eternally grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But it is the Queen’s values that I most want to give thanks for tonight, and they are perfectly summed up by the words she chose to speak at the end of her coronation day, in the penultimate devotional prayer. It is very short:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Lord…Thou hast filled my cup with thy goodness to overflowing. With a humble spirit and a thankful heart, I commit myself to thy care and will lay me down in peace and take my rest.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On behalf of everyone in Southend, I say, rest now, Your Majesty, in eternal peace. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}