{
    "url": "https://www.ukpol.co.uk/anna-firth-2022-speech-on-transport/",
    "title": "Anna Firth – 2022 Speech on Transport",
    "post_date": "May 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anna Firth",
            "url": "/tag/anna-firth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Anna Firth, the Conservative MP for Southend West, in the House of Commons on 19 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Putney (Fleur Anderson) and to have heard all the contributions from around the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A famous politician whose name I forget once said that his priority was “Education, education, education”. When it comes to economic growth, what is required is better connected location, location, location. The new city of Southend has location in spades, but its connections are not all that they should be. Southend city is situated on the world’s most famous working waterway. It is served by two fast train lines and has a world-class, multi-use business park next to Europe’s fastest-growing airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The city of Southend is ideally located to be the best seaside city in the country. More than 7 million tourists visit Southend every year, contributing more than £470 million to the local economy and supporting 16% of our local jobs. Our advanced medical technology industries, among others, contribute £3 billion to the Exchequer every single year. Yet despite this extraordinary contribution, there is one area where Britain’s newest city lags behind other UK cities—our transport infrastructure. Long-term underinvestment and lack of planning from Southend city’s Labour-led council has left Britain’s newest city with a disjointed and deeply unsatisfactory transport network. As the Chancellor himself has said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Great cities need great transport”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "and Britain’s newest city now needs and deserves serious investment in our public transport network. Of course I welcome the fact that the Government have committed almost £7 billion to levelling up transport across the country, but sadly nothing of substance has yet made its way down the line to Southend, and levelling up must include our coastal communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the UK’s newest city, we deserve to bus back better. Our buses are old-fashioned, irregular, too expensive, and liable to be cut without proper notice. In 2020, Arriva withdrew our eco-friendly bus fleet and replaced it with second-hand polluting diesel buses from another city. Another city’s cast-offs are not good enough for Britain’s newest city. Only last month, Essex First Bus axed the very popular No. 26 route, with only a few days’ notice, when the Labour-led council withdrew support funding. The loss of this vital bus route has cut elderly residents off from the hospital, shops, essential services, and, very, importantly, their constituency surgeries. There is currently no bus service for elderly people in my constituency to go to the seafront or to the town of Leigh- on-Sea. I regularly get letters saying that old people are left standing in the cold and wet because the buses and trains are not connecting. The A127, one of two trunk roads into Southend, is in desperate need of an upgrade, and our roads and pavements are literally crumbling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All this must change. First, we need a new overarching integrated transport plan for the new city of Southend to turbocharge our local economy and attract even more investment into our city. We have already seen what can be done when proper investment happens. I welcome this week’s announcement to make Chalkwell station in my constituency fully accessible to all. Indeed, I would be delighted to invite the Minister to come and take the first ride in the lift at Chalkwell station, along with the brilliant local campaigner who has helped to make this possible—Jill Allen-King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, our trains need overhauling. We need greater capacity and a real improvement in the ticketing system. There is nothing more dispiriting than standing on the station, as I do myself, queuing for the one working ticket machine and seeing your train pull away without you on it. All the stations in Britain’s newest city need to have contactless ticketing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, buses are a lifeline for our elderly community. I echo everything said by the hon. Member for Canterbury (Rosie Duffield) in this regard. They are essential not only for economic prosperity but for wellbeing. Our buses must be overhauled, and I do hope that we will receive some of the Government’s planned 4,000 hydrogen buses. Most importantly, no bus service should be allowed to be withdrawn without proper notice and consultation. This must never happen again. The A127 needs to be upgraded, as I mentioned, and we must stop prevaricating over this. We also need safer provision for cyclists in the city, and all residents want the council to get on with fixing the potholes in our roads and mending our pavements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For us as a new city, it is time to implement major projects that would have a long-term impact on Southend for generations to come. If the Elizabeth line was extended from Shenfield to Southend, there would be major local and national economic benefits similar to those that Reading is now enjoying. It would be the only direct route linking London Heathrow airport with London Southend airport. Better connecting the city of Southend to London would better connect London itself and unlock the biggest opportunity for growth in the south-east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}