{
    "url": "https://www.ukpol.co.uk/anna-firth-2022-speech-on-bbc-local-radio/",
    "title": "Anna Firth – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anna Firth",
            "url": "/tag/anna-firth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anna Firth, the Conservative MP for Southend West, in the House of Commons on 8 December 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker—[Interruption.] Mr Deputy Speaker, I apologise—[Interruption.] This is live radio. I thank my right hon. Friend the Member for Hemel Hempstead (Sir Mike Penning) for securing this debate. What a privilege it is to take part in a debate in which we are listening to everybody from around the Chamber and finding so many points in common.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad to see my right hon. Friends the Members for Maldon (Sir John Whittingdale) and for Rayleigh and Wickford (Mr Francois) here, because I will start with the bold proclamation that Essex is the greatest county in the whole of the UK, and, as I am sure they would agree, Southend is the greatest city in Essex. Part of what makes Essex so special is its community spirit. My right hon. Friend the Member for Maldon talked a lot about that. BBC Essex plays a huge, leading part in our community spirit. Only three weeks ago, I was in the centre of Southend for our Christmas lights switch-on with hundreds of people. It was led by Sonia Watson and her team from BBC Essex, on a Saturday night; they went above and beyond to lead the community in Southend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The points that have been made eloquently about the role that local radio plays in local democracy are absolutely right. It gives voice to local issues and holds us to account. It is common—this happens pretty much on a weekly basis—that when I put a story on my Facebook page or my website about what I have been doing, I will get a call or email from BBC Essex and will be invited to go on one of their shows to talk about that. The interviews are very good; they are searching. We absolutely have to be able to argue for what we are doing here and why that is important to our local people. That is incredibly valuable, and I pay tribute to Sadie Nine and Simon Dedman, who are two of the journalists who get me on the hook on a weekly basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is about more than just democracy; BBC Essex news coverage is second to none. It really understands the local issues that we are grappling with in Southend. It will be the first to highlight a problem with a flood, an accident or a problem at Southend Hospital, and it puts people’s minds at rest when our brilliant police force does one of its Project Servator operations. When it floods an area with police officers, the local radio will inform people about what is going on, so that they are not concerned and know that it is normal, proper policing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to something that happened—which we all know about—last year. BBC Essex was absolutely brilliant in its coverage of the horrific murder of Sir David. They were some of the first press on the scene, and they were unique among the press in knowing the community and being able to report on that awful situation that day with sensitivity and authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all miss Sir David greatly, but the way that BBC Essex reported that and what followed was incredibly empathetic. It really understood the pain that the community in Southend were going through, because it had the reporters and production staff who knew those people and could tune in to what they were feeling. The way it did that was brilliantly commendable. Does my hon. Friend agree that we would abandon that link with our communities through our broadcasters at our peril?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anna Firth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely agree with my right hon. Friend, who puts it brilliantly. Our local journalists really know how our community feels. I pay tribute to them, because it takes time and hard work to get that understanding. The way they handled the situation last year was brilliant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not just about covering sad events. BBC Essex’s “Drivetime” show is incredibly practical: it has very helpfully kept my constituents up to date with the dreadful problems on our roads when Just Stop Oil has been causing chaos.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Local radio also celebrates our community heroes. I have always been a big supporter of local media, and not just radio—our local papers do the same thing. It is so valuable. People who do so much for our community deserve to be celebrated. We have already heard about the Make a Difference awards, which BBC Essex arranges every year, but I want to give another example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a brilliant disability campaigner in Southend West called Jill Allen-King, who has done so much over so many decades for blind people and people with sight impediments and the like. She got a Pride of Britain lifetime achievement award this year, but the local radio made a big play of going to her house without letting her know and presenting her with another tribute and another award, because it has covered her work over so many years. It was not asked to do it. It rang me to talk about it. That is just another example of how it goes above and beyond. Similarly, with the Music Man Project, which we are trying to get a Christmas No. 1 with this year, BBC Essex is joining us and helping every step of the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, I cannot talk about BBC Essex without mentioning its coverage of Southend’s local football club. Southend United have a huge following, but their matches are not shown on television, so the only way people who cannot go to the matches can hear how their team are getting on is through BBC Essex. One of my constituents, a lovely lady called Annie Maxted, is a big Southend United fan. I met her at our famous centenarians’ tea party this year—she is about 101. She came with me to watch the match, and she absolutely loved it because she never gets the chance to go and watch; she always has to listen on BBC Essex. That entertainment, which makes a real difference to quality of life, will be lost if these changes go ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Robin Walker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making an excellent speech. Does she agree that, even if the BBC says it will keep sports programming, the deep connections with and understanding of local clubs that reporters have cannot be protected if the number of local journalists is reduced? We have to take with a pinch of salt some of the commitments that have been made to protect sporting coverage. If programmes do not have those strong local connections, they will not be able to follow sports teams as effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anna Firth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No, they will not. In Southend, we will not get dedicated coverage, so there is no guarantee that our local football team will be covered on a regional basis. My hon. Friend makes an important point: it is because local media are so embedded in our communities that their voices are so well received and so comforting. It is because of their local connection that they tackle loneliness and provide comfort to our residents. The statistics bear that out: more than 2 million people tune in to BBC local radio and to no other BBC station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "According to the BBC’s own listener figures, the majority of the audience for BBC local radio are over 50, with 20% between 55 and 65, and 35% aged over 65. It is the elderly population we have been talking about who really appreciate local radio. That is so important in Southend West, where more than a fifth of people are over 65, and 8% of the people I represent are over 80—a significantly higher proportion than the national average. BBC Essex is a lifeline for them, providing that local, comforting voice in their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every Sunday between 10 am and 2 pm, BBC Essex journalists go around the county providing cryptic clues to where they are for listeners to solve. The programme is called BBC Essex Quest, and I know from talking to my constituents that it is hugely popular. It is a Sunday ritual for those who are housebound and who may be lonely. That is one of the reasons I was so disappointed by the recent announcements. If the changes go ahead, we will lose Essex Quest, because we will not have that local weekend coverage—we will only have local coverage between 6 am and 6 pm on weekdays—and that will be a real loss to my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We hear a great deal about the BBC moving its news content online. Of course I see the argument for that, but we must bear in mind—I urge the BBC to consider this—that only 35% of over-75s go online for their news content. The 65% who do not are exactly the people we have been talking about today, who obtain their news from their local radio stations. I do not want to go into any great detail about the arguments for and against the BBC’s increasing its online content, competing directly with the commercial sector at the expense of the hard-working taxpayer, but I do want the BBC to consider the needs of my elderly and vulnerable constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The BBC was founded on the principles of informing, educating and entertaining people, and BBC local radio is the epitome of that. My constituents need a local radio station that is relevant to their lives, and I urge BBC Essex to commit itself to continuing to provide the comprehensive local radio station that they love and deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}