{
    "url": "https://www.ukpol.co.uk/anna-firth-2023-speech-on-world-down-syndrome-day/",
    "title": "Anna Firth – 2023 Speech on World Down Syndrome Day",
    "post_date": "April 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anna Firth",
            "url": "/tag/anna-firth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anna Firth, the Conservative MP for Southend West, in the House of Commons on 23 March 2023.",
    "content": [
        "It is a huge pleasure to speak in this afternoon’s debate. I thank my right hon. Friend the Member for North Somerset (Dr Fox) for securing it, for his groundbreaking work in this area and for his Bill, which was passed into law last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we have heard, the theme of this year’s World Down Syndrome Day is “With Us Not For Us”—apt recognition of the fact that people with disabilities have the right to be treated fairly and to have the same opportunities as everybody else, working with others to improve their lives. Nowhere is that exemplified more brilliantly than through the work of the world-famous, world record breaking Music Man project—a Southend-based education and performance service for people with physical and cognitive learning difficulties such as Down syndrome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Music Man project reverses perceptions around disability, including Down syndrome, on a scale rarely seen before. The project has been so successful that there are now regional centres across the United Kingdom and even around the world. None of that would have been possible without the incredible leadership and drive of the Government’s disability and access ambassador for arts and culture, Southend’s very own hero David Stanley BEM. He really does deserve a knighthood. David’s mission in life has been to support people with learning difficulties to achieve what would once have been unthinkable. He is the living embodiment of, “With Us Not For Us”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David Stanley’s students recently performed alongside the Massed Bands of His Majesty’s Royal Marines in the Mountbatten festival of music at the Royal Albert Hall. A total of 15,000 people gave them a standing ovation over three performances. One such supporter was none other than His Majesty the King, who rose to his feet to applaud these incredible musicians. It was a remarkable moment and testament to the power of music to shine a light on a once forgotten society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Quite rightly, in February this year, David Stanley received a special recognition award from the National Lottery for his work with the Music Man project. Everyone in Southend is incredibly proud of his work and that of these incredible musicians with Down syndrome who are achieving so much. Some will know that one of their astonishing achievements was to come out with a Christmas single, “Music is Magic”, which made the top 10—it may have been at No. 10, but never mind. It was an amazing record, featured on BBC1’s “Breakfast”, Sky News, ITV’s “Good Morning Britain” and across national radio and press. It was officially launched with a performance at the Painted Hall in Greenwich, and the Prime Minister was presented with his own copy by the Leader of the House. I took my team to Waterloo station where the musicians were performing. It was an incredible and joyous occasion to help them and to sing with them there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not content with just storming the charts here in the UK, the Music Man ambassadors—bandassadors—also stormed America on their recent concert tour to San Diego, where they performed onboard the iconic aircraft carrier the USS Midway. Their groundbreaking collaboration with the Royal Marines connects elite military musicians with people with learning disabilities, through the universal language of music. Last year, they also received four “yes” votes from the celebrity judges of “Britain’s Got Talent”. Simon Cowell described them as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“like drinking a glass of happiness”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Watch this space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could go on about the project’s incredible musical success. As I have said, it is the perfect example of “With Us Not For Us”. The students are treated as fellow musicians and enjoy the same incredible opportunities to express themselves and share their talents. As a result, musicians with Down syndrome are now role models for their community and global ambassadors for the UK’s accessible arts and culture. David Stanley himself says,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Sometimes it feels as if I’m clinging on for the ride while they go on and make history.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In preparing for this debate, I contacted the ex- headmistress of one of our special schools in Southend, who is now the CEO of the SEN Trust. There is more we can do to support people living with Down syndrome. Jackie Mullan, a brilliant champion of education for people with disabilities, has shared with me her concerns about the lack of post-19 college options for people with Down syndrome in Southend. There should be more options for people leaving college, whether that be entering the world of employment or enjoying better daycare opportunities. Sadly, at the moment, those are few and far between in Southend and are difficult to access due to the pressures on social worker workloads. She has even heard reports of families who have waited over six weeks just for a phone call to be returned about the options available. There should be a review of the guidance issued, looking at what is and is not available. That must be improved. I would be grateful if the Minister could confirm that the Government are looking into that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is so much to celebrate about the Down syndrome community and the champions we have in Southend, including Jackie Mullan and David Stanley. They are heroes, but only because of the incredible passion, energy, excitement and enthusiasm of the students they look after.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}