{
    "url": "https://www.ukpol.co.uk/jim-fitzpatrick-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Jim Fitzpatrick – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jim Fitzpatrick",
            "url": "/tag/jim-fitzpatrick/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Fitzpatrick in the House of Commons on 21 April 2016.",
    "content": [
        "I am pleased to follow the hon. Member for Aldershot (Sir Gerald Howarth), and I am grateful to be able to contribute to this collective greeting. I just wish to relate three experiences from my period as the Vice-Chamberlain of Her Majesty’s Household between 2003 and 2005. I see that another former Vice-Chamberlain, the right hon. Member for Guildford (Anne Milton), is in the Chamber. As colleagues will know, the Vice-Chamberlain, who traditionally is a senior Government Whip, has a variety of duties to fulfil, three of which are: to design a daily message to send to Her Majesty outlining what is happening here; to act as hostage during state openings of Parliament; and to take to Her Majesty treaties to be signed and presented to the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was first presented to Her Majesty in 2003. When I asked her what she would like to see in the message—the same question, I am sure, that all my predecessors and successors have asked—she answered, “That which generally does not make the papers will be of interest.” In other words: “Just give us the gossip—that which is not fit to print.” Given how we are reported in today’s media, that was a pretty high bar, but I managed to achieve it at least once.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second duty is to act as hostage. Since our predecessors executed Charles I in 1649, every time the monarch comes to visit us, we have to send a senior MP to act as a hostage, which I did on two occasions. I felt like Patrick McGoohan in “The Prisoner” and that I was not allowed to leave, although I never actually tried. The Buckingham Palace officials were very generous and hospitable. They said that I could watch television, read the paper, have a coffee or a gin and tonic, or walk about, but I was not leaving. When I expressed my anxiety at this experience a short time later to the then head of our armed forces, Sir Mike Jackson, he said, “Jim, you shouldn’t have worried.” I said, “Shouldn’t I, Mike?” and he said, “No, if anything had happened to Her Majesty, we would just have shot you.” He was not kidding, as I am sure that Members know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One Easter, when we needed a document to be signed and then presented to the House, the civil servants in the Whips Office contacted Buckingham Palace, which responded that Her Majesty was not at Buckingham Palace, but at Windsor. Our officials said, “Well, Fitzpatrick will go to Windsor to get the document signed.” The message came back from Her Majesty, and the officials looked at me and said, “Her Majesty said, ‘If Mr Fitzpatrick is coming all the way to Windsor, ask him if he would like to stay to lunch’”. My civil servants said, “Do you want to stay?” I said, “Bite her royal hand off”—except I do not think that I used the word “royal”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I was being driven down in the Government car to Windsor castle, on a beautiful, sunny Easter Monday, I wondered, “How many people does Her Majesty entertain to lunch on an Easter Monday?” There were six of us: her private secretary, three equerries, me and Her Majesty. I was totally unprepared. It was a measure of the dear lady’s humanness that for an hour and a half she commanded the conversation around the table and included everybody. Not having known her before, I saw her charm, generosity and regality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful for the experience of being Vice-Chamberlain for two years and am pleased to add my and my constituents’ greetings to Her Majesty on this auspicious day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}