{
    "url": "https://www.ukpol.co.uk/jim-fitzpatrick-2019-speech-on-25th-anniversary-of-john-smiths-death/",
    "title": "Jim Fitzpatrick – 2019 Speech on 25th Anniversary of John Smith’s Death",
    "post_date": "May 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jim Fitzpatrick",
            "url": "/tag/jim-fitzpatrick/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Fitzpatrick, the Labour MP for Poplar and Limehouse, in the House of Commons on 9 May 2019.",
    "content": [
        "I am grateful and honoured to be called to speak briefly in this debate to pay tribute to John Smith. I am pleased to follow the very personal testimonial of my hon. Friend the Member for Huddersfield (Mr Sheerman).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard some moving speeches, but we have also heard about John’s humour. In case colleagues have not seen it, there is a great compilation of clips on Twitter of John Smith at the Dispatch Box tearing the Tory Front Bench apart. I mean no disrespect to the present Tory Front Bench, but it is so funny that even Lord Heseltine is laughing, and he is the butt of most of the jokes, which shows that it is really worth watching. It was posted by David Ward, and I have retweeted it, so colleagues can find it easily.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the Backbench Business Committee for affording this time, and I congratulate my hon. Friend the Member for Edinburgh South (Ian Murray) on securing the debate and on his excellent speech. I did not know John very well. I was chair of the London Labour party for nearly 10 years, from 1988 until 1997, and I only met him on a few occasions. Neil—now Lord—Kinnock saved the Labour party from the hard left and turned around our fortunes, making us a serious party again. John Smith, as leader after Neil, consolidated that process and set us on course to win the 1997 general election.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the 1980s, the capital was not a happy place for our party. The Sun branded us the “Labour loony left” or, more precisely, the “London Labour loony left”. But through the support of the national leadership and the great efforts of professional staff like Terry Ashton, Margaret—now Baroness—McDonagh, David Evans and David Wilkinson, and hundreds and thousands of councillors, activists and volunteers, London became Labour heartland again. John Smith drove that progress, and one of his first regional visits on becoming leader was to London, which was not always a popular place for Labour leaders to visit in those days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John’s belief in Europe is chronicled in today’s New European by his former head of policy from 1988 to 1994, David Ward, who is here listening to the debate. David has supplied me with a reminder of John’s legacy, some of which has been mentioned by my hon. Friend the Member for Edinburgh South and others. The John Smith Trust runs the fellowship programme, which promotes good governance. It is very positive to see that the Foreign Office is funding the trust, which I hope will continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One spin-off from the trust is EASST—the Eastern Alliance for Safe and Sustainable Transport—which was founded by Emma MacLennan and other trust alumni. Emma, who is married to David Ward, was Labour’s social security and taxation policy officer during John Smith’s time as shadow Chancellor and leader. EASST promotes road safety in former Soviet countries and saves lives there. More recently, John’s legacy includes the John Smith Centre at Glasgow University, promoting leadership in public service. Kezia Dugdale has just been appointed its first director, and I wish her well. Both those important programmes keep alive John’s strong commitment to democracy and public service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we have heard, some of John’s policy legacies were the national minimum wage, which he strongly supported as both shadow Chancellor and leader; constitutional reform and devolution, including on freedom of information, the Ministry of Justice and Assemblies in Scotland, Wales and Northern Ireland; and internal party reforms, including one member, one vote and electoral college revisions, as mentioned by my right hon. Friend the Member for Wolverhampton South East (Mr McFadden), a fellow Holyrood boy from Glasgow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John was known for his commitment to social justice, and his strongest belief was that social justice and economic efficiency went hand in hand, hence the Commission on Social Justice. I am told he believed that party politics was like an aeroplane—you need a wing on the left and a wing on the right, and if you don’t have two wings, the beast won’t fly. Sometimes we forget that in modern party politics, in both the main parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith’s incredible wit and debating skills in the Chamber led him to being credited, as we have heard, with provoking the resignations of Leon Brittan over Westland and of Nigel Lawson over Sir Alan Walters, Mrs Thatcher’s economic adviser.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On “Desert Island Discs”, John’s luxury item was a case of champagne. He told Sue Lawley that when he had drunk it, he would send a message in a bottle asking for more champagne. He was tickled to receive correspondence from a member of the public rebuking him for being so stupid for not knowing that you cannot put corks back into champagne bottles. Apparently, he loved that letter.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to conclude, like my hon. Friend the Member for Edinburgh South, by quoting from John Smith’s last leader’s speech to the Brighton Labour conference of 1993. This passage is perhaps a little more tribal than my hon. Friend’s, but this is a measure of the time and of his incisiveness. John said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Today I offer the British people a better way and a clear choice: a choice between Labour’s high skill, high tech, high wage economy, and John Major’s dead-beat, sweatshop, bargain basement Britain; a choice between Labour’s opportunity society which invests, which educates and which cares, and the sad reality of neglect, division, and rising crime that is Tory Britain today; a choice between Labour’s commitment to democratic renewal, rights, and citizenship, and John Major’s centralised, secretive and shabby Government.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, we were robbed of a great Prime Minister. Britain would be a different place today if John Smith had been given the opportunity to serve and to lead our country. It is 25 years on, and I sincerely thank my hon. Friend and his supporters for giving the House the opportunity today to remember John and to pay a fitting tribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}