{
    "url": "https://www.ukpol.co.uk/jim-fitzpatrick-2017-speech-on-grenfell-tower-fire/",
    "title": "Jim Fitzpatrick – 2017 Speech on Grenfell Tower Fire",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Jim Fitzpatrick",
            "url": "/tag/jim-fitzpatrick/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Fitzpatrick, the Labour MP for Poplar and Limehouse, made in the House of Commons on 26 June 2017.",
    "content": [
        "I am grateful for the opportunity to raise the tragic Grenfell Tower fire and to put on record a number of questions for the Government, most of which are on the record already, especially after the statement today by the Secretary of State for Communities and Local Government. I will not be covering the awful response by the authorities locally to the survivors—that is well documented—but I do want to pay tribute to all those who tried to help, volunteers and officials, and to my new hon. Friend the Member for Kensington (Emma Dent Coad), who has performed admirably in the service of her constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because I was in the London fire brigade for 23 years and I am a former Fire Minister, I have been asked to make many comments on the fire. I need to say that I am no fire prevention expert. I was an operational fireman for 13 years and an elected Fire Brigades Union lay official for 10 years, acting as a safety rep, as well as performing other duties. I am therefore no expert, but I know many who are—those who work with the all-party group on fire safety rescue and in the field of firefighting, fire protection and fire prevention, and of course I had my departmental officials, who were also very knowledgeable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Armed with that assistance, experience and common sense, there are many questions that I want to ask or, rather, that I want the public inquiry to address. It would be very helpful if the Minister gave the House any details of when more might be known about the inquiry, which will face many questions on many issues. They include: the source of the fire; the rapidity of the spread of the fire; the catastrophic failure of all the fire protection features that the building should have contained; the building’s refurbishment, including the original specifications and the materials actually used, as well as the quality of the work and the finish; the monitoring of building control; the inspection of the completed job by the council, the designated responsible person and the fire service; and the recommendations of the Lakanal House coroner’s inquiry concerning a review of building regulations guidance in Approved Document B and the role of the Building Regulations Advisory Committee. I will finish with the question of the Government’s decision not to equip new schools with fire sprinklers, reversing the upgraded advice that they should have sprinklers, published in 2008.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Speaker, you may know—I would be surprised if you did not—that my original bid was for an Adjournment debate this week on the subject of the governance and accountability of registered social landlords, or housing associations, but obviously matters changed shortly after and I retendered my bid. When Labour came to power in 1997, there were 2 million homes below the decency threshold in our social housing sector. We tackled that challenge aggressively, spending billions on new kitchens, bathrooms, double glazing, central heating and security. The de-municipalisation of much housing brought many pluses in recent decades, but also problems. Those wider problems need examination, as we have heard with the many challenges in recent days, in connection ​with how we provide social housing in the UK. How we address that question sets the perspective for how we approach the build, maintenance and safety of those homes—the kind of housing I lived in for decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In respect of the questions I want to raise, I would like to thank Jon O’Neill OBE of the Fire Protection Association, London fire brigade, Sir Ken Knight, Ronnie King, the Fire Brigades Union, the Commons Library and the Lakanal House coroner for their assistance with material for my remarks this evening. Let me take the questions in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The police have apparently identified the source of the fire as white goods on the fourth floor. London fire brigade and the Electrical Safety Council, along with my hon. Friend the Member for Hammersmith (Andy Slaughter), who I am pleased to see in his place, have been leading the Total Recalls campaign for such faulty white goods—dryers and the like—and for improvement in their design. Initially, the Government seemed well disposed to this. I am pleased to see the Minister for Policing and the Fire Service in his place, as he responded so positively and has had a number of meetings with colleagues about the campaign, which would have required compulsory product registration at the retail point of sale and better manufacturer marking of goods to allow them to be identified after a fire and traced back to source. One person has already died and there have been a series of serious fires, including one in a Hammersmith tower block. Fortunately, the fire integrity of that block was better than at Grenfell. If the Minister responding to the debate has any information about the campaign from his colleague, I would be very pleased to hear it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As for the fire integrity of the Grenfell block, it is difficult to know where to start. The public inquiry, assisted by fire investigators, forensic specialists from the Metropolitan Police Service and the Building Research Establishment, will pronounce on the cladding and the insulation, why the fire spread so rapidly and what other contributing factors there may be. There will be questions not only about the fire resistance specification of the material used for the refurbished block, but about whether the architect’s original plan was followed, as well as the finish. Those, along with compartmentalisation and correct fire doors, are the basis of the “stay put” policy about which so much has been written. I am sure that the public inquiry will look again at that as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The failure of all the cladding panels tested since the fire, allied to the Secretary of State’s startling information from Camden earlier today about fire doors, indicates a complete systemic failure. Many decent local authorities and housing associations are under scrutiny in relation to how they manage their housing stock, and many good construction companies are as well. Questions about monitoring, building control, “responsible person” and fire brigade sign-off, and the rules that we put in place, will all be issues for the inquiry, as well as the question of how contracts are delivered, including the system of subcontracting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Chalk (Cheltenham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Fitzpatrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sorry. I hope that the hon. Gentleman will forgive me, but I have declined intervention requests from other colleagues. If I have time at the end of my speech, I shall be happy to give way.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not sure whether the Minister will be able to comment on any of those building matters. The fire service, as inspector and enforcement body, should offer us some peace of mind, but reports of a 25% reduction in both domestic fire brigade inspections and fire safety audits do not inspire confidence, and perhaps the Minister will be able to comment on the accuracy of those reports. I am pleased to see that the Minister for Policing and the Fire Service is present; he may be able to advise his hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, the Lakanal House fire, the six people killed there and the coroner’s inquiry were a wake-up call, as was the Shirley Towers fire in Southampton, in which two firefighters, Alan Bannon and James Shears, died. Much happened as a result, but not all the lessons were learned. The key lesson for the Government was about the reviewing of the building regulations guidance on fire, as contained in Approved Document B. That is the architects’ bible: it says what is allowed and what is required. The guidance needs to be reviewed regularly to take into account not only new methods of construction, but new materials being used. They are changing all the time, as we can see from the structures and the skyline around us. Approved Document B gives details of when and where sprinklers should be used, and what types of fire alarm system should be mandatory for which types of building.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcomed the Secretary of State’s announcement earlier today, and the convening of his new independent expert panel of advisers. As I said to him at the time, the Building Regulations Advisory Committee has historically been central to such work. The last published review of Approved Document B appeared in 2006. Her Honour Frances Kirkham, CBE, the Lakanal House coroner, wrote to the Secretary of State in 2013 saying, very simply,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It is recommended that your Department review”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Approved Document B. The Secretary of State’s response, in the same year, was:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We have commissioned research which will feed into a future review of this part of the Building Regulations. We expect this work to form the basis of a formal review leading to the publication of a new edition of the Approved Document in 2016/17.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Minister will know, however, BRAC has not met for five years, although a succession of Ministers assured us that work was in hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As late as last Thursday, when I asked the Prime Minister what assurance she could give\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“that the review of building regulations and Approved Document B, as recommended by the Lakanal House coroner, will be carried out as urgently as possible, and that the Building Regulations Advisory Committee, which has historically undertaken this work, will be recalled as a matter of urgency”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "she replied:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“That work is indeed in hand.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "She also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Obviously, that will be one of the issues that the public inquiry will want to look at.” —[Official Report, 22 June 2017; Vol. 626, c. 178.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said then, that work does not need to wait for a recommendation from a public inquiry. Can the Minister assure us that the new independent panel of experts will undertake it as a matter of urgency? I should be grateful if he could give us a timeframe for its work programme.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The final matter that I want to raise, before making some concluding remarks, is Government policy in respect of fire sprinklers in new schools. In 2008, the Minister of State at the Department for Education upgraded the guidance for local education authorities and school governors, and changed the wording on what was expected. He wrote, and the Department published, the following:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It is now our expectation that all new schools will have sprinklers fitted. Any exceptions to this will have to be justified by demonstrating that a school is low risk”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "for instance, single-storey or brick-built. The Government have changed this guidance, and the now revised version from the Department for Education states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The Building Regulations do not require the installation of fire sprinkler suppression systems in school buildings for life safety and therefore BB 100”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "that is, building bulletin 100—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“no longer includes an expectation that most new school buildings will be fitted with them.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The regulations that it cites are 11 years old. They are overdue for revision, and at least one coroner’s inquiry has requested that they be reviewed. I would be grateful if the Minister could confirm press reports at the weekend that the Government were reversing this and going back to the original guidance from 2008.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sprinklers save lives, and they are not as expensive as some detractors claim. The situation is not helped by TV adverts, dramas and films incorrectly portraying buildings being flooded whenever a sprinkler head activates. It is only the sprinkler directly above the fire that sprays water, not those across the whole building or even a floor. We know from reports that the cost of fitting sprinklers to Grenfell Tower would have been £200,000. If we divide that by 79—you do the math, Mr Speaker—it works out at just over £2,531 per death, and that figure is likely to come down as more deaths are confirmed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To conclude, we need to know the terms of reference of the public inquiry as soon as possible. We need to know who is to preside over it, when it will be expected to report and when we can expect interim reports on urgent life safety matters. We need to know when the independent panel will be convened, and when we can expect building regulations and the guidance in Approved Document B to be published.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been said often over the past 12 days that the Grenfell Tower fire could have been prevented at best, or at least mitigated. The deaths could also have been prevented, at least in the main. It is right to acknowledge—there has been controversy over this—that the Lakanal House inquiry did not order the retrofitting of all high-rise blocks with fire sprinklers. What it did say was:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It is recommended that your department”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "the Department for Communities and Local Government—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“encourage providers of housing in high-rise residential buildings containing multiple domestic premises to consider the retrofitting of sprinkler systems.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was not quite an instruction, but coming from a coroner’s inquiry, it was a pretty forceful recommendation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There will be harrowing accounts to come at the public inquiry and/or the inquests. Historically, the vast majority of safety legislation has been written after a ​tragedy or disaster, and that includes fire regulations. Health and safety regulations, which are much derided in the media, save lives but they also cost money. The message from the Secretary of State’s statement today is that there will be a cost to local authorities and registered social landlords, and we need assurances of Government support that will pay to keep our people safe. The full lessons of Grenfell Tower will not be clear until after the public inquiry, but it is clear that actions need to be taken now. The Government have a responsibility. Ultimately, the buck stops here in Parliament with all of us, and we need to commit the support that is needed in communities across the country now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend the hon. Gentleman for bringing this matter forward. There are 32 high-rise blocks of flats in Northern Ireland, plus other private high rises as well. Does he think that the independent panel of advisers should include Northern Ireland in its investigation, so that all parts and regions of the United Kingdom can benefit from its findings?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Fitzpatrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Gentleman for raising the matter of the devolved Assemblies, because there are different practices in different countries. I commend the Welsh Assembly in this regard. Ann Jones, a former colleague of mine in the Fire Brigades Union, has piloted legislation through the Assembly, and Carl Sargeant, the Minister, has been on to my office today. The legislation in Wales is different from ours; it has improved and is more protective. I know that there are different procedures in Northern Ireland and Scotland as well. A lead from the Westminster Government would be very welcome, and I look forward to hearing what the Minister has to say. My last word is to commend the emergency service workers—firefighters in the main—who risked life and limb to try to help. If we give them the resources and the kit, they will do the job, and we stand in admiration of them, as always.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}