{
    "url": "https://www.ukpol.co.uk/martin-flannery-1978-speech-on-the-cutlery-industry/",
    "title": "Martin Flannery – 1978 Speech on the Sheffield Cutlery Industry",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Martin Flannery",
            "url": "/tag/martin-flannery/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Martin Flannery, the then Labour MP for Sheffield Hillsborough, in the House of Commons on 24 July 1978.",
    "content": [
        "I wish to speak about the Sheffield cutlery industry, an ancient industry which for many reasons finds itself in grave difficulty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some time ago I saw a television programme that dealt with the American textile industry. The plight of that industry embodies to some extent the dilemma of the cutlery industry in Sheffield. We in Sheffield love the cutlery industry. Some of my people, including my mother, worked in it. One part of the television programme showed a huge ​ textile factory standing idle. It had been built to make shirts, but it was closed because Japan flooded the market with shirts which had one button and one button hole missing. The American workers had only to put on the button and the button hole in order to stitch on a label which said “Made in USA”. That sort of thing is happening all over the world, and certainly in Sheffield in the cutlery industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "An excellent article in The Guardian today about Sheffield cutlery says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“In the beginning, there were knives, forks and spoons. The world looked at them, saw the mark ‘Made in Sheffield’ and pronounced them good. Then came knives, forks and spoons from Japan, Hong Kong, Taiwan and Korea. The world looked at them and said they were not so good but were cheap. Some of the world continued to demand the quality indicated by Made in Sheffield’.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A long time ago, London was the beginning of cutlery, in the same way as it was the beginning of most things. There was a 200-year struggle with Sheffield in the Middle Ages from which Sheffield emerged triumphant, tiny place though it was. Chaucer, for instance, in “The Reeve’s Tale”, mentioned that the miller carried a Sheffield knife:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“A Sheffield thwytel bare he in his hose.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That trade in the sixteenth century gradually developed trade marks. In 1624, the Company of Cutlers in Hallamshire was formed by an Act of Parliament. Hallam-shire is the ancient name for the Sheffield area. There was a steady growth in prosperity because of the water and the water wheels in the area. There was little real competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then we make a real jump to the last war. I remember being in India for a long time during the war. When I was in Calcutta at one stage, I idly did what every Sheffielder does—I picked up the cutlery and examined it. It was a link with home: it was all “Made in Sheffield”. Tonight, in the Dining Room, I examined the cutlery of the House of Commons. In contrast with some of the crockery recently, the cutlery is still “Made in Sheffield”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But can anyone be sure that “Made in Sheffield” still means what it says? In many cases it does not. How has this happened, As The Guardian said, after the war, Japan entered the market, in the late 1950s Taiwan and Hong Kong, and now South Korea undercuts them all; 94 per cent. of the industry has gone, due to unfair competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are about 25,000 cutlery workers in South Korea making stainless steel table cutlery. Their production is the equivalent of that of 60,000 British workers—and not because the British workers dodge but because the South Korean workers work 56 hours a week, six days a week, with very few holidays. Their young labour force works at a relentless and rapid rate. Many of them are juveniles. There are no trade unions. There is no organised labour. There are no guards on the machines. This enables a far faster work rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Factory conditions are primitive. There is poor ventilation and inadequate dust extraction. Little attention is paid to effluent disposal and the departments are cramped and crowded. Hygiene, welfare and safety are casualties of the system. Raw materials are cheap. At $950 a tonne stainless steel is about half European prices. Some low-cost finished Korean cutlery actually lands in our country at the same price as European stainless steel sheet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The industry has no development costs. Initially the State finances the plant and equipment for foreign exchange purposes. Importers, sadly, including those in our own country, originate products or get successful products copied. So product development costs do not arise in South Korea. Low prices ensure that the overseas customer goes to them because they have virtually no home market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The services are supplied by cheap labour. The average male wage is about £70 a month, the female wage is about £60, and the reductions for juveniles are drastic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn now to the question of trade marks and the Trade Descriptions Act. Most people do not know that cutlery, as with other items, can enter this country without the country of origin being marked on it if it is unbranded—that is, if it has no trade mark. When it is sold ​ anonymously, the consumer will never know where it comes from and whether it is oriental in origin. If it is branded with a name or trade mark, the country of origin must be shown on the products and packaging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a loophole. If a manufacturing process occurs on imported products, resulting in what is called a substantial or material change, the product may he stamped as “British” or “Sheffield”, and that is quite lawful. But what is a material or substantial change? It needs a court case to determine that. I hope that there will be one to define the phrase, because it is not clearly defined at present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a disturbing and growing tendency for some manufacturers to take advantage of this loophole. They bring in stainless steel knives, forks and spoons without identification on them. They then stamp with their name and the words “silver plated Sheffield”. It should be “in Sheffield” but they omit the word “in” sometimes. Instead of saying “in Sheffield”, they say merely “Sheffield” and convey the impression that the article was made there. That is a product passing for British.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a severe split in the cutlery trade in Sheffield. I confess that I am very surprised that the unions did not go into this matter on a considerable scale a long time ago. The split has arisen between the importers of cheap, almost finished goods and those who are resisting this trend. The importers want a quick profit and, whether they like it or not, are selling tomorrow for today. It is, one would think, a short-sighted, myopic policy. They are cutting the industry’s jugular vein, and they must know it, and the industry is bleeding to death. Some factories in Sheffield are becoming mere warehouses for cheap, shoddy products from sweat shops in South Korea which convey the impression that they were made in this country and in our city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the Sheffield newspapers which telephoned me yesterday told me that since 1971 5,000 jobs have gone. One recent visitor to South Korea has told us that special steels, which are now the lifeblood of Sheffield and the one really profitable side of the BSC, are in grave danger because of the machinery now in South Korea which is building up a special steels industry. However, that will be ​ taken up in another debate. Since the late 1950s, about 10,000 jobs have gone. Only about 4,000 now remain, and 400 of those work people are out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are asked to accept voluntary agreements. They mean that countries rely on one another—as they do in the motor trade, for instance, where vast numbers of Japanese cars come into this country but we sell hardly any to Japan. As a result of a deputation that we had some time ago to my hon. Friend the Under-Secretary, there is now to be surveillance of cutlery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Common Market forbids import controls. France and Italy have thriving cutlery industries because they operated import controls before the Treaty of Rome was signed, and therefore they are not affected in the same way as we are. I wonder how many of the employers in the cutlery industry who are now squealing asked for us to stay in the Common Market and wanted us to join the Common Market. By that they struck a blow at their own industry from which it is reeling to its knees, and even further. The so-called voluntary agreements are difficult to police, are seldom honoured and are totally inadequate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What, then, can we do? The Government must intervene on imports. Whatever laws they violate in so doing, let them remember that it is our industry, not the Common Market’s industry. It is an old and honourable craft. We do not want it killed because of our adherence to EEC quotas. Quotas must be introduced on cheap table cutlery—for example, the £5 per dozen pieces which are coming into this country and under-cutting the workers in our city. The quotas must be on all table cutlery made from all metals. They should be introduced progressively so that the industry is not suddenly faced with an increased demand which it will be unable to meet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Therefore, these controls would need to be introduced progressively. This would steadily reduce the rate of imports from Far Eastern countries and produce expansion in the trade, which we calculate would be from 5,000 to 8,000 jobs in a few years, depending on, say, 25 per cent. at the beginning. The rate of expansion will depend on that, but it is my duty to warn all concerned that there will be ​ resistance from within the trade from those whose quick profits now depend on cheap imports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is possible still to save the Sheffield cutlery industry if we act now and act quickly. This is a proud industry with a proud history, and it must not be allowed to die. We can and we must take the necessary steps to save it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}