{
    "url": "https://www.ukpol.co.uk/mark-fletcher-2022-speech-on-achieving-economic-growth/",
    "title": "Mark Fletcher – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Fletcher",
            "url": "/tag/mark-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Fletcher, the Conservative MP for Bolsover, in the House of Commons on 18 May 2022.",
    "content": [
        "In respect of what the hon. Member for Swansea West (Geraint Davies) said about democracy, one would think that in the current circumstances we would be incredibly careful. We cherish our democracy in this country. Our institutions are strong. Democracy, freedom and the rule of law run through the core of this country, and hearing him observe so flippantly that democracy is under attack, or, earlier, hearing the hon. Member for Paisley and Renfrewshire South (Mhairi Black) suggest that we are descending into something close to fascism—only seconds after saying that words matter—is extremely frustrating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mhairi Black**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mark Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am afraid the hon. Lady did not give way to me, so I am going to return the favour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s Speech set out some of the things that we have needed to do for a long time for the purpose of economic growth. I am thinking particularly of the Levelling-up and Regeneration Bill, which offers several solutions for Bolsover, Derbyshire, and the east midlands in general. That part of the country has struggled since its former industry, coalmining, has diminished. What we have needed for a long time is a new economic settlement. Behind the figures relating to our local economy we see a great many low-skilled and low-wage jobs, and we are not reaching the potential that we have as a region. According to one of the most indicative statistics, the investment going into the east midlands, whether private or public, is much lower than the investment going into other regions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One option that the Levelling-up and Regeneration Bill presents us with is a devolution settlement. Over the last two years in this Parliament, I have been lucky enough to be Parliamentary Private Secretary to the Secretary of State for Business, Energy and Industrial Strategy, and I have had insights into how various colleagues engage with Ministers here. One of the most striking things has been that regional Mayors work. They work as a way in which the private sector and the Government can engage with a particular area and help to bring investment, jobs, skills and education to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, the east midlands is fighting with one hand tied behind its back when it comes to competing with London, Manchester, the west midlands, South Yorkshire and Teesside. It is undoubtedly true that the Mayors of those areas are having a huge impact; they are becoming household names across the country. Anyone who wants to invest in the east midlands will have to speak to at least one county council, at least one district council and almost certainly the local enterprise partnership, which becomes cumbersome. Anyone who wants to invest in the west midlands can ring Andy Street’s office, and that is a much easier process. Andy Street can then pick up the phone and talk to whoever he needs to talk to. Within this Queen’s Speech and this Bill, we can find various ways for powers to descend to our regions, and that will empower us to create more economic growth locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another thing that I am pleased to see in the Queen’s Speech, again in the Levelling-up and Regeneration Bill, relates to planning. For too long, there has been frustration that when housing comes to Bolsover, either it is through a salami-slicing approach of adding five or six houses to a village or it is a huge new estate that does not get the investment in the public services that need to come with it, such as a GP surgery or local school. We have a problem in that demand for those public services has gone up. The outline for the planning reforms is very strong, and if we are looking at levelling up an area such as Bolsover, we need to improve education and skills levels. We need to be able to bring skilled jobs to the area; we need affordable, quality housing; and we need to be able to bring in infrastructure that is fit for the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is an admirable line on public transport, which is that the Government would like to get the rest of the country’s transport connectivity much closer to the standard of London’s. I do not expect Bolsover to get an underground system any time soon, but I suggest to the Transport Secretary that we would accept just a few new bus routes that actually work and that run beyond 7 o’clock in the evening. I admire the emphasis on ensuring that we have public transport, because the groups most impacted by a lack of it are the elderly, students and younger people, and those on low incomes. It is hard to generate economic growth without good public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am looking forward tremendously to the Schools Bill, because there are many positive things in it, but one of my great frustrations is that we have no post-16 education in Bolsover. That requires everybody to travel out, but our bus services are not fit for purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will end on this, Madam Deputy Speaker, because unlike some others, I will stick to six minutes. I very much welcome the conversion therapy Bill. The Government will know that I think it needs to go further, and I hope that that will happen. A number of colleagues have fought incredibly hard to ensure that this issue remains on the agenda, and I doff my cap to them because this is incredibly important and something that we should put an end to in the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}