{
    "url": "https://www.ukpol.co.uk/katherine-fletcher-2021-loyal-address-speech/",
    "title": "Katherine Fletcher – 2021 Loyal Address Speech",
    "post_date": "May 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Katherine Fletcher",
            "url": "/tag/katherine-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Katherine Fletcher, the Conservative MP for South Ribble, in the House of Commons on 11 May 2021.",
    "content": [
        "It is a [pleasure to follow my hon. Friend the Member for North West Cambridgeshire](https://www.ukpol.co.uk/shailesh-vara-2021-loyal-address-speech/) (Shailesh Vara). Yet again he has demonstrated the wisdom, world view and passion from which the people of North West Cambridge have benefited for many years. It is also an honour to second the Humble Address to Her Majesty, who, despite a difficult year—let’s face it—is still flippin’ ace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Being proud of Lancashire and South Ribble, I looked at previous speakers in this role, only to discover none from central Lancashire—ever. Other bits of Lancashire pop up. In 1919, we had Lieutenant-Commander Percy Dean and in 1924 we had Lord David Balneil. Well, in the 21st century, this untitled and unentitled woman is happy to report back to South Ribble: many things have changed, not least the people who represent you and, as always, I promise to always do my best for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is traditional during this address to speak about place and policy, and I will, but I want to focus on the thing that these extraordinary times have highlighted as vital to this Chamber and to all of us—the thing that we miss so much: people. The covid pandemic has been awful for us all. We have lost too many people before their time to a nasty new disease and, to stop that number being much higher, we have all, as a country, sacrificed much that is truly important to keep others safe. These empty Benches should be occupied by a seething wall of humanity—the bricks from all over our wonderful United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Queen’s Speech shows that the Government have not focused solely on infection prevention and vaccine roll-out—they have kept going with plans to build back better for all the people who sent us here. We in this place also changed our ways to keep people safe, and it is not any easier to do. Think of the poor Chief Whip, my right hon. Friend the Member for Sherwood (Mark Spencer), who was charged with corralling MPs’ votes in a socially distanced way. It reminds me of Alan Rickman in that ’90s Robin Hood film: “You, 10:30; you, 10:35 and don’t bring a friend.” I bet the Chief Whip is now regretting that this is not a virtual contribution in which he can accidentally stand on the plug. However, after those socially distanced sacrifices, the people of South Ribble and beyond want the Government’s actions in the measures outlined today, which the Chief Whip will steer through Parliament. Those are the foundations truly to deliver on our promises for this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have detected worries in some areas with money that other parts of the country have their hands out, expecting something for nothing. That is not levelling up in my book. Across swathes of the regions, we have not had attention or the seed investment for decades. We do not want a handout, or a shiny white elephant scheme to keep the natives happy that is here today, gone tomorrow. We do not want a fish—frankly, we are too proud to take it. We want a fishing rod to help us to grow our economies for the benefit of everybody. In broad strokes, we need better infrastructure, rail, buses and broadband, to enable more people to access more jobs. While I do not speak for all, I speak for many when I say: “Invest in us and we will pay you back with innovation and practical nous, which will ultimately deliver tax revenues from our valued services.” For example, my brilliant business idea is to export T-shirts with “You’re on mute.” That will save everyone a lot of bother if we have to go through this again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This will take time, but history has a long arc. Industrial areas such as the midlands and the north did it before the second world war. Are you going to bet that we can’t do it again? The measures outlined today start to address decades of problems that, for many, mean it is harder to get private investment and public investment, pump-priming capital to enable global trade and business sector leadership, ultimately creating well-paid jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All of us—all of us—want homes our kids can afford or rent securely. The Government are reforming planning, so it is more in the hands of locals, properly agreed in advance. We need to protect our green spaces, have a say in where we build homes, and regenerate disused shops or brownfield sites. We do not need to be sitting around in cold draughty rooms arguing again and again about overly long documents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, to all the people of these great isles—north, south, east and west—let me return to the theme of people. Why do I stand here confident today that we will deliver on our promises, given time? As the marvellous returning Mayor of the West Midlands, Andy Street, highlighted in his acceptance speech at the weekend, while individual people are important it is teamwork that really makes the difference. So may I take the opportunity to welcome my hon. Friend the Member for Hartlepool (Jill Mortimer) to this team? [Hon. Members: “Hear, hear.”] Like all of us when we first get here, I bet her head is spinning, so may I offer her, and the thousands of people across the country who lent this team their vote, a brief explainer of what you have actually got here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s Speech introduces important measures to protect animal welfare—a theme close to all our hearts—so let me run with an analogy regarding this place. The 2019 intake have bounded into Westminster politics like spaniels in a wood enthusiastically sniffing every tree. All glassy-eyed and tongues flapping, they must appear to more seasoned observers, above the Westminster bracken, as bouncily passionate about the places they are from, pushing with enthusiastic energy to level up and make lasting change. However, as any upland farmer will tell you on the fell gather, you need the bouncy pups but you also need the grey-chinned old dogs, sitting imperiously looking for problems of years past and scanning the horizon for new ones. The slight eye roll. The small aside—“My dear, don’t do that. It was tried 20 years ago and it failed because…”. I have had months of work saved by this wisdom, although I will confess surprise that it was ever possible to walk into a village pub and order while having two loaded shotguns strapped to your back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those elected more recently, most not really of the Westminster bubble, are fiercely proud of place, passionate about their hometowns and their communities because they live there—they are their homes. We want what you want because we aren’t other, we are you—truly part of our places. We have kick-ass ladies, lovely mums, ex-Spads, lads, gents, gay and straight, businessmen, servicemen, all available in a variety of colours of melanin. It is the sheer diversity of this Team Tory that will strike my hon. Friend the Member for Hartlepool when she takes her place. And I know that all those, straight and gay, who have worked together will be delighted with the measures announced today to ban the abhorrent practice of conversion therapy, while, importantly, protecting private prayer. Institutional knowledge coupled with life experience—that is this Team Tory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When me and the red wall lads go out for a pint after work, they revel in that diversity, too. We joke about woke, or whether they are the gammons, representatives of many. Hilarious, I thought, enjoying the crack over a beer—all good fun, until my hon. Friend the Member for Warrington South (Andy Carter) pointed out that if they were the conversation’s gammons, that made me the ring of pineapple on top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the pub theme, someone should quickly administer smelling salts to the Secretary of State for Digital, Culture, Media and Sport and his ministerial colleagues. After the number of messages they received from those on the Conservative Benches about the European Super League and its affront to the football pyramid, they definitely need them. To be clear, the messages were not only received from those colleagues possessed in the correct way of saying “bath”, although I concede that my hon. Friend the Member for Orpington (Gareth Bacon) may differ on that topic. So, to the DCMS team, sorry but not sorry, but stopping the anti-football league in its tracks has not distracted the Secretary of State from bringing forward Bills to sort out 5G, broadband and preventing online harms. Bringing a football view of what is important to this place: Team Tory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But that is not all. The Government is a system in its own right. You need people who have worked in it and know how to get things done. These pure-breed hounds team up with the Heinz 57 mutts to work for you. Ex-insiders and former special advisers who have offered help and advice without a hint of condescension, but who occasionally twitch with a slightly panicky, “Don’t do that!”, have already helped to get legislation passed to protect children from plastic surgery and women from violence. And it is a two-way street, like when my hon. Friends the Members for Darlington (Peter Gibson), for Stockton South (Matt Vickers) and for Redcar (Jacob Young) explain nicely, again, what a chicken parmo is and why it is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In fact, all the Team Tory leadership are investing in practical advice and support, because it is the delivery that is important. For example, I think of the Secretary of State for Work and Pensions, when faced with another zingy piece of newbie enthusiasm: the deep sigh, the fold of the arms, “Well—”. Some of the people in South Ribble have no faith in politicians and say, “You’re all the same.” No, we are not. What you have here is true representative democracy, and what this produces is not just passionate government, but effective government from this Team Tory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Right; is there anyone I have not mildly insulted yet?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sara Britcliffe (Hyndburn) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Home Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Katherine Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not that daft, plus I have not got the box that my right hon. Friend would need to stand on to properly give me the look! I know how the criminals running illegal immigration rackets feel. This Government have Bills here to stop them, and if you commit violent crime, this Queen’s Speech means the Home Secretary will throw both the book and the look at you—this Team Tory, keeping our communities safer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And think of the poor Prime Minister, heading up this mixed pack, this rabble—the grey-haired, the ginger, brown or curly black-haired, the no-haired, the pineapple blonde, the actually blonde. He crafts his speeches with great learning, but when he says “Homer”, more likely these days he will get the answer “Simpson” from these Benches rather than classical allusions. Now I know why he plays with his hair so much—it is pure exasperation. Sorry, boss, but we get the general gist and so do the people we represent, because what the people of South Ribble, and the people we represent, want is what the Bills in this Queen’s Speech lay the foundations for—better infrastructure, so we can get to our work quicker; skilled jobs in the green revolution of the 21st century; the ability to get the training we need to access those jobs with a lifetime skills guarantee; and levelling up, not by taking money from other places but by investing, so that through global trade and key industries we can grow our economies, reinvigorating those places, with the practical history and the pride to deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Commentators would have these Benches at war with each other, as different packs with nothing in common; not from what I have seen, although I do not know whether that sounds familiar to any Opposition Members. This Team Tory are focused on not forgetting anyone, not taking anyone for granted, rubbing along, laughing at each other, helping each other and working together for our whole United Kingdom, to level up and build back better. It is my privilege to commend Her Majesty’s Speech to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}