{
    "url": "https://www.ukpol.co.uk/nick-fletcher-2023-speech-on-snares/",
    "title": "Nick Fletcher – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nick Fletcher",
            "url": "/tag/nick-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Fletcher, the Conservative MP for Don Valley, in Westminster Hall on 9 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered e-petition 600593, relating to the use of snares.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Mr Vickers. The petition received over 102,000 signatures and the petitioners, who are in the Public Gallery, ask that the Government prohibit the sale, use and manufacture of free-running snares by amending the Wildlife and Countryside Act 1981. That would put free-running snares in the same category as self-locking snares, which are already illegal. Today’s debate follows on the heels of other events in Parliament last year, such as the question tabled by my hon. Friend the Member for St Ives (Derek Thomas) to the Environment Secretary about the use of snares, as well as an early-day motion on 31 January calling for a ban on the use of all snares.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before going into the general points, it should be noted that both Scotland and Wales have different rules to England on snares. Scotland takes a more rigorous approach, in that the Wildlife and Natural Environment (Scotland) Act 2011 demands that snare users must achieve an approved accreditation, receive a personal identification number from the police and attach an identification tag to every snare when set. It is also true that the Scottish Government’s wildlife team are conducting a statutory review on whether snares should be banned altogether. Wales announced in 2021 that it intends to completely ban the use of snares, and a Bill is set to go through this year, which was laid before the Senedd on 26 September last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In England, the last review on the use of snares was almost 19 years ago, in October 2004. In the review, the Department for Environment, Food and Rural Affairs asked for a working group to be set up to look at the use of snares. It found a series of uncomfortable truths occurred whenever such devices were used. Those included stress and anxiety for the captured animal, fear of predation, friction of the snare as the animal tries to escape, dislocations and amputations, ischemic pain due to lack of blood circulation, compression injuries, thirst and hunger. There were more—the list goes on. The petitioners argue that those things are inexcusable in the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What is worse is that the snares are often snaring the wrong animal. They often catch cats, dogs, badgers and deer and when they do it can often lead to a painful death. A post-mortem on a badger caught in a snare read:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“He was in good body condition but had been dead for at least 48 hours. X-rays show an indentation around his neck, which corresponded to visible bruises around his throat. This was consistent with the snare being placed around the throat. There were also recent wounds to the pads on both his front feet. The vet said those injuries were consistent with him ‘having scrabbled violently to try and get free prior to death’. He also had bruised gums around his canine teeth, consistent with him having tried to bite a hard thin object (such as a wire) before he died. His windpipe contained some stomach contents and also bloody, frothy mucous.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member has just shared with us a horrible set of words. But I think that is the point. Would he agree with me that what he has described is indiscriminate cruelty that obviously causes horrific suffering to animals? That is the reason the petitioners are so concerned, and we should likewise be deeply concerned about that kind of behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Member for her contribution. No one could say that what I have just read is how we would want any animal to die—the petitioners would no doubt agree. In the vet’s opinion, the young male badger died as a result of asphyxiation caused by a ligature placed around his neck—probably a snare. That is not a pleasant read.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I posted on social media that I was to lead this debate and it was widely shared. Many, many people posted comments, the vast majority, if not all, of which were totally opposed to the continued use of snares.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Spellar (Warley) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should always be slightly cautious about self-generation on social media, although it can be indicative. Even more relevant is the opinion polling, which shows that well over three quarters of the population believe that snares should be banned. The opinion of this House over several years, even decades, has been very clear, so is it not time for the Government to introduce legislation on this and other animal welfare issues? We do not seem to have a great deal of business holding us up at the moment, so perhaps they should get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Gentleman for his comments, and I will talk about that further. As he says, the opinion polls show that people definitely lean towards banning snares, but we need to debate the subject, which is why the petition has been brought to the Chamber today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My starting point is the same as that of the commentators and petitioners: nobody wants to see any animal harmed, never mind killed, unless there are very strong reasons to do so. Nevertheless, animals are killed and people support that. For example, dangerous dogs that have harmed or even killed a child are put down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our feelings make it difficult to move to the other side of the debate, but we must do so. It is a debate, not a platform where only one view can be heard. There must be no cancellation here. We therefore need to ask why snares are being used in this day and age. Are there good reasons for their continued use? In life, we learn that there are always two sides to a story, and that is especially the case for MPs. I have never found that everybody has agreed with me about everything I have said. We all have different views, and I welcome the fact that we live in a democracy—a country in which freedom of speech is so strong. Many countries are not so blessed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have made efforts to speak to those who support the continued use of snares. I wanted to know why they believe that snares are a good thing, given what the DEFRA review found. One gamekeeper I have been in contact with told me that if snares are used in compliance with current legislation, they are a humane way of protecting not only the farming world’s livelihood but the environment. I am not convinced that the aforementioned badger would agree with any of that, but for the record I have not had clarification about whether the incident involved an illegal snare or a legal snare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to the snare itself. We talk about snares, but what is a legal snare? Not all snares are illegal, and there are regulations in force determining what is. Let me tell Members what I discovered. The snares, now called humane cable restraints, are engineered with five safety devices. Two swivels—an anchor swivel and a middle swivel—reduce entanglement. Next, it is a legal requirement in the UK for the running eye to be free-running to help reduce strangulations. Previously, snares were ratcheted, and strangulation often occurred not just to the intended creature but to non-target animals. Ratcheted snares are now illegal. A fixed stop allows smaller animals to remove themselves, and also reduces the chance of strangulation of the target animal—apparently mainly foxes. The final component is a break-away device so that if animals of a certain size pull hard enough against the snare, it will break and they will be set free. Those devices were initially tested by 34 gamekeepers across the country and proved to be much improved on the previously used snares.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The law says that snares should be checked every 24 hours. The code of practice states that it should preferably be before 9 am each day, and if the gamekeeper is able the snare should be inspected again at the end of each day. If that procedure is rigorously followed, it should minimise the number of captured animals that go through the pain that the previously mentioned post-mortem report described. Whether it is rigorously followed is a fair question. The device should also be inspected daily for signs of rusting or fraying of the cord. It should also be checked to ensure it is working—in particular, the effectiveness of all the safety devices should be checked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The subject is emotive and I can understand the petitioners’ point of view and why, in an animal-loving country such as ours, many people want to stop this method of capturing animals. It is natural to feel that way, and I share those feelings, too. However, gamekeepers do much to look after our countryside, and they say they need snares to enable them to do their job. I have heard that they are stopping some birds becoming extinct. Lapwings and curlews are two examples of birds that are in danger of becoming extinct to the west of the UK; foxes are to blame for much of their demise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A relative townie like me can easily sit in an armchair and say that the use of snares is wrong and even barbaric, but I am conscious that I have little understanding of the countryside and the steps necessary to protect it. Those who have spent their lives in the countryside say snares are necessary. We need to know who is right and who is wrong—we need evidence. I am therefore pleased that the Government consider it timely to open a call for evidence to make sure they have the very latest understanding on the issue. It is essential that both sides of the argument are listened to. Cancel culture is iniquitous and has no place in a functioning democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe I speak for many, if not all of us, when I say it is also essential that we reduce any inhumane treatment of our wildlife while still helping gamekeepers to protect our countryside. I believe there are many areas in life where there is a solution if legislators, animal rights groups, activists, concerned citizens and all those in the countryside sit down and talk things through. This surely must be one such issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With Wales and Scotland moving quickly towards a complete ban on snares, time is of the essence for such talks and solutions such as humane snares, reflective dishes, electric fences or even high-sonic devices could be used. I am told that many in the countryside do not believe that tighter legislation will work, but gamekeepers believe that mandatory training will. That issue also needs to be addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the petitioners for bringing the debate to Parliament. We need to establish the evidence and make any necessary adjustments to the legislation that are appropriate and proportionate. What they should be is not exactly known yet. However, the process must start, and I look forward to its conclusions. I therefore hope the debate is the start of a sensible conversation, where tempers are not frayed and a solution can be found.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}