{
    "url": "https://www.ukpol.co.uk/nick-fletcher-2022-speech-on-religious-education-in-modern-britain/",
    "title": "Nick Fletcher – 2022 Speech on Religious Education in Modern Britain",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Fletcher",
            "url": "/tag/nick-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Fletcher, the Conservative MP for Don Valley, in Westminster Hall on 1 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Dame Maria. I congratulate my hon. Friend the Member for Cleethorpes (Martin Vickers) on securing a debate on this important issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was less than two months ago that Her late Majesty the Queen lay in state in Westminster Hall. As a nation, we remember that time with sorrow, but we have immense gratitude for her life of service and faithfulness. In that life, she was strengthened by a personal faith in Jesus Christ. That was explored in the only book to which she personally wrote a foreword, entitled “The Servant Queen and the King she serves”, which was published on her 90th birthday. Her personal faith in Christ, which sustained her in service to people of all faiths, was also an expression of important principles at the heart of the UK’s culture, law and constitution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cross and orb that surmount St Edward’s crown, which is used in the coronation, represent the same truth as the title of that book. When the monarch sits on the throne wearing the crown, he or she is sitting below a representation of the cross of Christ that itself sits atop an orb representing the globe. The meaning is profound: the monarch is accountable to God for his or her rule. All human rulers reign under God. The laws that they enact must be accountable to a higher standard of morality, embodied in the character of God as seen in Christ and in his word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cross represents the fact that we all fall short of that higher standard. None of us can live up to it, but Christians believe that Jesus suffered on the cross so that we can be redeemed and restored to have a relationship with God. They believe that he rose again to reign as the ultimate king, not of a kingdom of this world—as he said to Pontius Pilate—but of a spiritual kingdom. His reign sets the example of servant leadership—of the one who stooped to wash the feet of his disciples and then stooped lower, even to the grave. Many people—young, old and of all faiths—admired the expression of that in our late Queen’s life of service. However, there is a real concern that our education system robs young people of the chance to understand the substance of Christian belief, which shaped not only the life of our late Queen and of our nation, but the lives of countless people in this country and across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, Jesus Christ was Jewish, not British or European. Christianity is not a uniquely western religion, and, sadly, we as a nation have often fallen very short of his example, but without an understanding of Christianity it is not possible to understand British culture or the foundations of our institutions and laws. It is right that the law requires state-funded schools to provide religious education to all pupils, and that that education reflects the fact that religious traditions in Great Britain are in the main Christian, while taking account of the teachings and practices of the other principal religions represented in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It seems to me that that balance is exactly right. We are not about excluding other religions from consideration —quite the opposite. They should be properly recognised and taken account of in the preparation of the RE syllabus, but RE needs to recognise the particular place of Christianity in Great Britain. Young people are entitled to be taught about it; that is what the law requires. However, under pressure from many competing demands, the failure of Ofsted to hold schools to account regarding this requirement means that it is all too tempting to let it slip, particularly when the failure to invest in teachers and to resource religious education makes it hard to deliver the subject well, yet RE is a popular subject at GCSE and A-level. I would therefore be grateful if the Minister could tell us what can be done to ensure that schools respect the will of Parliament in this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}