{
    "url": "https://www.ukpol.co.uk/katherine-fletcher-2021-speech-on-the-budget/",
    "title": "Katherine Fletcher – 2021 Speech on the Budget",
    "post_date": "March 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Katherine Fletcher",
            "url": "/tag/katherine-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Katherine Fletcher, the Conservative MP for South Ribble, in the House of Commons on 3 March 2021.",
    "content": [
        "Last year, I asked the Prime Minister, on behalf of the good people of South Ribble, to throw the kitchen sink at supporting the British people through this awful pandemic. Today, this Conservative Chancellor has continued to do just that: kitchen sinks are being thrown. The scale of the financial support that we are offering is massive. We are extending our spending to help people and businesses right through to September and beyond, which is much further than many expected. We are helping businesses to survive with furlough and VAT cuts and supporting them to get back on their feet with restart grants. Costing £407 billion, it is a lot of money to help this country in its time of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was the Conservatives who spoke a decade ago of getting the nation’s finances sorted. We were fixing the roof while the sun was shining. Well, this once-in-a-century global pandemic is the weather equivalent of it raining stair-rods. Cats and dogs have fallen from loaded dark grey clouds on the British people during this pandemic. Businesses have been forced to close, or to work in different ways, to save our lives. Our existential British right to talk a load of nonsense down the pub on a Friday night with friends and strangers has been curtailed, not to mention what has happened to the brilliant people who run these businesses. This Chancellor and Government know what they are doing. We get that we could not have a situation where people lost their jobs or their hard work for businesses just because some bat in China got a nasty cough a couple of years ago. That is not their fault, and this Government have done eye- wateringly massive things quickly to protect people, their families and their work from the consequences of bats and biology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also honest to say that this help has cost us a fortune. This Conservative Government have been fair in protecting people when the awful things happened, but the sums of money required are—wow—massive. It is our money. When I say that it is costing us a fortune, I do mean “us”. It is not Government money or some nebulous concept; it is our money raised by our taxes on our hard work and our business innovation. At some point, we will have to pay this massive support back— not all in one go and not at any price. I commend the Chancellor’s honesty today in setting out two broad themes on how to keep us on an even keel with our money and the nation’s finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As individuals, we will have to push back some potential gains to future years, such as freezing salaries, paying a bit more tax, and asking the bigger businesses to contribute a bit more without making us as a country too different from our international peers in the G7. As the Government, we will have to continue to be careful about how we spend our money, but when we do spend money, we should spend it to invest. This statement shows that we will focus on areas that will help us grow our businesses and our communities. We are putting in place the foundations for a future economy to boing back, never mind bounce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today’s announcements of investments, super deductions and capital investment plans will boost business investment by enormous sums with world-leading measures. This Government are supporting people to invest to grow their business, creating good jobs across the country. Measures today such as the UK infrastructure bank in Leeds—it is the wrong side of the Pennines, but still amazing—and the levelling up fund will make the UK and Lancashire the best place in the world for innovative businesses to set up and grow. Freeports will help us get our goods to the world, and Help to Grow is brilliant. It will give everyone access to new skills and technologies and boost their businesses, no matter how small they are. I would have run with open arms to these measures when I was running my business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On a personal note, the people of Leyland want me to thank the Chancellor hugely for the announcement today of the £25 million investment in our town. For too long, Leyland has not seen its fair share of investment. Recently, local businesses, local officials, elected people like me and experts from the Government have been working really hard together in the town board to put a bid together to transform our town centre. I am so chuffed it was successful. Thank you. We cannot wait to get spades in the ground and get started.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also important to note that I have the honour in today’s debate of following the right hon. Member for Islington North (Jeremy Corbyn), if only to point out where his crazy spending plans would have put us in the middle of this crisis—in short, a mess. The plans, which the Opposition Front Benchers supported in their manifesto, would have dug a black hole bigger than this pandemic has done in our nation’s finances, which the pandemic would have then deepened. The Labour party is just not being honest or straight with the public when it suggests we can just borrow our way out of this. When Labour Members are a bit vague about what they would actually do to fix this problem, that is because they are not being honest about the consequences of having too much debt for the safety and security of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not committing to anything and being a bit vague is fine as a political strategy, but it is not the way to do the right thing by the great British people. This Chancellor and this Government are doing the right thing to support us—responsible, grown-up, practical and fair. They are being honest about what we have been facing and are still to face. They are looking to the future and investing for growth in Leyland’s town centre, in Lancashire’s businesses and across the nation. It is what we need to build back better, and I support this Budget wholeheartedly today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}