{
    "url": "https://www.ukpol.co.uk/katherine-fletcher-2022-statement-on-doncaster-sheffield-airport/",
    "title": "Katherine Fletcher – 2022 Statement on Doncaster Sheffield Airport",
    "post_date": "October 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Katherine Fletcher",
            "url": "/tag/katherine-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Katherine Fletcher, the Parliamentary Under-Secretary of State at the Department for Transport, in the House of Commons on 24 October 2022.",
    "content": [
        "Following the strategic review of the airport announced in July this year, the Government are incredibly disappointed that Peel Group has taken the difficult decision to announce the potential closure of Doncaster Sheffield airport. While it was a commercial decision made by the owners of the airport, I fully appreciate the impact it has had not only on passengers who use the airport, including the constituents represented by many hon. Members in the South Yorkshire region, but on those businesses, organisations and people who work at the airport and within the supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I know from growing up underneath the flightpath of Manchester airport, regional airports are key in serving our local communities, supporting thousands of jobs in the regions and acting as a key gateway to international opportunities. That is why during the pandemic the Government supported airports through schemes such as the airport and ground operations support scheme, through which Doncaster Sheffield airport was able to access grant funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I need to be clear that, while the UK Government support airports, they do not own or operate them. However, devolved Administrations, local and combined authorities are frequently shareholders in airports that serve their communities, as is the case with Manchester Airports Group, Birmingham airport, London Luton airport and, most recently, Teesside International. The UK aviation market operates predominantly in the private sector. Airports invest in their infrastructure to attract airlines and passengers. We will continue to support all parties to seek a commercial or local solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the announcement by Peel Group on the airport’s future on 13 July, the Government have been actively working with local stakeholders to encourage a future for aviation at the site. My hon. Friend the Member for Don Valley (Nick Fletcher) and the Department for Transport have met Peel, and I understand that the South Yorkshire Mayoral Combined Authority and Doncaster Council have been working during the review to explore options for a locally led solution. The local authorities have now written to Peel Group to pass on the details of those who are interested in potential options to invest in the airport, and I understand that Peel has begun to engage with those parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The aviation Minister, Baroness Vere, met Peel on 19 October and strongly encouraged it to look seriously at any commercial interest. She has also been proactively encouraging Peel Group to strongly consider the local and combined authorities’ offers of bridging support if it requires extra time to take forward any discussions with investors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government remain engaged and we look forward to seeing further progress. The House has today highlighted the importance of Doncaster, and I will convey the strength of feeling among Members present to Baroness Vere as she continues her work. I call on Peel Group to continue to work with stakeholders to find a commercial solution or to minimise the impact of its review of the airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephanie Peacock**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Doncaster Sheffield airport is an important regional economic asset with thousands of jobs dependent on it. Despite Peel Group’s announcement of its closure, local leaders have made every effort to work with the group and press the Government to secure the airport’s future. The South Yorkshire Mayor made Peel Group an offer of public money to keep the airport running, and local leaders have helped to find three potential investors who are seriously interested in keeping the airport operational, but those efforts have met resistance at every turn. Having already run the airport down, Peel Group is still refusing to confirm whether it is willing to suspend its closure, or whether it is even in a position to sell Doncaster Sheffield Airport Ltd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, the Secretary of State, who could not even be bothered to turn up today, will not engage with interested parties and is refusing to invoke powers such as those in the Civil Contingencies Act 2004 to protect the airport. She refused three times on the Floor of the House to meet local leaders and is yet to respond to a petition signed by more than 125,000 people, despite assurances from the outgoing Prime Minister that the Secretary of State would address the issue “immediately” and “protect the airport”. Actions speak louder than words. Having created a climate of uncertainty, neither Peel Group nor the Government are using the powers and influence they have to explore every option to ensure the airport’s future. That is not good enough—for workers, for businesses, or for all of us who rely on the emergency services stationed at the airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank Doncaster Council, the South Yorkshire Mayor, my right hon. Friends the Members for Doncaster Central (Dame Rosie Winterton) and for Doncaster North (Edward Miliband), and my hon. Friend the Member for Sheffield, Heeley (Louise Haigh). Local leaders want the Government to work with us rather than taking a hands-off approach. Potential investors in the airport need certainty in the next 24 hours. It is imperative that Ministers step up, take action and use their powers to do everything they can to save Doncaster Sheffield airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Katherine Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady speaks with passion and partisanship in not mentioning my hon. Friend the Member for Don Valley (Nick Fletcher). I think she is a little late to the party; even a cursory glance at my hon. Friend’s social media feed will show that he is on day 105 of his campaign to save Doncaster airport. He has met a series of different parties, and it is slightly beneath the hon. Lady not to recognise his efforts to protect his local community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Baroness Vere, the aviation Minister, met Peel on 19 October, and it assures her that it is open to meeting potential investors. The Secretary of State has met Peel twice. The implication that we are not doing everything to find a solution for regional airports, which we recognise are incredibly important, is not correct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that the Civil Contingencies Act will come up in other questions, so let me allude to it briefly. The Civil Contingencies Act is for absolute emergencies only. Even one of the operators at the airport has written to the Prime Minister to explain that it can still find contingency efforts elsewhere, so the threshold for the last Labour Government’s legislation has nowhere near been met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}