{
    "url": "https://www.ukpol.co.uk/nick-fletcher-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Nick Fletcher – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Fletcher",
            "url": "/tag/nick-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Nick Fletcher, the Conservative MP for Don Valley, in the House of Commons on 10 September 2022.",
    "content": [
        "I am deeply saddened, as I know the entire country is, at the passing of our Queen. I never actually had the honour of meeting her. Like most people, I saw her on TV and the occasional glimpse through her car window. Finally, I thought I had my chance when I became an MP and I could attend the opening of Parliament. I was first to put in a prayer card and first to the Chamber, and I was sitting in my place eagerly waiting for the proceedings to begin, only to realise as they took place that first in the Chamber means last out. There I was watching those on the Front Bench file out while I was trapped behind several annoying Members of Parliament who would not get out of the way. In fairness, it is not because they would not, but because they could not, and they had probably made the same error as me. Sadly, I never did get that glimpse. However, something I did get was a memory that came flooding back to me from my younger days. It was a message that said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“He who is first will be last, and he who is last will be first.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like our Queen, I am a Christian, so while I have this moment, I want to let the House know of a recent sermon I heard—it is very short. The pastor spoke of being able to tune a piano from another piano, and then another piano, and so on. It can be done many times, but each time the next piano becomes a little more out of tune than the previous one. What should happen is that each piano should be tuned to the same tuning fork. That way they will all be perfectly in tune. His analogy was that we should all use Christ as our tuning fork, not the world. That way, each of us could try to live like Christ. I believe that our Queen, through her faith, did just that and, by doing so, showed the rest of the world what a life in Christ looked like—a life of faith, hope and, most importantly, love.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since I became an MP, I have spoken much of the importance of good role models. I cannot think of a finer example than our late Queen. If we all seek to serve as our Queen did, putting God, duty and others first, then this world we all share will be a much better place for it, remembering always that he who puts himself first will be last, but he who puts himself last will be first. Our Queen always put herself last and others first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I finish by thanking our Queen on behalf of us all in Don Valley for her 70 years of incredible service. On behalf of my constituents again, I would like to pass on our sincere condolences to the entire royal family. God save the King; long may you reign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}