{
    "url": "https://www.ukpol.co.uk/katherine-fletcher-2022-speech-on-worker-protection-amendment-of-equality-act-2010-bill/",
    "title": "Katherine Fletcher – 2022 Speech on Worker Protection (Amendment of Equality Act 2010) Bill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Katherine Fletcher",
            "url": "/tag/katherine-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Katherine Fletcher, the Minister for Women, in the House of Commons on 21 October 2022.",
    "content": [
        "I congratulate the hon. Member for Bath (Wera Hobhouse) on promoting this important Bill, as well as all those who have spoken in this brief, but I would argue important, debate. The significance of the issues addressed by the Bill cannot be overstated. The 2010 survey from the Government Equalities Office found that nearly three quarters of people had been affected by sexual harassment in their lifetime, while two in five had experienced it within the last 12 months. In the world of work those rates remain unacceptably high, with 29% of people having experienced harassment in some form in the past 12 months. That is nearly one in every three people. It is therefore rather auspicious that this debate has fallen in the week coinciding with the fifth anniversary of the #MeToo movement going viral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 15 October 2017, the words #MeToo were shared on Twitter by 12 million people around the world, including me, and the Government believe that is important and have taken significant steps to combat sexual workplace harassment in the past five years. We have had the implementation of the strategy to tackle violence against women and girls, and the UK has ratified two important international treaties—the Istanbul convention on preventing and combating violence against women and domestic violence, and the International Labour Organisation’s violence and harassment convention, which was the first international treaty to recognise everyone’s right to a workplace free from violence and harassment. The UK will continue to work to lead the world in that area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to recognise that, as we have heard, workplace harassment can affect anyone, regardless of industry, profession, age, race, sex, or sexuality. Anyone can be a victim, with men reporting almost similar levels of harassment, as highlighted in the debate. The Government are therefore pleased to share and support the Bill, and while the Equality Act 2010 already contains a robust legal framework against workplace harassment, the measures in the Bill provide an important strengthening of those protections and a renewed focus on prevention, which we hope will lead to a reduction in workplace harassment across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have listened carefully, and I am extremely keen to see the Bill progress. My hon. Friend the Member for Harrow East (Bob Blackman) was correct to highlight that it is not just women who are affected, and we need to protect employees from predators. I thank the hon. Member for Bath for promoting this Bill, which is an important step change in the protections available against workplace harassment. As the debate on the future workplace proceeds post pandemic, the Government are committed to ensuring that everyone feels safe and supported to thrive. We strongly support the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Wera Hobhouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank everybody for their support for the Bill. As has been said, this issue does not affect only women; it affects anybody who is in work and should be protected from harassment. It should particularly introduce a culture change so that harassment in the workplace is a thing of the past. I thank hon. Members across the House, and look forward to the progress of the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}