{
    "url": "https://www.ukpol.co.uk/mark-fletcher-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Mark Fletcher – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Fletcher",
            "url": "/tag/mark-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Mark Fletcher, the Conservative MP for Bolsover, in the House of Commons on 10 September 2022.",
    "content": [
        "It is with some humility that I speak today on behalf of people and communities across the Bolsover constituency. I place on record our thanks to Her late Majesty for all that she did for our nation, and our sincerest condolences to the royal family, who are very much in our thoughts and prayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The words:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Grief is the price we pay for love”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "have been often quoted over the past two days and, boy, did we love her. We saw how much we loved her in the platinum jubilee celebrations earlier this year. That was the greatest weekend of my life; it was the greatest honour to tour the constituency. I grew up with a father who told me stories about playing with his band at the 1977 silver jubilee celebrations. Although his rockstar status has gone and he is now a financial adviser, those stories have stayed with me. I saw the unity that Her Majesty could bring. In a deeply cynical world, where we are encouraged to find differences with each other, that weekend managed to bring us together; perhaps it will be the final time the nation felt so together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thursday was a day that few of us will forget, and we will all know where we were at that moment. Many of us gathered in Strangers downstairs. Members of all parties and House staff were there, and we waited with tremendous anticipation and sadness. We were all very emotional; even some of the journalists who were present seemed to have emotions. As the news was broadcast on the television, there were tears everywhere. The image that stays with me is of the Doorkeepers and their tear-stained eyes. Many of them represented our country and Her Majesty in our armed forces, and I saw the sadness reflected in them. I thank the House staff for all they have done to ensure we are able to sit today, and for everything that is going on at this moment. It is incredibly important to remember what they have done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That moment will live with us for the rest of time. It has been suggested that one or two hon. Members may have made similar points or repeated what has already been said, but if we were to see a word cloud of what has been spoken about today, perhaps the most important word would be “duty”. We in this House are public servants, and the first official thing we do is to swear an oath to the sovereign. We are servants of the people we represent in our constituency, but we pale in comparison with the duty that Her Majesty provided to this land. Her duty helped to unify us, to humble us, to remind us of greater times when things were difficult, and to encourage us. Her Majesty will never be replaced in our hearts, but in a way, she will live on forever. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}