{
    "url": "https://www.ukpol.co.uk/nick-fletcher-2022-speech-on-doncaster-sheffield-airport/",
    "title": "Nick Fletcher – 2022 Speech on Doncaster Sheffield Airport",
    "post_date": "October 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Fletcher",
            "url": "/tag/nick-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Nick Fletcher, the Conservative MP for Don Valley, in the House of Commons on 24 October 2022.",
    "content": [
        "On 13 July this year, Peel shocked my constituency with the announcement of the potential closure of Doncaster Sheffield Airport. This is the reason for the debate. Let me tell the House the story. I shall start with the place, then the stakeholders, how we got here, where we are now, questions for this House, and, finally, one last glimmer of hope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Doncaster Sheffield Airport was originally RAF Finninglay. I remember going there as a very young boy. I was in the back of a Ford Escort, sat between two older brothers, with my legs sticking to black vinyl seats. It was not a pleasant journey, but, oh, what I saw when I got there: I saw Concorde for the first time, the Red Arrows, Harrier Jump Jets lifting vertically from the ground and then bowing in front of us before roaring off into the distance, and I heard the deafening sound of the Vulcan—what wonderful memories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, Finninglay closed in 1996, but, to the joy of the people of Doncaster and beyond, the airport reopened in 2005 as Doncaster Sheffield Robin Hood Airport—a silly name, but that is for another day. I was fortunate to fly from there the second day after it opened. It was a wonderful place, and Members can see why it is now so dear to me and my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have briefly talked about the place. I want now to talk about the stakeholders. We have the employees who are to lose their jobs, the businesses that will no doubt have to move, and the public who love our airport. We have Peel, the landowners and operators of Doncaster Sheffield Airport, the combined authority and its elected mayors, past and present, Doncaster Council and its mayor, central Government and me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us talk about the people first. The airport has won many awards. It is a great building in a great place with a great car park, but it is the people who make it. The friends of Doncaster Sheffield Airport, the staff of DSA, the contractors who make it all work, and the firefighters and security who keep all safe. Then there are the businesses on site and in the hangars nearby: 2Excel and the Yorkshire Aero Club to name just a couple; Tui and its staff; and the public from across the region. All of these have been amazing and have kept me going through their continued work to keep the airport open in tough times. Tens of thousands of people have signed petitions—a Facebook page of 15,000 people. They are great people, all wanting to save the airport. To all of them, I say thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now let me talk of the two key players: Peel and the combined authority. Peel is a huge landowner across our country. Board members include: John Whittaker; Steve Underwood; and Robert Hough. Peel owned Sheffield Airport. It closed that and built houses on it. It also owned Teesside Airport, and would no doubt have closed it had it not been saved by Mayor Ben Houchen. Peel has a precedent for doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Oliver Coppard is Mayor of our combined authority and has been in position since May this year. Before this, it was the hon. Member for Barnsley Central (Dan Jarvis). Oliver has devolved powers and moneys. Let me explain what that means. When people are asked whether they want more powers locally, they will say yes every time—why would they not? And that is what has happened here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2018, under the leadership of the hon. Member for Barnsley Central, South Yorkshire became a combined authority with an elected Mayor. That means that powers move from central Government—this place—to the combined authority now led by Oliver. Our Mayor has powers over economic growth, education, infrastructure and transport. He also has a substantial amount of money that he can use to drive growth. This is gainshare money and is set out as £30 million a year for 30 years— a total of £900 million. He can borrow against this, too. Peel and our Mayor are the key players.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Doncaster Council is the local authority in which the airport sits. It has compulsory purchase powers and obviously deals with planning. The council is led by an elected Mayor, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where do the Government sit? If these powers are devolved, there are only so many levers that they can use. The use of the Civil Contingencies Act 2004 has been raised by Members. I, too, have written to the Secretary of State on this issue. The Act states that if there is a disruption to a service that could cause potential loss or injury to human life, the Act could be used. Why is this so relevant at Doncaster Sheffield Airport? For those who do not know, our airport has companies on site that offer coastguard and oil spill services for central Government. We also have the National Police Air Service operating from a specialist-built facility—good people doing good things across our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I read about the Civil Contingencies Act, I too believed it was a way forward. Sadly, at least at present, it appears not to be. I spoke to the company that offers those services and, although there may be disruption to its business operation, it can still offer the services. Is that argument dead? Maybe not, but it does not appear to be as fruitful as first thought. Perhaps the Minister can advise us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So what can the Government do? They can use the weight of their office and the Department to press for combined authorities and companies to do the right thing. I thank Baroness Vere and my hon. Friend the Member for Witney (Robert Courts) for their help and support. As the Prime Minister at the time said, we must do all we can to protect DSA, and I believe they have done much. Some may wish they could do more, and so do I—but that, I am afraid, is devolution. For them to do more, we would need to return powers to Government. Maybe that is the real answer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, there is me, a Back-Bench MP. Let me tell the House what I have done. Well, no, let us just say: much. This debate is not about me. It is a debate about saving Doncaster Sheffield Airport, and any other regional airport in the future. We have spoken of the site and we have spoken of the stakeholders. The question is how we got here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It must be said that, as much as Peel has annoyed me, more than most over the past three months, it has at least put its money where its mouth is in the past. Many people believe that the Great Yorkshire Way, a wonderful road connecting the M18 directly to Doncaster Sheffield Airport, was paid for by the taxpayer, but no—much of the £60 million project was private investment, £11 million of it from Peel itself. As much as I would like to haul Peel over the coals at this stage, I cannot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The sad fact is that Peel sought financial support from the combined authority for approximately three years, in the form of an equity share worth £20 million and then, reluctantly, in the form of a loan. For three years, I have been informed, Peel was led a merry dance by the combined authority, which provided a catalogue of excuses and delays without clear process. I have been led to believe that first, it claimed there was no money, despite devolution; secondly, it failed to grasp state aid issues and made no effort to lobby on them and finally, environmental concerns were given as the reason why the £20 million loan was not even put to the leaders of the combined authority in March this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dan Jarvis (Barnsley Central) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are all here to support the hon. Gentleman and we want to engage in a constructive debate, but I must say that what he has been told is not the case. If I am fortunate enough to catch your eye, Mr Deputy Speaker, I will clearly articulate what the mayoral combined authority did for Doncaster Sheffield Airport and to support Peel over the period when I was the Mayor. I completely understand why the hon. Gentleman makes that point, but I can assure him, as I can assure all hon. Members, that in the period from 2018 to the point of the mayoral election we worked incredibly hard to support Peel and to work with the airport. If I get the chance later on I will be very clear about precisely what we did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will come on to that, because I want a public inquiry to get to the truth of this matter, but I will cover that in my speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The combined authority appears never to have properly embraced Doncaster Sheffield Airport as its own airport, and to have badly underestimated the economic loss to the region. It was complacent with Peel and favoured investment closer to its own patch in Sheffield.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This region has failed to behave sensibly under devolution, continuing to act in silos rather than devising and implementing a cohesive economic plan. The economic loss could be simply catastrophic. I asked Peel whether, if the £20 million had been made available this April, we would be in this position. Peel said no. Let me just leave that there for the House: if the £20 million had been made available, Doncaster Sheffield Airport would not be closing. The combined authority may disagree, but the fact remains that the £20 million never appeared and Peel has said it is the fault of the combined authority. That is why I want a public inquiry. If that is not the truth, then what is? A public inquiry will find out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dan Jarvis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman is being generous with his time. In April 2022, DSA indicated that it did not wish to continue developing the loan proposal at that time. It is hard not to conclude that what he has been told, although I think he is presenting it in good faith, is not the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I put one point to the hon. Gentleman? He has raised concerns about devolution, both today and previously, referring to the powers and the money vested in the Mayor. For the sake of clarity, it would be helpful if he could say precisely what powers—he has mentioned the gain share—and precisely what money he thinks the current South Yorkshire Mayor should be deploying in support of Doncaster Sheffield airport. What powers and what money?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Maybe we need to sit down with the Mayor of Teesside and see how he worked it out, because I have been told that he has exactly the same powers as Mayor Oliver Coppard and that Mayor Oliver Coppard has twice as much money as he does, yet he has bought an airport and he is moving forward with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Regarding the fact that DSA said it did not want the loan in April, this is why I want a public inquiry. I have been very careful about what I am saying, although I know I can say what I choose in this House, because I am telling the hon. Member what I have been led to believe. I want a public inquiry so that the people of Doncaster and South Yorkshire can get to the bottom of this question. If what I am saying is true, it is a disgrace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman was just asked a direct question. It does not need a public inquiry to work out what the factual position is. Will he say very clearly what powers he thinks the Mayor has to go in and intervene with Peel, which clearly does not want to engage and does not want to sell?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Exactly the same again: Peel did not want to sell to Ben Houchen, but it did sell to Ben Houchen. It is no good sitting there and saying it did not—it did. Oliver Coppard has twice the money and exactly the same powers, and his job is economic growth for the area. Ben Houchen bought an airport off Peel that Peel never necessarily wanted to sell.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will make some progress. The next question is where we are now. The combined authority failed to set up a mayoral development corporation and Doncaster Metropolitan Borough Council failed to start a compulsory purchase order. They both say they cannot, but it is the threat that counts in a business deal. That is why I have championed the Civil Contingencies Act; it may not be viable, but it is the threat that counts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have tried to work collegially on this and, to be fair, in week 10, on the Friday before the announcement was to be made, the combined authority came up with a deal to cover Peel’s losses for 13 months. Although that is not a Ben Houchen deal, at least it was something. Peel would not lose any money, it would get the local council, the combined authority and the Government on-side, and it would get me off its back. If, 13 months from now, no buyer had been found and the airport was still making a loss, at least Peel would have tried; local jobs would have been saved during a cost of living crisis, the airport would have supported the local economy through this period and businesses on site would have had time to get their contingency plans in good shape. But no—Peel still says no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is something Peel is not telling me, and again, a public inquiry is needed. Why would Peel want to annoy local and central Government, its customers, its staff, the local people and me, when it could have its losses covered, and still say no? There is something Peel is not telling me, so a public inquiry is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the last week of the initial six-week consultation, the combined authority’s big idea was to put the airport on the market. These are the people in charge of economic growth for South Yorkshire. Five weeks after I, a Back-Bench MP, had written to Virgin Atlantic, British Airways, Ryanair and numerous other airlines, our devolved authority in charge of economic growth went to the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I really cannot get my breath, but it is day 45 of this saga, and the combined authority is only just going to the market with our airport. I have tried to be collegial throughout my time dealing with this matter, to show a united front against Peel, but it has been harder than anyone can imagine—not being allowed to join meetings and, when I am, having to sit and listen every to reason why things cannot be done rather than reasons why they can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, we have three consortia around the table with Peel. Those talks went on through last week, but as yet I have heard no more. There is little time; people are about to lose their jobs. I have to ask whether we would have stood a better chance if the combined authority had gone to the market in week one instead of week five. I am sure we would.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Miriam Cates (Penistone and Stocksbridge) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you for being so generous with your time. As a fellow South Yorkshire MP, can I just say how grateful I am—I know that many of us in the House are—for the tireless work that you have done championing the airport?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. The hon. Lady must say, “The work he has done.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Miriam Cates**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Apologies, Madam Deputy Speaker. I am grateful for the work that my hon. Friend has done, on behalf of the people of South Yorkshire, trying to rescue the airport. Does he believe that the local authorities and the combined authority have underestimated its economic and social value? If so, why does he think that is?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, massively. The important word in “combined authority” is “combined”—it is Doncaster, Rotherham, Barnsley and Sheffield coming together. I do not think the combined authority leaders, past and present, have told the leaders of those councils how important the airport is for the growth of the entire area and beyond. They have not sold it. They should have sold it; if they had, we would not be losing our airport. As I said, we need a public inquiry to find out the reasons for that, but I am afraid the silo working that I spoke about earlier is typical of Labour councils up and down the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dan Jarvis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Member for giving way. He said a moment ago that the current Mayor has twice the money that Mayor Ben Houchen has in Tees Valley. I would be grateful to hear the facts that underpin that, and I am sure the House would be most illuminated, because that is not my understanding. Let me also return to the crucial point about powers. What powers does the hon. Member think are invested in the Mayor that he is not using?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the money, the South Yorkshire Mayor has £30 million per year for 30 years. That is £900 million. Ben Houchen, the Mayor for Teesside, has £15 million a year for 30 years. That is £450 million. I believe we are two years behind where we should be because Doncaster and Barnsley councils wanted to create a Yorkshire-wide mayoralty. Nevertheless, we are where we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With regard to powers, I say again that we have powers to set up mayoral development areas, we have compulsory purchase powers, we have community asset powers—we have all these different levers but, unfortunately, none of them has been used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alexander Stafford (Rother Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am intrigued by those powers, and I think where the power lies is the nub of the issue. We have all seen the great success of Mayor Ben Houchen in Tees Valley, but why is that not happening in South Yorkshire? My hon. Friend talks about compulsory purchase powers. Is he saying that if the Mayor wanted to, he could—perhaps with Doncaster Council—buy the airport to save it, similarly to what Ben Houchen did, but that he has chosen not to do so?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The compulsory purchase powers sit with the local authority, and it could have used them. The argument will be that, to use compulsory purchase powers, it is necessary to go through a series of phases first: compulsory purchase has to be the last resort. I understand that, but the threat of its use would have made Peel sit down at the table far sooner, and we may have stood a chance of saving the airport. Using compulsory purchase orders when the airport has closed and been asset-stripped by its owners is not going to help anyone. We are where we are. As I said a moment ago, we have consortia around the table. Let us hope that things change in the next few days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could speak for another hour, but I know my time is limited. I want to leave the House with three questions. First, what can this place do to stop this happening again? Should we make all airports community assets? Should any sale or closure of an airport have to be agreed by the local Mayor or the Secretary of State? Should any operator have to give a notice period of, say, two to five years? I do not know, but something must be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, before any more devolution can take place, can it please be explained properly to the electorate what that means? I believe it has been a disaster for South Yorkshire so far. People really need to know what they are signing up for and voting for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, can we have a public inquiry? I need the people of Doncaster to know what has happened. It is important. They really need to know where to put their cross the next time they vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jason McCartney (Colne Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for securing this important debate. Before he winds up his excellent speech, in which he has clearly laid out the issues, the work that he has been doing to solve them, and some solutions, may I just say that my West Yorkshire constituents have lobbied me too? This is a regional airport that they use, so on their behalf I say to my hon. Friend, “More power to your elbow.” I congratulate him on everything that he has been doing to campaign for this important regional airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend. That just proves that the airport is used by people from all across the north of England and is such a fantastic asset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Peel has been stubborn—I believe desperately so—and its board, mainly John Whittaker and Robert Hough, will have to live with what it is trying to do and what its legacy will be. I am told that John Whittaker is a good man, and he can stop this at the click of his fingers. The question is, will he do the right thing? I hope so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, Peel is a business, and businesses make profit. Although I do not believe that greed is good, Peel is doing what businesses are supposed to do: making money. Sadly, I believe our elected Mayors have not done what they are supposed to do. They have been left wanting—absent at first, then slow and, in the words of local business leaders, chaotic. They have shown no vision and are championing our airport only now, when it is probably too late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just look at the difference between our Mayor’s social media account and Ben Houchen’s. Our South Yorkshire Mayor is tweeting childish memes when the people he represents—the people who voted for him—are losing their jobs and South Yorkshire is losing its future, while Ben Houchen’s social media is littered with success stories of investment, jobs and giving the next generation an inspiring future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we lose our airport, Peel will need to be held accountable, but the combined authority should be dissolved. It is not working, and it is not working for Doncaster. Our combined authority Mayor is buying trams for Sheffield while Doncaster gets second-hand buses and a closed airport. It is simply not good enough. And where is our Doncaster Mayor? Nowhere to be seen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alexander Stafford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If, as is reported, Peel is planning to sell the site or get rid of it for houses to be built on it, who exactly would benefit from the council tax on those houses? Would the South Yorkshire Mayor and Doncaster Council get money directly from the rate payers who bought those houses? Does my hon. Friend think there is anything weird about that way of doing things?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Nick Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes his point; as I say, I hope that those sorts of things will come out as part of the public inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have said throughout our campaign that we must keep the faith. I am so saddened. I know that we cannot keep an airport open because people are fond of it, but Doncaster people really are fond of the airport, and I am too. I therefore want to try to end on a note of optimism that we still have a glimmer of hope. The consortia and Peel are still in the room and the combined authority offer is still on the table. I want them to know that if they save our airport, I will be their champion, and so will the good people of Doncaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great airport and I know that, with the right owner and the right support, it would be viable. I therefore ask Peel one last time to do the right thing, reverse this ridiculous decision, accept the combined authority’s offer, give the sale the time it needs and let us turn Doncaster into the aerotropolis its founder, John Whittaker, once dreamed of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}