{
    "url": "https://www.ukpol.co.uk/colleen-fletcher-2022-speech-on-international-womens-day/",
    "title": "Colleen Fletcher – 2022 Speech on International Women’s Day",
    "post_date": "March 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Colleen Fletcher",
            "url": "/tag/colleen-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Colleen Fletcher, the Labour MP for Coventry North East, in the House of Commons on 10 March 2022.",
    "content": [
        "It is a pleasure to follow the right hon. Member for Basingstoke (Mrs Miller) and I associate myself with her comments, especially those regarding the women and children of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Disagreements are par for the course in this place. We are often divided, yet occasionally there are issues that bring us together, unify our sense of purpose and drive us towards collective goals that can deliver a brighter, fairer and more equal future. This is one such issue and the tenor and tone of today’s debate is testament to that unanimity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ensuring that we can debate International Women’s Day is so important. It gives us a chance to reflect on where we are as a society and on the progress we have made to date on gender equality. Equally, however, it helps to highlight how much further we still must go to achieve true equality and it marks a call to collective action and shared responsibility for delivering and accelerating gender balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although it is clear that we have come a long way and made significant progress in recent decades, we still have a mammoth task ahead of us to achieve full gender equality. The gender pay gap still exists, women continue to face workplace discrimination, misogynistic abuse is rife, violence against women and girls persists, and women still fall behind men in healthcare and education. While those inequalities remain, the need to mark International Women’s Day is stronger than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, that is particularly true given the impact of covid-19, which hit women disproportionally hard and which analysis suggests could have put gender equality back decades. At the height of the pandemic, a report looked at the impact of covid-19 on women in my city of Coventry. It found that pre-existing inequalities in debt, violence, healthcare, employment and childcare had been exacerbated. It warned that unless a gender-sensitive approach was taken to rebuilding the country and economy, decades of progress towards achieving gender equality could be reversed, so I call on the Government to review the impact of their policies on women and to ensure that the recovery from the pandemic is an equal recovery with women at its heart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although International Women’s Day provides an opportunity to shine a light on such inequalities, it is also a time to celebrate the social, economic, cultural and political achievements of women. In Coventry, one initiative from the Godiva Trust will see residents pay tribute to women who are special to them by helping to decorate some trees placed around the city. People are being invited to attach messages to the trees’ branches to celebrate the lives of inspiring women. That made me think about the inspirational women who have touched my life and who my message would be about. I am privileged to say that there have been many influential women in my life but I pay special tribute to my mum and my two sisters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My mum was my single biggest inspiration. Without her influence, without her leading the way and showing me that the only thing that limits people in this world is their imagination, and most of all, without her love and support, I would not be where I am today. When she entered politics some 50 years ago—I think that is actually when I entered it too—little did I know that it would become such a large part of my life and would lead me to be right here, the 414th woman ever elected to this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While my two sisters did not follow the same path, politics none the less plays a part in their lives. They support me, share my concerns and experience my highs and lows. They give me my sense of resilience and we share a mutual trust and an unconditional love. They are my biggest critics and my staunchest defenders. I know that they are proud of me, as I am of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we mark International Women’s Day, let us pay tribute to those closest to us: our carers, mothers, grandmothers, sisters and aunts. They are the often-unsung heroes who nurture and guide us, who shape our futures through their sacrifices and selfless actions, and whose very presence contributes to who and what we are today, even if we do not always recognise it. Let us pay tribute to the women whose achievements are so great, yet so often and so easily overlooked—the women whose achievements epitomise the spirit of International Women’s Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}