{
    "url": "https://www.ukpol.co.uk/richard-fletcher-vane-2023-speech-on-the-australia-new-zealand-trade-bill-2nd-baron-inglewood/",
    "title": "Richard Fletcher-Vane – 2023 Speech on the Australia/New Zealand Trade Bill (2nd Baron Inglewood)",
    "post_date": "January 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Issue of the Week 2",
            "url": "/tag/issue-of-the-week-2/"
        },
        {
            "text": "Richard Fletcher-Vane",
            "url": "/tag/richard-fletcher-vane/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Richard Fletcher-Vane, 2nd Baron Inglewood, in the House of Lords on 9 January 2023.",
    "content": [
        "My Lords, I have enjoyed listening to this debate, with its splendid opening from the Minister and the maiden speech of the noble Lord, Lord Swire. I have learned a lot about things I did not know much about before. But, since we are declaring interests rather like throwing confetti at a wedding, I ought to say that my cousin is married to a very senior New Zealand diplomat. I assure your Lordships that, when we meet on social occasions, we do not talk about the Trade (Australia and New Zealand) Bill but plenty of other more amusing topics. I should also declare that I am a Cumbrian farmer and we have a hill farming enterprise. I am also patron of the United Kingdom Livestock Auctioneers’ Association, president of the National Sheep Association and chairman of the Cumbria local enterprise partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will divide my comments into three parts: scrutiny; free trade agreements; and the impact on farming. I am not sure that I have a lot more to say about Parliament’s role and the wider public scrutiny of trade deals. In the world we are in now, even if the letter of the law is followed, the wider process is inadequate and needs root and branch reform. The royal prerogative should not be used as a fig leaf to cover up important political and legislative initiatives, which have far-reaching domestic implications. In many ways, the process is worse than the criticisms of the workings of the EU. We need to revisit the whole thing, from the basis of not what happened in the past but what is necessary in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On free trade agreements, which I understand are being proposed as a replacement for the EU single market, the underlying problem is that they may be a replacement but they are not a complete substitute. Much of the criticism of the single market and its rules came from those who do not have supply chains of the kind many businesses have, in particular much advanced manufacturing. These supply chains are extremely complicated and often very long. Physical proximity is, on many occasions, very important. For example, someone in London must be more likely from choice to do business in Newcastle upon Tyne than with Newcastle, New South Wales. It is a reality. In this context, geography matters. Fine-tuning and dispute resolution are much easier when you are close to hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Indeed, I had an example of this kind of problem only this autumn. My farm is replacing its dairy parlour. For the new system we are adopting, we decided that the best product was a New Zealand parlour, which we organised. It was due to be in the boat for three months—this is the kind of point that the noble Baroness, Lady Bennett, made. Bad weather got in the way and after about four months we were getting really very worried about the whole progress of our contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In any event, free trade areas and single markets are distinctly different. Free trade areas do not of themselves permit goods allowed through the tariff wall of another country to be traded on an equivalent basis as domestically produced goods. Non-tariff barriers can be and are at least as significant as tariffs in inhibiting trade, as has been pointed out. In short, the point of a single market is frictionless trade. The purpose of the European single market, devised, as we know, principally by Lord Cockfield, a Conservative Cabinet Minister and European Commissioner, through the 1992 programme, was to achieve that. That was the purpose of the whole exercise, because the then European internal market was not delivering the benefits to the public which were hoped for and which it was felt capable of delivering, which had been advocated in perhaps too sanguine and hyperbolic terms—possibly, dare I say it, slightly along the lines of some of the Minister’s opening remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The evidence of trade in the 1990s clearly showed that this worked, which was endorsed by the Government’s helpful The UK and the Single Market topic paper of 2011, which predicted a similar trajectory along the lines of household income gains of 2% to 6% per annum. Clearly, this has gone into reverse. Interestingly, the recent statistics that I have seen for the Cumbrian economy, where, as I said, I chair the local enterprise partnership, suggest the general accuracy of that assessment from 2011. The new good things—let us not overlook the fact that there are good things—do not begin to off-set the damage that has been done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Clearly, although any free trade agreement with our friends—as has been said, Australia and New Zealand are our friends—is unlikely to damage our prosperity, it cannot recapture all that is lost. We have now left the European Union. There is a tabula rasa in front of us. The single market is not the same as the European Union, be it in whole or in part. As a matter of urgency, we have to try to seek a better trading relationship with our neighbours for the reasons that I have touched on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I turn to farming. As I explained, I am a farmer in the red wall area. I am a hill farmer; part of my business is hill sheep. I have done that for a lot of years—if I am allowed to give people some financial advice, if you want to make money, do not try that. The crucial point from the Cumbrian perspective is that farming is an important and significant part of the local economy, which together in harness with the visitor economy becomes a very important part of our economy, which is struggling under all the obvious and various difficulties these things face. This sector has to be a focus of the levelling-up agenda. It is just as important as some of those that have been specifically targeted. I am afraid that the Government have been extremely quiet about their approach to this important sector of the economy in a part of the country that is in need of all the help it can get at present. That is not to say that nothing good is happening; good things are happening, but there are still enormous problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Against that background, I ask myself: what then are the Government doing even contemplating allowing agricultural products into our market which are produced to lower welfare and environmental standards than those stipulated here? I am not complaining, and I do not think anyone else can complain, about competition on a fair and even-handed basis in the marketplace, but this is not. It looks potentially positively discriminatory against the UK producer. I do not think we should forget quite how clear it was made in the debates in this Chamber on the then Agriculture Bill how strongly the country as a whole wants high environmental and welfare standards. The noble Baroness, Lady Bennett, made a point about mulesing. I just do not think it is an acceptable practice for farmers selling meat into this country. The public would not entertain it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What is more, there is the question of extraterritoriality. Here we are trying to stipulate certain conditions on trade which will have a direct impact on another country. That is something that is completely accepted. If we look back at the Ivory Bill, which we discussed in this Chamber not that long ago, we will recall that its whole point was to change a series of environmental activities and actions somewhere completely outside the jurisdiction. That is something that we are familiar with, and I do not think we should be concerned about taking steps to do so if it is right in the circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have said that all these animal welfare and environmental things are basically de minimis and we do not need to worry about them, but we all know that this is what Governments always say when they are skating on thin ice and cannot think of anything better. However, if that really is the case, why are the provisions there at all? If they actually do not matter, surely the counterparties will be only too happy to clarify things and to agree. I say to the Government: reassure the public and the farming community about this because if you do not, given what I am afraid to say is the mess of the current agricultural policy, it is kicking a man while he is down. I was told many years ago that one of the significant differences between France and Britain was that in France the ministry of agriculture was on the side of farmers and rural communities. Does this state of affairs not suggest that this may still be the case now? Like a number of other speakers in this debate, I have real reservations about a number of aspects of the Bill. However it is achieved, the outcome should be not as projected by the Government. Amendments are necessary, be they in this Bill or in the Procurement Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}