{
    "url": "https://www.ukpol.co.uk/mark-fletcher-2021-speech-on-british-wrestling/",
    "title": "Mark Fletcher – 2021 Speech on British Wrestling",
    "post_date": "April 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Mark Fletcher",
            "url": "/tag/mark-fletcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Fletcher, the Conservative MP for Bolsover, in the House of Commons on 22 April 2021.",
    "content": [
        "I thank Mr Speaker for granting this Adjournment debate. It is an honour to lead a debate on the future of British wrestling. Much to the disappointment of several of the Doorkeepers and the Whip on duty, but to the relief of the Deputy Serjeant Arms, who is sanitising at the moment, there will be no practical demonstrations during the debate. It follows a report released by the all-party parliamentary group on wrestling less than a month ago. I must say that I am tremendously sad to be doing the debate without my tag-team partner, my friend the hon. Member for Pontypridd (Alex Davies-Jones), who is unfortunately detained with her other duties. I hope that I can do her justice in my remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think that, with some exceptions, I am the first MP to be addressing professional wrestling in the House—at least in a significant way—for some eight decades. That is slightly surprising, given that wrestling is perhaps the only industry that can rival politics for bravado, faux indignation and partisan crowds. However, wrestling may have the edge on physiques and fake tans, where only an episode of “TOWIE” may rival it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an opportunity for me to marry my duty as a Member of Parliament and my joy as a wrestling fan. My love of professional wrestling started when, as a very young man, I got a DVD, and it had the Undertaker on it. He captured my imagination. Then I got a VHS of the 1992 Royal Rumble, with the amazing commentary of Bobby “The Brain” Heenan and Ric Flair’s historic victory. In that same year, some 80,000 people went to Wembley stadium for that year’s SummerSlam in which the British Bulldog won the Intercontinental championship. Around that time, my dad and my step-mum took me to a wrestling show at Adwick leisure centre in Doncaster, which was an amazing occasion for me, I was hooked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A few years ago, I spent the day after my birthday—it was a birthday present—at Wembley arena for a progress show among 5,000 wrestling fans, seeing some of the very best wrestlers in the world in our capital. Many of them were British. Nowadays, to switch off from the day job, I often go home and watch a New Japan show or an All Elite Wrestling show. Wrestling is booming. The work of the all-party parliamentary group on wrestling has unleashed several closet wrestling fans. Among MPs, many of the staff of the House and indeed many journalists we find many closeted wrestling fans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Jim Smallman wrote in his book about British wrestling, modern wrestling has its origins in the carnival. In the 1800s, travelling carnivals went around attracting the public, often using wrestling. Indeed, to give some political crossover, I am told that Abraham Lincoln was renowned for his wrestling prowess. Although it was originally a sport, it became predetermined in its outcome largely because—some Members could learn from this—actual fighting is quite dull. The crowds preferred a prolonged and entertaining contest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I always knew that Jim Shannon harboured a secret passion for wrestling. We are going to hear about it now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the hon. Gentleman, who I spoke to beforehand. My three boys were all keen on wrestling and used to try to imitate the wrestling shows that he referred to. I am afraid that their dad was not quite as keen. Does the hon. Gentleman share my disappointment that World Wrestling Entertainment, the one major wrestling body in the UK, did not engage in the tremendous piece of work carried out by the APPG and him in particular? I commend that work. Does he agree that it is not too late for engagement and that the aim of the report to provide a safe, enjoyable and successful sport is more than worthy of their time, as it was for my young boys when they were small?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mark Fletcher**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Gentleman for his contribution. This is my second Adjournment debate and I am delighted that on both occasions I have been intervened on by him. I absolutely share his sentiments, because the WWE is the most well-known name in global wrestling. It has a UK base, which I was just about to talk about, a UK performance centre and a UK brand. The WWE shares many of the requirements we have identified in our report and it is an important stakeholder in the future of the industry. There are some issues to address relating to WWE working practices, but that is part of the wider engagement we need to have as an industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me return to where I was. I was about to say, and I am sure this will pique your interest, Mr Speaker, that for many people in this country wrestling is synonymous with “World of Sport” and the likes of Big Daddy and Giant Haystacks on a Saturday afternoon—I have been amazed at how many people have made reference to that. But those fans may have missed some of the developments, to which I have just alluded, in recent years, including a thriving British independent wrestling scene that has developed some of the best talents in the world. Indeed, in the month the all-party group released its report, a British wrestler became the New Japan IWGP champion, a British wrestler was in the opening match at Wrestlemania for the WWE title, a show headlined by two brilliant female wrestlers, which is an incredibly important part of the report and what we examined, and the British Bulldog was honoured, following his death, by being inducted into the WWE hall of fame.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wrestling is a wonderful bubble. We can escape the real world and see the contest of people in front of us as purely good or bad, a luxury we are rarely afforded in real life. It is escapism, and a brilliant art form. Unfortunately, that bubble that the industry operates in has been burst somewhat, and that is the focus of my following remarks. Last year, two separate forces happened to British wrestling that will have a profound and long-lasting impact. The first was, of course, covid-19 and the inability to put on shows. The second was the SpeakingOut movement, whereby many in the industry spoke of allegations of abuses of power, including sexual abuse. We started the all-party group inquiry in September 2020, and I do not think any of us involved realised what an undertaking it would be. We struggled to pull together simple facts and statistics. We discovered a largely unregulated industry operating outside the rules that most businesses operate in. In our numerous evidence sessions and written evidence, we found an industry in which leadership, unity and collaboration were sorely lacking. We put to many of these individuals and organisations incredibly difficult allegations, and in turn we heard of some extremely harrowing experiences. But we also heard of the brilliant things that British wrestling does, from fundraising for charities to turning people’s lives around. I am thinking, in particular, of Aspire Wrestling in Derby, which is working with young kids and giving them transformational skills. As well as entertaining hundreds of thousands of people, wrestling does an awful lot of good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report that we produced was a labour of love, an unprecedented pulling together of the background of the industry, alongside the modern challenges that it faces. I wish to place on record, on behalf of the hon. Member for Pontypridd and myself, our thanks to the hon. Members for Gower (Tonia Antoniazzi), for Newport West (Ruth Jones) and for Aberdeen North (Kirsty Blackman), and my hon. Friend the Member for Peterborough (Paul Bristow). In addition, I wish to mention the brilliant Danny Stone, the wonderful Robert Rams and Freddie Cook, who is a staffer in the office of the hon. Member for Pontypridd and who somehow managed to keep us all on track. I thank all those who submitted evidence and came to the oral evidence sessions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We found, on the whole, two major issues. One is a culture within British wrestling that has become toxic and requires tremendous improvement, and the second is a total lack of governance. In my remaining time, I would like to cover some of our key conclusions and ask the Minister—who has been incredibly helpful in his engagement over the last few months, along with his officials—to give the Government’s response on some of these issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wrestling falls between two different worlds. Is it an art, or is it a sport? We think we have answered that question, and we have separated it out in the report. Our idea is that those who are training to be wrestlers and are in wrestling schools are undertaking a sporting exercise—those foundations are largely physical and require teaching, so that is the sporting aspect. When someone attends a wrestling show, they are watching a performance. We think that that is a helpful distinction, because it gives a clear pathway for the different aspects of the industry to move forward. Has the Minister considered our recommendation that schools be considered sporting and shows be considered theatrical? Does he agree that this is the first step to unlocking the industry’s potential? Will he write, as we recommended, to Sport England and Arts Council England and work with devolved counterparts to do the same, so that we can get things moving?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With regard to wrestling schools, there is a particularly serious issue, because we are often talking about children and minors. Those who go to wrestling schools are often not of an age at which they are fully aware of their surroundings, and they are not in adulthood yet. As I outlined, we have recommended that we separate them out from promotions. There are issues around whether those who teach wrestling are in positions of trust—an issue that we have discussed when considering legislation in the House. They are certainly in positions of power, but we need to know whether they are in positions of trust legally, for the purposes of child sexual offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With regard to health and safety, we found an industry that is sorely lacking. We found everything from unfit rings in which people operate to basic first aid requirements lacking. Some of our wrestlers are being let down, and in turn, our fans are being let down. I would like to thank Dr David Bevan for his expert input into the report and praise www.wrestlingsafely.co.uk, which outlines an excellent way forward. Will the Minister raise with ministerial colleagues the recommendation that rings produced in the UK and used here be required to have a designated standard adopted by the British Standards Institution?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report also references the online safety Bill. Can the Minister outline the Government’s plans for pre-legislative scrutiny? In the absence of any standard, will he encourage promoters to read and follow the recommendations on health and safety, specifically with regard to concussion protocols, in the APPG’s report? Unfortunately, wrestling is a long way behind other sports in which people suffer from concussions—particularly rugby—and there is a serious need to make progress, so that some wrestlers are not left in a terrible state in later life. Will the Minister raise with Home Office colleagues the recommendation on strengthened licensing requirements for the temporary event notice scheme and work with the devolved Administrations on equal standards across the regions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We spoke to many wrestling promoters during our inquiry. Unfortunately we did not speak to all of them, but it was not for lack of trying. We encourage any wrestling promoters who feel that they did not get to have their say to come forward and have a discussion, because they will be central to the future of the wrestling industry. There is a clear requirement to make sure that they are brought on board and understand the rationale behind what we set out in the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Specific problems arise from the current situation in regard to Brexit and the ability of talents to come into this country for wrestling shows, so will the Minister raise with colleagues at the Foreign, Commonwealth and Development Office and the Department for International Trade the points in the report about ensuring a point of contact for UK talent overseas? Will he raise the point about visiting talent with the Home Office?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I alluded to the SpeakingOut movement earlier, and I thank everybody who gave testimony in regard to that. It was the inspiration for the passion of the hon. Member for Pontypridd (Alex Davies-Jones) to get involved in the APPG. Undoubtedly it was a low mark in British wrestling’s history. We have tried to give a voice to those who may have felt that they have not had one in this House before. We hope that we did justice to those victims in a meaningful way. The toxic culture around wrestling will have to end if it is to rise again. In our report, we highlighted a pledge that we hope promotions will abide by. Does the Minister have any comments on that pledge?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, in regard to governance, one of the strange things about writing this report was the discovery that we knew so little about British wrestling’s history or the modern context. The Minister will almost certainly say that one of the difficulties he has in engaging with British wrestling is that there is no governing body. There is nobody to put forward the industry’s arguments at a Government level. Indeed, there is nobody to disseminate advice back down through the pyramid. There was a clear consensus that a governing body is needed to help bring about some of the things and to help professionalise the industry and put it on a sustainable footing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The APPG is not well placed to bring in a governing body. We can be part of that conversation, but all that we can do is make recommendations. I very much hope that the industry saw the arguments that we set out in our report, because there are so many ways in which wrestling organisations are treated poorly because they are not properly represented, whether that is to do with venue hiring rules, Arts Council grants, obtaining visas or getting insurance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The economies of scale from co-operation through a governing body would pay back tenfold what it would cost to these groups and promotions, but it would also give legitimacy to the industry and help raise the standards that performers and fans need to see. Does the Minister agree with the argument that industries with governing bodies have been better placed to weather the covid storm that we have seen over the past few months? Does he have any additional comments about our recommendations on a governing body?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, in our report, we said that we wanted to begin a conversation. That conversation has to take in many stakeholders, from fans and those in the industry through to those in government, but it has to be industry-led. As two Back Benchers, the hon. Member for Pontypridd and I are not in a position to take that forward, but we hope that this report has started the conversation, and this Adjournment debate is part of that. I fear that British wrestling will bury its head in the sand again. Unfortunately, wrestling usually makes the front page on two occasions: one is when we have a nostalgic moment when somebody who used to be famous has passed away, and the second is when there is a tragedy, and I think of something like Chris Benoit and the actions he took—and that is not something I want to happen. I am desperate to try to help British wrestling overcome those barriers and become better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It does not have to be this way. It is an industry with hundreds of thousands of fans. It has some of the most creative minds around. It can be better, but British wrestling needs to respect itself if others are to respect it, too. The industry needs to rise together, to work together and to be better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am thrilled that the hon. Member mentioned Robert Rams. As the hon. Gentleman may or may not know, Robert was my chief of staff for several years. If I let him, he would turn the conversation to wrestling, and there were no limits to what he would not do to go and see a wrestling match. I know he will be thrilled by that reference today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}