{
    "url": "https://www.ukpol.co.uk/caroline-flint-1997-maiden-speech/",
    "title": "Caroline Flint – 1997 Maiden Speech",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Caroline Flint",
            "url": "/tag/caroline-flint/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Caroline Flint in the House of Commons on 2nd June 1997.",
    "content": [
        "I thank you, Mr. Deputy Speaker, for the opportunity to make my maiden speech during our consideration of this important Bill. To be able to stand here today as the new Member of Parliament for Don Valley and to speak on behalf of my constituents for the first time is a humbling experience—humbling because I am here by the grace and good will of the people of Don Valley and because my predecessor, Martin Redmond, who served the people of Don Valley for 14 hard years of opposition, was deprived of the opportunity to stand here as a new era of Labour Government begins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the 10 weeks from my selection as candidate to polling day, I learnt much from the people of Don Valley about Martin. A private man, he remained living in the same village that was his home. He remained friends with the people he knew from before his election. He made time for individuals and he was regarded with warmth and affection. In his maiden speech in July 1983, Martin was able proudly to describe Don Valley’s main industry as coal mining. Now we can but say that coal mining is part of the heart and character of Don Valley, but that it is no longer the main employer. Martin saw the heavy price paid by the mining communities that are strung from east to west of the constituency as their industry closed without the necessary foresight and investment needed to build a new economic life to replace the old.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like many constituents who supported new Labour on 1 May, Martin Redmond understood the value of work. He believed in reward for hard work, in the respect and achievement derived from a lifetime of work and in the dignity that should be the rightful reward to be enjoyed in retirement. Martin understood the corrosive effects of persistent unemployment and the dangers of enforced idleness. He criticised the insecurity that seemed to be built into too many jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Martin Redmond witnessed a Britain divided between the haves and have-nots—those with work and those without, and those with opportunities and those without. Martin Redmond would have been proud of the start that this new Labour Government have made—the concerted plan to tackle youth unemployment and the plan to shorten NHS waiting lists. He would have been as proud as I am to welcome this Bill, which will make good the key pledge on class sizes for which Labour has received a clear mandate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Don Valley’s history is steeped in mining. Every previous Member of Parliament came from mining and I pay tribute to them all. Indeed, in 70 years, the constituency has had but five Members of Parliament. James Walton, a miner, was the first Member of Parliament to represent the constituency from 1918 to 1922. He was the only Labour candidate in the history of Don Valley to have the unofficial support of the Conservatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would love to boast that I am the youngest Member of Parliament in Don Valley’s history, but I am not. Tom Williams, later Baron Williams, was elected in 1922 at the age of 34. I would love to aspire to be the constituency’s longest-serving Member of Parliament, but Tom Williams served 37 years, until 1959, and I cannot imagine having such a substantial tenure. He served through great and turbulent times; his seventh general election victory was in 1945. As the right hon. Tom Williams, he then served as Minister for Agriculture and Fisheries until 1959. He made a distinguished contribution to the House and I would be proud to be mentioned on the same page in the history books.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tom Williams was succeeded by Dick Kelley, who served the people of Don Valley for 20 years. In his maiden speech, in November 1959, Dick Kelley was concerned for the economic survival of the village communities he represented. He pleaded: These villages must be kept alive.”—[Official Report, 9 November 1959; Vol. 613, c. 72.] In the weeks leading up to the 1997 election, that view was expressed to me many times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am most grateful, Mr. Deputy Speaker, for having been allowed to make this speech so soon after my election to this House. I would love to have claimed that I was the quickest of the six Don Valley Members to have made a maiden speech, but that honour remains with Mick Welsh, who was Member of Parliament from 1979 to 1983 and who was later the Member for Doncaster, North. He addressed the House just 20 days after the general election. In his maiden speech, Michael Welsh celebrated the genuine community life of the mining villages of Don Valley. Those men embraced, celebrated and championed Don Valley’s culture and communities for the best part of a century. I celebrate it, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Don Valley is a changing constituency. It is perhaps fitting that I am the first woman to represent it. I am not from a mining background. At the time of my selection, try as I might to discover that a distant grandparent had once spent a long weekend in Don Valley, I could not. I determined then that honesty was the only policy. My curriculum vitae announced, I won’t try to kid you that I’m from South Yorkshire. I’m not. Labour party members, and subsequently the electorate, welcomed me with warmth and friendliness to put down roots in the constituency, as they did for so many people before who moved from the four corners of the United Kingdom to make Don Valley their home. Indeed, I am very proud to have been made a life member of the Official’s club in Edlington, and to have been presented with a badge bearing the white rose of Yorkshire and welcomed as an honorary Yorkshirewoman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In his 1941 book about Don Valley entitled “Old King Coal”, Robert W. L. Ward wrote: Men from Staffordshire, Warwickshire, Durham, Northumberland, Wales and Ireland came in hundreds, bringing with them customs, dialects, superstitions and faiths foreign to the Don Valley. Gradually these foreigners from the midlands and the north have become digested by their South Yorkshire hosts. And such digestion has done something to enrich the local strain. The Don Valley that I know is a diverse community. It is dominated by the former mining villages of Conisbrough, Denaby, Edlington, Rossington, and Hatfield—a new addition to the constituency. It is a constituency of striking landmarks, scenic villages and many beauty spots. It includes villages stretching to the borders of Nottinghamshire, such as Bawtry. The constituency has seen a rapid expansion of villages such as Auckley, Finningley and Sprotbrough, with new families and their young children moving to the area every week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Don Valley is the historic heart of South Yorkshire, boasting two castles—Tickhill and Conisbrough, which is the setting for the classic story “Ivanhoe”, penned by Sir Walter Scott in a room in the Boat inn at Sprotbrough falls. If The Mirror is to be believed, “Ivanhoe” is the favourite book of my right hon. Friend the Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the book, Sir Walter Scott describes Conisbrough castle. He wrote: There are few more beautiful or more striking scenes in England than are presented by the vicinity of this ancient Saxon fortress. The soft and gentle River Don sweeps through an amphitheatre in which cultivation is richly blended with woodland, and on a mount ascending from the river, well defended by walls and ditches, rises this ancient edifice. Conisbrough castle is part of Don Valley’s past, but it is also part of its future. Along with the Earth centre on the site of the old Denaby main colliery, Conisbrough castle affords opportunities to attract visitors from afar and become part of Don Valley’s economic regeneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the people of Don Valley will welcome the Bill, which will pave the way to reducing class sizes. That pledge, coupled with the ambitious goal of raising education standards and opportunities for children and young people, will be received with great enthusiasm by the electors of Don Valley. Families with young people in Don Valley know that, unlike for previous generations, the mines will not provide the gateway to employment for the many. They know that education is the foundation. The achievement of their children will determine their life chances thereafter. The Bill demonstrates that the Government intend to place education at the centre of their programme—the No. 1 priority. Education is the building block for the future, and children must be at the heart of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the election campaign, one French teacher asked me how she could teach French to children in year 7 of secondary school if, when they arrived, some had not yet mastered the basics of written and spoken English. That is a problem that the Conservatives refused to tackle. Standards are the cornerstone of our education policy. Schools are a vital part of any community and have a precious role to play in the life of the small villages that dominate my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, schools are not islands, and must be encouraged to share their expertise, spread their best practice and learn from each other. Where a school is failing, we must look to turn it around in six months, not six years. That should be the Government’s ambition. Not to do so is to condemn generations of children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Gone are the days when the height of Government ambition was to have one good school in every town. That proposal was rejected at the election. We must ensure that every school is a good school; that every school comes up to scratch—nothing less is acceptable. Gone will be the complacency that allowed class sizes to rise steadily throughout the years of the Major Government. By 1996, more than 1.25 million children were in classes of 31 or more. Indeed, in my constituency, more than 2,000 children are in classes of more than 30 pupils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Government’s intention to review the presentation of league tables, because, vital as they are, the many qualities that a school offers—leadership, morale and parental involvement—are all essential ingredients that add value to a child’s education. Those qualities must be reflected in information made available to parents. The Bill makes a start. Those who choose to buy private education for their child are buying one thing above all else: smaller class sizes. Yet for the majority in Britain, the past five years have seen an unrelenting rise in class sizes. That rise must be brought to an end, and the Bill helps to release resources to begin that task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill will be welcomed by the electorate of Don Valley as a sign of a new Labour Government who govern for the many not for the few; a sign that Britain has turned a page in history and entered a new era. The Government deserve praise for the flying start that they have made, showing in weeks that a change of Government can lead to a change of mood and priorities. I hope that, for the duration of the Government’s term of office, I serve my constituency well in this new era in British life—a period of new hope and great opportunities. As the Member of Parliament for Don Valley, and, perhaps more important, as the mother of three children in state education, I commend the Bill to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}