{
    "url": "https://www.ukpol.co.uk/stephen-flynn-2022-speech-on-energy-price-capping/",
    "title": "Stephen Flynn – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Flynn",
            "url": "/tag/stephen-flynn/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Flynn, the SNP MP for Aberdeen South, in the House of Commons on 8 September 2022.",
    "content": [
        "I paid particular attention to the very small note that came out from the Secretary of State for Business, Energy and Industrial Strategy earlier, especially the line that says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“This will save the typical household £1000 a year.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One thousand pounds a year? It is almost as if the cap that is being put in place at £2,500 a year is not double what energy prices were just last summer. It is almost as if the Government do not understand the sheer scale of the financial problems facing households right across the country. It is not just about energy prices. Inflation is at a 40-year high, interest rates are at a 30-year high and wages are at a 20-year low, yet we are being told that we should be happy about energy bills being frozen at £2,500 per year. It is absurd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Obviously it is not just households that will struggle, but businesses. A number of businesses have been spoken about today, and I have spent most of the summer getting emails from businesses that are being utterly crippled by the costs in front of them. Up to now, the Government have not even lifted a finger, and what they are proposing will not go far enough. Businesses will continue to close because of energy prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This whole debate really frustrates me for a particular reason, which is that I happen to represent a constituency famed for oil and gas production. Somewhat ironically, it was the Unionist parties in this Chamber that told us in 2014 that oil and gas were running out, yet now they tell us that 100 additional new licences will be given out. Barring that irony, however, is it not absurd that energy-rich Scotland, which produces six times more gas than we use, is even having to face an energy prices crisis? Gas makes up just 14.4% of our electricity production, yet the price of that gas dictates all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The fact that the vast majority of our electricity comes from low-carbon sources means absolutely nothing. The fact that it comes primarily from renewables means absolutely nothing when it comes to the costs being imposed on the people of Scotland by this UK Government and the continued failure of their energy policy. If the UK Government want to do just one thing, here is a suggestion for the new Secretary of State: will this Government finally decouple renewables from gas prices? That would make a huge difference, and it would not cost a single penny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}