{
    "url": "https://www.ukpol.co.uk/stephen-flynn-2023-speech-on-the-loyal-address/",
    "title": "Stephen Flynn – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Flynn",
            "url": "/tag/stephen-flynn/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Flynn, the Leader of the SNP, in the House of Commons on 7 November 2023.",
    "content": [
        "Thank you, Mr Speaker; was it something I said? Like snaw aff a dyke.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to begin, as is customary, by passing on my thanks to King Charles and the Queen for their most Gracious Speech today. I am sure it was a momentous occasion for them both. I have been goaded a wee bit about my flower, but notwithstanding that, I intend to start by offering some consensus across the Chamber, because I believe that is incredibly important in these times. First, in relation to Ukraine, it is fast approaching the two-year anniversary of Vladimir Putin’s decision to enter Ukraine in an extremely forceful manner—to start a war, to kill civilians and to attack Ukraine’s democracy, building upon the steps that he had taken in 2014 by invading and annexing Crimea. It has been said in the public domain that the resolve of the west is perhaps shaking in the face of the fact that the conflict continues; but I think we are all united across this Chamber, right across parties, in our steadfast commitment to the Ukrainian people in their fight to protect their democracy against that most abhorrent of tyrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We say that because these are our values. It is what we believe in. We believe in peace, we believe in protecting civilians and we believe in democracy. Of course, that view extends beyond just Ukraine; it extends to the situation in Israel and Gaza, too. I know I am at risk of repeating myself here—as indeed many of us do in this Chamber from time to time—but it is important to reiterate that all of us in this Chamber are united in our unequivocal condemnation of what Hamas did exactly a month ago. There can never be a justification for the senseless killing of men, women and children in the way that that terrorist organisation did. What we have seen off the back of that on our streets is equally—not perhaps equally—concerning. We all have grave concerns about the rise of antisemitism and the fear so many people have walking the streets of these isles. I want to send my heartfelt support to all those in the Jewish community and to make it very clear—if, indeed, it ever needed to be clear—that we all oppose antisemitism, no ifs and no buts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally on that point, I think what we all so urgently want to see is diplomacy in action to release the hostages who are still under Hamas’s control. There can be, as I said in relation to other matters, no justification for that and we all want to see those people returned to their families as quickly as possible. As I have said previously, I wish the Prime Minister well in that diplomatic pursuit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conflict in Israel and Gaza cannot be forgotten without mentioning what we are seeing in Gaza itself. Thousands upon thousands of people have been killed. People do not have access to food. They do not have access to clean water. They do not have access to fuel. They cannot turn on the lights. They do not have access to medicine. In many instances, the hospitals they go to no longer exist, the schools they once went to no longer exist, the universities they once went to no longer exist. What we are seeing—this is perhaps where the agreement across the Floor goes away—is collective punishment. What we so badly need to see is a humanitarian ceasefire. No, not a humanitarian pause, which fills people’s bellies, only for them to be blown up in the days to follow. What we believe in unequivocally is a humanitarian ceasefire. I sincerely hope that Members across the Chamber will join us in coming to that position in the not too distant future, because those are our values. We believe in peace and we believe in the protection of civilians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To the King’s Speech itself, I was listening very closely, like others were, and I heard the term “economic growth”. That intrigued me, because we all know that Britain is broke and Brexit broke it, and we so obviously need economic growth. For those of us on the SNP Benches there is an obvious solution on that front. There are perhaps three or four things that we could and should do. They may not be popular with Members—certainly not with those on the Government Benches, or indeed with some in the Official Opposition—but they are necessary. All of us, I think, would agree that to have economic growth we need the tax base to expand. The easiest way to do that is to actually increase working age migration to these isles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Beyond migration, the easiest way is to ensure that the businesses we all want to thrive are able to export directly to the biggest markets possible. In our case, there is one sitting just across the channel: the EU single market. We should be more robust and confident about saying that we need not only more migration to these isles but access to the EU single market. The argument the Prime Minister puts forward is that the trade deal reached with our friends in Asia is the start of something better. Well, I had a wee look, and that trade deal is worth 0.08% of GDP. The Government would need 50—50—of those trade deals just to match the 4% hit caused by leaving the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Beyond migration and access to the single market, another way to guarantee economic growth is to enshrine the rights of workers into law through the likes of an employment Bill. It is a damned disgrace that since 2017 this Government have been promising an employment Bill and have still not delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another strand to achieve economic growth, if colleagues were so willing, would be to double down on investment in net zero—to do as the Americans are doing, and to follow the lead of Joe Biden with the Inflation Reduction Act. It makes sense. It makes sense to invest in the technologies of tomorrow, so that we are not left behind and can compete for the decades to come. Net zero is not a hindrance; it is a growth opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased that in the speech we heard today we were given an indication that the grid was to be upgraded—that is to be welcomed, long overdue as it is—but what we do not have is any insight into to whether there will be a financial mechanism to deliver pumped storage hydropower in Scotland, in Cruachan or Coire Glas. There was no indication that there would be further or new financial mechanisms to support tidal power in Scotland, which is world-leading. There was no indication that there would be financial mechanisms to deliver green hydrogen at scale, not just for people in these isles but throughout the European continent. There was no indication whatsoever that this Government were going to fix the failure of the offshore wind auction round, which delivered not a single bid this year: a shameful indictment, and damaging, oh so damaging, to Scotland’s burgeoning renewables sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For folk sitting at home, none of this is tangible, none of it is real, because people living in Scotland, an energy-rich nation, are nevertheless living in fuel poverty. We already produce six times more gas than we consume, yet people cannot afford to turn on their heating. In 2022 we produced enough energy, enough electricity, to power all the homes in Scotland for three and a half years, yet people cannot afford to keep the lights on. There are two things that the Government could have done to support those people. First, they could have finally separated the cost of gas from the cost of electricity to protect consumers immediately. Secondly, they could and should have reinstated the £400 energy bill rebate, because we know that people are going to be worse off this year than last. Those are the facts. They may not be popular in this place, but we will continue to champion them, because they are our values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The challenges that people face, however, extend beyond just their energy bills; they involve their mortgage bills as well. Why is there no action in relation to mortgage relief? Why is there no action in relation to a price cap on some staple foods in the supermarkets? It was suggested by a member of the Government that that would be communism. Someone should have told Emmanuel Macron, because the French have done it: they have managed to protect their citizens. Why is it good enough for them, but not good enough for us?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we look at the cost of living crisis in its entirety, we see that ultimately it exists because of decisions made in this place. People cannot afford to pay their energy bills because of decades of incompetence on energy policy in this place. People cannot afford to pay their mortgage bills because the Tories crashed the economy. People cannot afford to pay their food bills because Brexit pushed up the prices—and that was delivered by politicians in this place. We have had enough of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Douglas Ross (Moray) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman spoke at length about energy, and never once mentioned oil. He represents Aberdeen North. I wonder whether, when the Government’s Bill on oil and gas licences comes to this Chamber, he will stand up for his constituents and vote with the Government, or support the position of the Scottish National party, which is to turn its back on oil and gas workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Flynn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Moray is always one for detail, but I represent Aberdeen South, not Aberdeen North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is just seven days since the Government announced 27 licences for offshore oil and gas, and now they have come forward with a proposal to do so on an annual basis. [Interruption.] I hear the hon. Gentleman chuntering from a sedentary position like a wee dafty. If he chooses to listen, I will get to my point. What he knows I believe is that there must be an evidence-based approach to oil and gas extraction—an evidence-based approach which is anathema to this Government. We need to be considering our energy security and our commitment to net zero, to jobs and opportunities and, of course, to our investment in renewables. What I would like to see the Government do—I am sure that the hon. Gentleman would agree with me in this regard—is to ensure that in regard to the pre-existing licences for the likes of offshore wind, where the Government have failed, we see improvements to ensure that this actually happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When the people of Scotland see the cost of living challenges, they know that they emanate from the decisions taken in this place and their minds are very much refocused on the fact that where power is devolved, power is retained. What we so badly need to see is the powers over our economy, energy policy and employment law transferred from this place to Holyrood, and here is why. When we look at the record of Holyrood in comparison to this place, the difference could not be more stark. If you are a young person in Scotland, you will be born into a baby box; if you go to nursery, you will receive 1,140 hours of care; if you go to primary school, you will get free school meals; if you go to secondary school and want to go into higher education, that will be paid for you; and if you enter the workplace in Scotland and become a nurse, you will be paid more than you would be paid here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The majority of Scots pay less tax than those in England. They pay less council tax than those living in England, and they will be able to get crisp, clean water included as part of that bill. Of course, if you want to be—[Interruption.] The hon. Member for Moray is very keen. Would he like to rise to his feet?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Douglas Ross**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Gentleman for giving way again. He has spoken a lot about economic growth. Does he agree with several SNP Back Benchers that there should be no place in the SNP Scottish Government for the Greens because they are anti-economic growth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Flynn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that I was talking about nationalised water in Scotland, and it is not just water that is nationalised in Scotland; our railways are nationalised as well. If you want to open a business in Scotland, you will have access to the small business bonus, and as you get older you will be able to live in comfort, knowing that you will have access to free personal care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All those things came about because those are our values. They are tangible and real, and what the Scottish Parliament has done is deliver them. What it is going to deliver next is the council tax freeze—a council tax freeze that comes in the face of some Labour councillors in Scotland advocating for a 32% rise in council tax. Only the SNP, using the powers that we have, is protecting the Scottish people during the cost of living crisis, in stark contrast to the failing establishment in front of us here. But of course, it is not all bad news. We do have one glimmer of hope: the fact that this is not just the Prime Minister’s first King’s Speech; it is the Prime Minister’s last King’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}