{
    "url": "https://www.ukpol.co.uk/paul-flynn-2015-speech-on-syrian-air-strikes/",
    "title": "Paul Flynn – 2015 Speech on Syrian Air Strikes",
    "post_date": "December 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Paul Flynn",
            "url": "/tag/paul-flynn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Flynn in the House of Commons on 2 December 2015.",
    "content": [
        "We are fighting and losing the wrong war. This is a war of hearts and minds that can never be won with bombs and bullets. The situation is truly terrifying, and we underestimate it if we imagine that it is confined to a couple of countries. People who have been brought up in this country, gone to our schools and absorbed our culture and values find themselves seduced by the message of Daesh. Two such people went to Syria from Cardiff and are now dead. They gave their lives to this mad, murderous cult. We must examine why they did that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The reason is that Daesh’s narrative is very cleverly conceived to appeal to adolescents. It offers danger, adventure in foreign parts and martyrdom. It also deepens the sense of victimhood by churning up all the stories from the middle ages about how the wicked Christian crusaders slaughtered without mercy the Muslims. We must challenge that dialogue of hate. We must have a different narrative. There is a good narrative for us to take up, because in the past 200 years we have had great success in places like Cardiff and Newport in building up mixed communities of races and religions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must not imagine that anything will be over as a result of what happens in Syria or Iraq. This has spread throughout the world—throughout Asia and throughout South America. There is hardly a country in the world where Daesh does not want to spread its hatred. It has a worldwide plan to divide the world into Muslim communities and Christian communities that are at war. In other countries there is great suffering in many of the Christian communities that are being persecuted. We are falling into the trap it designed in Sharm el-Sheikh, Tunisia and Paris to pull us on to the punch. It is saying, “This is the way to get a world war going. This is the way to incite the west to send in military people and have a world war.” This is precisely what it wants—it has said so. It wants a world war and we must not fall into the trap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard today throughout this House some very good, sincere speeches, but I believe that the combination of two dangerous views, “Something must be done” and “Give war a chance”, leads us to the position that we are now in. Those of us who were in the House when we went to war in Iraq were told, by the same people who are telling us now that there are 70,000 friendly troops, that there were definitely weapons of mass destruction there. There were not. In 2006, we were told that we could go into Helmand with no chance of a shot being fired. We lost 454 of our soldiers there. Little has been achieved. Because of decisions taken in this House in the past 20 years, we have lost the lives of 633 of our soldiers. I believe that if we go in now, nothing much will happen. There will be no improvement—we will rearrange the rubble, perhaps—but we will strengthen the antagonism and deepen the sense of victimhood among Muslims worldwide; they will have another excuse. We must not fall into that trap. We need to have a counter-dialogue, and get it into the media and on to the world wide web, to say that there is a great story to be told of harmony in our country. We must put that forward as a genuine alternative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}