{
    "url": "https://www.ukpol.co.uk/padraig-flynn-1997-speech-to-tuc-conference/",
    "title": "Padraig Flynn – 1997 Speech to TUC Conference",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Padraig Flynn",
            "url": "/tag/padraig-flynn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Padraig Flynn, the then European Commissioner for Employment and Social Affairs, to the 1997 TUC Conference.",
    "content": [
        "President, members of the General Council and distinguished delegates, first of all I should say how delighted I am to be back with you today, to share your enthusiasm for building a new employment and social agenda in Europe and in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I move on to the business of the day, I want to mention just for a moment the European Year Against Racism. I want to congratulate the many workers, in both the public and private sector, who have made this year so substantive across the United Kingdom. I want to congratulate the trade union Movement in the United Kingdom for using the year as a focus for the long‑term task of ensuring that social justice, equality and the celebration of diversity are the daily fare of working life. Europe, in solidarity, applauds you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first time I had the privilege of addressing this Congress was, as the President said, some four years ago, just a few months after I took responsibility for employment and social affairs in the European Commission and just a few months before we produced ‑‑ at the behest of all of the governments of the Union ‑‑ a White Paper on Growth, Competitiveness and Employment. That document and its core message of solidarity found strong allies in the trade union Movement across Europe. Its balanced approach ‑‑ making growth, competitiveness and employment complementary and sustainable ‑‑ remains central to Commission thinking. It underpins our continuing collaboration with the Member States of the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Much has happened in relation to the European Union’s economic and social policies since that Congress of 1993, but not enough in my view, nor I suspect in yours. The rate of unemployment across Europe remains unacceptably high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we are to tackle this problem effectively we must put things in perspective. Europe is failing to create enough jobs. Fair question: why? Some voices are still blaming this on our competitive performance. They say we cannot compete either with low wage economies or with more efficient developed economies like the United States and Japan. Why, you ask? Because our costs are too high? Why are they too high? Because we have over‑developed social policies, which we cannot afford, they say. The question is: what does Europe do about it? Europe compounds the difficulties, we are told, by proposing even more costly social policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That view has little foundation in fact. The European Union economy has underperformed for much of the past two decades in terms of growth and job creation but not because of lack of competitiveness. Europe is competitive on any criteria that makes economic sense. We pay our way in the world with a trade surplus of over one per cent of GDP. We have low stable inflation, 2 per cent, creating a positive and predictable environment for business. We have a steady 2 per cent a year growth in productivity, two to three times faster than the United States, steadily narrowing the real income gap between us. We have declining unit labour costs, and the highest levels of profitability for 35 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are the facts, not fantasy. They show the true state of Europe’s economic fundamentals. So to suggest that Europe is not competitive and then to blame it on Europe’s social model is, in all its forms, simply misleading. Europe’s social model is not a drag on our competitiveness. Public social spending in Europe is a productive factor, creating stronger economic performance. It is not a cost; it is an investment for both the short and the longer term. It is not an unaffordable luxury. It is simply the European way of coping with change and with paying for services that citizens of all advanced industrialised countries demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our problem is not that our economies are weak, or our budgets unbalanced through excessive social spending. Our problem is that our competitive success reflected in trade, and in productivity, has not been matched by effective economic policy management. Our persistent unemployment is not the consequence of overdeveloped social policies, although many could be usefully reformed. It is the result of underdeveloped and fragmented economic policies, as well as poor investment in human resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The very success of the Single Market has highlighted the growing problems arising from having economic policies based on the old concept of fragmented national markets, rather than on the reality of the Single European Market. This is reflected in the different fates of Europe and the United States, during and after the major recessions of the seventies and early nineties. In the United States the policy guidelines and instruments of countervailing action exist. The central monetary authority, the Federal Reserve, is obliged to pursue both full employment and price stability. The FED has used its interest rate policy very effectively in both respects. Europe has lacked such a framework. All we have had has been a loose commitment to economic policy coordination and fourteen separate currencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And the result? While the United States recovered rapidly after each recession, Europe did not. Without the means to manage common action European recovery has been slow. Each recession has left a legacy of high and increasingly structural unemployment. The paradox is, of course, that some commentators never cease lecturing us about how we should learn from the United States with its flexible labour markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the contrary, we learn much more from the United States in terms of economic policy management than in terms of labour market and social policy design. The former has enabled the United States to maintain a high level of employment. The latter has led to costly social problems ‑‑ the working poor, crime rates and imprisonment ‑‑ that we in Europe have more successfully avoided. Now Europe has the opportunity to escape its own policy traps, to emulate the positive aspects of United States employment performance, while maintaining the inherent strength of the European social model.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The recent Amsterdam summit ‑‑ wrongly played down or written off by many ‑‑ was indeed a watershed in this process. The new European Treaty has put employment centre stage alongside the other criterion of success ‑‑ price stability. This created the opportunity to transform the long‑run growth in performance potential of the European economy. Two phrases from the Treaty tell it all. Firstly, it says, “Member States… shall regard employment as a matter of common concern and shall coordinate their action.” Secondly, “The objective of a high level of employment shall be taken into consideration in the formulation and implementation of Community policies and activities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The identification of employment as “a matter of common concern” reflects awareness of the interdependence of Member States. If one Member State resorts to competitive devaluation, distorting subsidies to industry or a downgrading of working standards, that adversely affects job prospects in all of the other Member States. There has to be an end to monetary dumping, fiscal dumping and especially an end to social dumping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The aim of the Treaty is not just to stop bad behaviour; it goes further. It aims to promote a positive‑sum game in economic and social policy from which we can all benefit. Amsterdam, with Maastricht, gives us the tools and the positive policy guidelines that we need to ensure the long‑run growth and development of employment in the European economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are two political consequences that emerge. The first is that EMU can no longer be seen as some kind of optional extra. It is the necessary counterpart to the increasingly integrated European economy in which national, economic policies lose much of their force if exercised alone. The second is that monetary union alone is not enough. Our objective must be a full economic and monetary union, with an effective and positive cooperation and coordination of national policies and objectives, including employment, as well as appropriate monetary policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Economic policy failures have been the root cause of Europe’s unemployment. Too often, though, unemployment has turned into long‑term unemployment because of the weaknesses in our social protection and labour market systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Too little emphasis on employability policies and too much weight given to unemployment insurance and other income maintenance schemes have weakened our capacity to adjust. We need to modernise, not only our economic policies but also our labour market policies, including our social protection systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But let me be quite clear about one thing: reform and modernisation does not the mean wholesale deregulation. Contrary to the rhetoric, deregulated labour markets do not produce higher levels of employment than well regulated ones. What they do tend to do is to reduce standards; they widen the spread of incomes between richer and poorer members of the workforce; they reduce overall levels of productivity‑enhancing investment in people and capital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Well regulated labour markets are as essential to long‑run economic success as well regulated product or financial markets. They enable entrepreneurs to create jobs, just as much as they enable workers to equip themselves for changing skills demands. They also help to create what I believe is an essential pre‑ condition for economic and social well‑being: a skilled, flexible, secure and mobile European workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To achieve this, the regulatory framework cannot remain static in a changing world. We must reconcile the flexibility which firms need with the security which workers require. This is the key to bringing our success as productive economies and societies into the new century, and into the new shape of working life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the new, more fluid labour market the need for security will not diminish, but its purpose, its form, needs to change in order to serve and to help create a more dynamic labour market and a more dynamic economy. An important part of this must be a new and a stronger focus in social protection systems on employability and access to skills. Social protection must actively equip people to work as well as provide basic support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just as important, labour law and the collective arrangements governing future working patterns must offer recognition to new forms of working conditions and contractual arrangements. The arrangements must factor in human resource investment as an integral part of the mutual contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The incorporation of the new, reinforced protocol into the Treaty as a chapter of social policy was a major political achievement. More importantly still, the endorsement and the opting in by the United Kingdom was very significant and it has strengthened European social policy. I warmly welcome that step taken by the United Kingdom Government. It has put the United Kingdom back at centre stage in the development of a truly European social policy, a place they should always have been in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, some people have warned that as a result I would be travelling here to Brighton today and that I would be coming by boat ‑‑ coming by boat and towing behind me a huge raft of European legislation as a result of the Social Chapter. What a misunderstanding ‑‑ and I am being kind in the words I use here ‑‑ as to what European social policy is all about and what the Social Protocol does and does not do. A Common Market needs common minimum standards, if all workers are to benefit from the economic benefits which the Market brings about, and to prevent social dumping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Most of the relatively few laws that have been adopted in the last 30 years have covered health and safety matters, have covered freedom of movement of workers, have covered working conditions and have covered equal opportunities. Can anyone here suggest or argue that these laws are not justified or that they should be removed? I think not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Social Protocol is not, I repeat, a legislative agenda and it has no presumption in favour of legislation. The Social Protocol is a development of the means we have at our disposal to protect the minimum rights of workers. It is important, now that the United Kingdom has signed up, that it provides a single coherent policy approach. It also creates direct input by the social partners to the policies which directly affect them and which is the basis for a new legislative approach in which you ‑‑ yes, you ‑‑ the trades unions and the employers become the key legislators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The European social dialogue is becoming a real and effective partnership. I look forward to supporting you in the realisation of the full potential of this new mechanism in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Protocol does not call for a whole new raft of legislation. There is no conspiracy or hidden agenda. Instead there is a clear mechanism for examining what steps are necessary and, if necessary, how to proceed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Next year I will be discussing a new European Social Programme. It will not be a stand‑alone approach to social issues: it will present a strategic, integrated, mutually reinforcing set of social policy guidelines aimed at supporting the wider modernisation of Europe. As with everything else that we are doing, its main preoccupation will be improving the prospects for employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us be clear: people matter and workers matter. In my book, flexibility does not mean insecurity. Workers who feel insecure feel threatened and that is not the way to motivate people to produce more, to accept change and to think “future”. Workers want to be part of and consulted on the way forward for a new Europe. We all know the demands of technology and up‑skilling. Workers will co‑operate, but they must be treated fairly. I do not think that that is an impossible contract in the year 1997.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I state it in clear and unambiguous terms: if legislation is necessary and needed, I will not hesitate to propose and promote the appropriate legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Action on all fronts ‑‑ economic, employment and social ‑‑ will be the subject of the Jobs Summit in November this year called by the Luxembourg Presidency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I finish today with my proposals for employment policies. In the midst of all the complex issues to discuss, we see four main lines of action that Member States must deliver on:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First is entrepreneurship, to create a new culture, a new climate and spirit to stimulate the creation of more and better jobs. In other words, we need a strong sense of business development in a growing and strengthening European economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly is employability of job seekers. We need to tackle the skills gap by modernising education and training systems and strengthening the links with the workplace so that all can seize the new employment opportunities ‑‑ a real springboard for new jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly is equal opportunities for all at work, to modernise our societies to a new order where men and women can work on equal terms and with equal responsibilities to develop the long‑term growth capacity of our economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Fourthly is adaptability of enterprises and of the workforce to respond to changing market conditions, ensuring that no group is left behind, and facilitating the restructuring of industries and workplaces in a way that is acceptable to both workers and employers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, we want to see governments set clear and measurable targets for tackling the priority issues of youth unemployment, long‑term unemployment and equality between women and men.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We see these actions as part of an integrated and comprehensive economic and social strategy. They must be pursued together within the framework of supportive macro‑economic policies; they must be backed by institutional reforms, making the national labour market institutions and social protection systems more employment‑friendly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under each of these headings, guidelines are being prepared which reflect these basic objectives. They form part of a broader framework for cooperation on employment that the Amsterdam Treaty and the European Council Resolution put in place. They provide the basis for developing the concrete actions on which the Council has insisted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Never has there been a more propitious moment to put one’s views and proposals clearly on the table. We seek a consistent framework to measure performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today, as we prepare for the Jobs Summit, we can clearly see that employment and social policies are top of the European agenda. The new employment provisions in the Amsterdam Treaty give Europe a real opportunity to make low growth and persistent unemployment a thing of the past. They provide the political and operational means by which we can address our deficiencies and failings through an effective conjunction of national and union‑wide policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Within this framework, European social policy stands as an integral part of the process of modernisation in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that invitations are the order of the week. In the run‑up to this Jobs Summit and in the period beyond, my invitation to you is to join us in managing the process of change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The common concern on the scale of unemployment in Europe and the deterioration in job standards has now been joined by a common understanding of the causes and the remedies that we can bring to bear. The ground is laid for a good future. Let us turn Europe around for the better and let us get on and complete the job. I invite you to be part of it with me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}