{
    "url": "https://www.ukpol.co.uk/stephen-flynn-2020-speech-on-the-immigration-bill/",
    "title": "Stephen Flynn – 2020 Speech on the Immigration Bill",
    "post_date": "May 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Flynn",
            "url": "/tag/stephen-flynn/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Flynn, the SNP MP for Aberdeen South, in the House of Commons on 18 May 2020.",
    "content": [
        "Thank you, Mr Deputy Speaker, for the opportunity to take part in these proceedings tonight. As one of the final speakers in the debate, I have had the opportunity—or perhaps the misfortune—to sit patiently and listen closely to the arguments of the Secretary of State and her colleagues behind her on the Conservative Benches, and it is safe to say that I have rarely felt so disappointed or downhearted. I say that because we have heard Member after Member of this House rejoicing at the fact that they are going to end the ability of future generations to enjoy the same freedoms that we have all enjoyed to travel freely across the continent of Europe. Indeed, the Secretary of State listed all the constituencies where she believed that people voted for her Government in order to end free movement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unsurprisingly, she did not mention a single Scottish constituency, probably because she has finally accepted that the people of Scotland do not support her Government’s actions on this key issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Beyond that, we have heard an almost celebratory tone in respect of bringing to an end what the Government refer to as low-skilled migration. Such dog-whistle politics is unbecoming at the best of times, but given the fact that we are in the midst of a global pandemic, it is simply unforgivable. After all, it is those very migrant workers, whom the UK Government class as low-skilled, who have helped to prevent the UK from grinding to a halt. They are the people who have been working on the frontline in our care homes and our hospitals as nurses, cleaners and porters, and the people who have been working in our supermarkets and food processing plants and on our agricultural land. The reality is that they are the glue that has helped to hold our society together. They may be paid less than they deserve, but they deserve our respect and our appreciation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The damage of this attack on immigration will be felt for generations to come, particularly in Scotland. I say that because, as things stand, Scotland faces a demographic time bomb. Our pension-age population is growing, while our working-age population declines. There are two solutions to this issue. The first is for people to have more children, and quickly. The second and slightly easier solution is that we increase inward migration. On that front, we have been clear that EU nationals are wanted and welcome in Scotland. Indeed, we have actively sought to encourage people to make Scotland their home. Aside from the obvious social and cultural benefits that they bring to our nation, the reality is that the average EU national living in Scotland adds £10,400 to Government revenue and over £34,000 to GDP each year. They contribute far more than they will ever receive.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is for those reasons that the Scottish Government have sought proactively to engage with the UK Government on immigration to find a solution that meets the needs of Scotland. The clearest example of that was a proposal to introduce a Scottish visa, an additional route through which we could attract workers to Scotland. Such immigration variance has worked in Canada and Australia, yet the proposal was dismissed out of hand in less than 20 minutes. That should not necessarily come as a surprise, as it has been clear for a long time that the policies of this UK Government on immigration are not driven by a desire to meet the needs of Scotland. They are driven by the desire to play the role of little Englander, but the consequences of their actions will be great.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Locally here in Aberdeen, we are proud of our international outlook. There can be no doubt that workers from across the EU have had a key role to play in our economic success. One such success story is John Ross Jr, a company that processes and hand-prepares Scottish smoked salmon using traditional brick kilns. The company exports to over 30 countries and its staff are predominantly Polish, Latvian, Czech and Estonian. Its CEO is Christopher Leigh. On 27 February, he wrote to me about the importance of EU nationals to his company. He stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The reality is that if it were not for freedom of movement afforded by the European Union, John Ross would not be where it is today.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "He went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Closing the door on European workers now would be a case of the UK cutting its nose off to spite its face. It would also be disastrous for businesses, devastating for the communities in which they operate and catastrophic for the UK economy.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Catastrophic”. Just one word, but a word that should weigh heavily on the minds of the UK Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ultimately—I think we can all agree on this point—the scale of the economic recovery facing all corners of the United Kingdom is going to be unprecedented. If we do not have an immigration system in place that attracts workers and meets the needs of businesses, we clearly run the risk of doing further harm. So I say to the UK Government: continue down this route and the people of Scotland will neither forgive nor forget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}