{
    "url": "https://www.ukpol.co.uk/richard-foord-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Richard Foord – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Foord",
            "url": "/tag/richard-foord/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Foord, the Liberal Democrat MP for Tiverton and Honiton, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir George. I will make some comments about compensation and timescales for restocking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On compensation, although the Government have made some moves in the direction of valuing the destroyed birds earlier following the avian flu outbreak, it is still not good enough. I want to describe the situation for one of my constituents. The birds that she and her family keep were infected in spite of being inside. Perhaps the avian flu got in via some fresh straw, but over 30,000 birds were destroyed. The valuation of the stock by the APHA was made promptly but, despite the outbreak occurring in early August, they have still not received any compensation for the second of their two sites. It was only last week that they received compensation for the first. This is entirely unacceptable given that their incomes ceased at the point of the cull and compensation was needed to ensure that bills were paid. Speedier payment of compensation is critical.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, I will comment on restocking timescales. The secondary cleaning and disinfection protocol, as described by DEFRA, is not fit for purpose. It provides three options for restocking the farm. The quickest restocking option is unavailable to many small and medium-sized farms and free-range producers, which means that they are forced to choose restocking the poultry, and that cannot be carried out until 12 months after the avian flu outbreak. That is catastrophic for farm businesses whose main income is from poultry. They are stopped from trading for an entire year because of this legislation. It is causing otherwise viable businesses to go to the wall. In one case in my constituency of Tiverton and Honiton, when the bank became aware of this requirement for a 12-month pause in the farm being restocked, the lender requested that the constituent’s banking facility be removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition to the volume of avian flu cases expected this winter, this legislation means that there will be shortages lasting well over a year, especially in the seasonal Christmas turkey market. Many farms, if stuck with the 12-month restocking option, will be unable to produce turkeys not only this Christmas, but next Christmas. I have not read any scientific evidence that backs up the 12-month restocking rule. Professor Ian Brown, head of virology at the APHA, confirmed at a conference this week that the virus can live during the winter period for six weeks. If the longevity of the virus is only six weeks, I see no reason why a farm should be forced to cease trading for a whole year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The secondary cleansing and disinfecting requirements, which must be achieved to restock a farm with poultry, are not fit for purpose. That is especially the case for a small, family-run and free-range farm, for seasonal poultry producers and for those operating on earth or stone floors. My hon. Friend the Member for Westmorland and Lonsdale (Tim Farron) is absolutely right that any enforced shutdown of a farm needs to be based on science. At the moment, there seems to be little or no scientific justification relating to the longevity of the virus that requires a 12-month shutdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir George Howarth (in the Chair)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. I remind the hon. Gentleman that there is one more speaker to be called and I will be calling the Front Benchers at 10.28 am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Richard Foord**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Sir George; I will be brief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituents and I suggest that the current 12-month period should be reduced to six months, and the onerous and expensive cleansing and disinfecting requirements should be reduced. We propose that no differentiation should be made between the treatment of earth, stone or concrete floors. Having farms out of production for two Christmas turkey-producing seasons is catastrophic for small, family-run businesses. To summarise, the Government should think again about the payment of compensation and the timescales for restocking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}