{
    "url": "https://www.ukpol.co.uk/richard-foord-2022-maiden-speech-in-the-house-of-commons/",
    "title": "Richard Foord – 2022 Maiden Speech in the House of Commons",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Richard Foord",
            "url": "/tag/richard-foord/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Richard Foord, the Liberal Democrat MP for Tiverton and Honiton, in the House of Commons on 6 July 2022.",
    "content": [
        "Thank you, Mr Speaker, for calling me to speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the past, I worked with the conflict, stability and security fund, so I know how important it is that international development funding of the sort that we are discussing is used well by the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I must admit that, in this new job of mine, I am still learning my way around the maze of corridors, anterooms and stairways—only once so far have I ended up in the scullery. The Tiverton and Honiton constituency, which I am fortunate to represent, is made up of several other significant towns—Axminster, Seaton, Cullompton and Colyton, which brands itself a rebel town—and nearly 100 villages. It stretches from the fringes of Exmoor at Bampton to the Jurassic coast at Branscombe. I look forward to hosting you, Mr Speaker, in Honiton, where we will get to go to Allhallows Museum and see the Honiton lace that your ceremonial robe is made of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to two of my predecessors as MP for the part of Devon that I will do my very best to represent. One was an MP who took up office in 2010, and the other first came to this place as MP for Tiverton in 1835; they are Neil Parish and Lord Palmerston. In his maiden speech made over a decade ago, Neil Parish said that he wanted to see fairer funding for schools. I know that he tried in earnest to seek that additional schools funding, but we are still waiting for action on that. I think here specifically about Tiverton High School. After the by-election, I was pleased to see the former Secretary of State for Education tweet that he had heard local concerns about that school. Now that he is Chancellor of the Exchequer, he should know that my constituents are still looking for action rather than tweets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Neil Parish was a strong voice for farmers not just in Devon, but across the country. He led a rebellion of Conservative MPs on the Government’s Agriculture Bill and aimed to prohibit the import of food produced to lower animal health standards and lower welfare standards than those that we use in the UK. Farmers in Devon and elsewhere are struggling to deal with the rising price of fuel, feed and fertiliser. I pledge to continue to work with bodies such as the National Farmers Union to stand up for farmers and ensure that they have a champion here in Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every time I walk up the staircase to my office here, I find myself eyeballed by a bust of the former Foreign Secretary and former Prime Minister, Lord Palmerston. Palmerston was the MP for Tiverton for 30 years, and he went on a journey—one recently experienced by a few of my constituents at last month’s by-election. He started out a Conservative but later became a Liberal. I honestly think that is what we are hearing across the country: a groundswell of opinion from people who feel taken for granted. Just yesterday, we saw two senior members of the Cabinet quit, citing a lack of integrity, and I think that it is time for those remaining members of the Cabinet to heed the message from voters in Tiverton and Honiton at our by-election last month and show the Prime Minister the door.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lord Palmerston was also Prime Minister, at the end of the Crimean war. He spoke about Russian foreign policy in this place 160 years ago:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The policy and practice of the Russian Government in regard to Turkey and Persia has always been to push forward its encroachments as fast and as far as the apathy or want of firmness of other Governments would allow it to go but always to stop and retire when it has met with decided resistance.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am much less fatalistic about Russia’s expansionist ways. With a different leader at a different time, I do not suppose that Russia would be bound to invade its neighbour. But the UK is right to support Ukraine for many reasons. For me, the most important relates to the way Ukraine gave up its status as a country in possession of nuclear weapons, in part because of the assurances it received at the time from countries, including the UK, as part of the Budapest memorandum. Under the memorandum, we offered assurances to Ukraine in relation to its security. While they were not security guarantees, I see the support the UK is showing Ukraine as consistent with what we pledged back in 1994.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I suggest that the UK should show the same solidarity and ability to work with European neighbours that Britain showed during the Crimean war. Liberal democracy must be defended and preserved, regardless of who Palmerston’s latest successor might be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}