{
    "url": "https://www.ukpol.co.uk/richard-foord-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Richard Foord – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Foord",
            "url": "/tag/richard-foord/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Foord, the Liberal Democrat MP for Tiverton and Honiton, in the House of Commons on 8 November 2022.",
    "content": [
        "On 5 April 1982, three days after the invasion of the Falkland Islands, the then Foreign Secretary, Lord Carrington, resigned. He took full responsibility for a failure by the Foreign Office. The Foreign Office had not signalled in advance of the Argentine invasion that the UK would stand resolutely by the people of the Falkland Islands. The Franks inquiry, in the following months, had access to some of the relevant papers. We later learned that the Prime Minister, Margaret Thatcher, had asked Lord Carrington to stay on, but Carrington had decided to do the decent thing. He resigned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just imagine what would have happened if Lord Carrington had returned to office six days after his resignation. The Government would have barely had time to work out where South Georgia was, never mind give orders for its recapture—yet a Cabinet Minister’s return to office six days later is the situation that we see in this Government in 2022. This was just six days after she, by her own admission, deliberately emailed sensitive documents to a friend on the Back Benches without clearance. Since then, we have also heard about six further data breaches. What do they relate to? We do not know, so sensitive are they.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lord Carrington understood a phrase that I was reminded of by a constituent from Axminster recently: noblesse oblige. One must act in a fashion that conforms to the position and privileges that have been bestowed upon one. This Government cannot seem to recognise that with privilege comes responsibility. We are in this place to act on behalf of our constituents and the country, not our own vested self-interest or party political interests. This exposes something about the Prime Minister. In spite of a myth crafted by a slick PR campaign, he is just as complicit as Conservative Prime Ministers before him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear that the Government have learned little from the past two years, including the by-election in Tiverton and Honiton this summer. Voters overwhelmingly said that they had had enough of sleaze and cover-up, yet to coin a phrase from one former Prime Minister, nothing has changed. This Home Secretary readily uses inflammatory language to exacerbate anxiety about inward migration. There is a real issue relating to inward migration that has developed while the Home Secretary has been in government, but instead of whipping up fear by speaking of an “invasion”, she should learn from Lord Carrington who, when faced with a real invasion—that of the Falkland Islands—did the right thing and resigned. So, too, should she.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}