{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-the-humanitarian-crisis-in-afghanistan/",
    "title": "Vicky Ford – 2022 Statement on the Humanitarian Crisis in Afghanistan",
    "post_date": "January 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 12 January 2022.",
    "content": [
        "Afghanistan is facing a serious and worsening humanitarian crisis. It is affecting well over half the population, with 23 million people facing acute food insecurity. This is now the world’s most severe food security crisis. The UN has this week requested nearly $4.5 billion for 2022—the largest humanitarian appeal on record, reflecting the magnitude of the humanitarian challenge ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK has been at the forefront of efforts to address the situation, working with the UN Security Council, the G20, the G7 and countries in the region. The Prime Minister, the Foreign Secretary and other Ministers have all been working extensively with world leaders. In August, the Prime Minister announced that the UK would double its assistance for Afghanistan to £286 million this financial year, and we have now disbursed over £145 million. That will support over 3.4 million people in Afghanistan and the region, providing emergency food, healthcare, shelter, water and protection. We are working at pace to allocate the remaining funding in response to the developing crisis and the new UN appeal. Further details were in the ministerial statement on 15 December. I thank the British people for donating £28 million to the Disasters Emergency Committee appeal in December, of which £10 million was doubled by UK aid match funding. That has helped to provide lifesaving support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We were particularly concerned about the impact of the situation on women, girls and other marginalised groups. Last month I, alongside the Minister of State with responsibility for south Asia, Lord Ahmad, met organisations representing women, LGBT+ and religious minorities to discuss support for their needs. In allocating UK aid, we want to ensure that women, girls and other marginalised groups have equal, safe and dignified access to assistance and services. We have pressed the Taliban to respect humanitarian principles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our partners report that aid is getting through. We continue to monitor the situation very carefully, especially in the winter months. Aid workers face challenges getting money into Afghanistan due to the banking system. We are working closely with multilateral organisations, banks and non-governmental organisations to address those challenges. We welcome the decision by the World Bank board in November to transfer £280 million to support the humanitarian response, but it is vital—it is vital—that the World Bank produces options to allocate the $1.2 billion remaining in the fund. It is important that donors across the world step up to the challenge, including by responding to the UN’s call for additional funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}