{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-the-international-ministerial-conference-on-freedom-of-religion-or-belief/",
    "title": "Vicky Ford – 2022 Statement on the International Ministerial Conference on Freedom of Religion or Belief",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 15 July 2022.",
    "content": [
        "My noble Friend the Minister for South and Central Asia, North Africa, United Nations and the Commonwealth (Lord Ahmad of Wimbledon), has made the following written ministerial statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 5 and 6 July 2022, my hon. Friend the Member for Congleton (Fiona Bruce), the Prime Minister’s Special Envoy on Freedom of Religion or Belief, and I hosted the fourth international ministerial conference on freedom of religion or belief (FoRB) at the Queen Elizabeth II conference centre in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conference and its associated fringe brought together Government delegations, faith and belief group leaders and civil society from over 100 countries for rich discussions to address challenges to the right to FoRB.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conference explored the many facets of FoRB through 17 themed panel sessions and gave a platform to those persecuted for their religion or belief. Forty seven Governments, international organisations and other entities made pledges to take action in support of FoRB. Some 34 countries joined the UK in signing up to one or more of a set of statements protecting and promoting FoRB. We hope more countries will join these statements over the coming weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The opening plenary session received contributions from: His Royal Highness The Prince of Wales: the Prime Minister; Secretary General of the Muslim World League, His Excellency Sheikh Al-Issa; Head of the Worldwide Ahmadiyya Muslim Community, His Holiness Hazrat Mirza Masroor Ahmad; the Archbishop of Canterbury, Justin Welby; Chief Rabbi, Ephraim Mirvis; President of Humanists International, Mr Andrew Copson; Spiritual Leader and Chairman of Guru Nanak Nishkam Sewak Jutha, Bhai Sahib Mohinder Singh, and President of the Hindu Forum of Britain, Mrs Trupti Patel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In her opening speech, the Secretary of State for Foreign, Commonwealth and Development Affairs, my right hon. Friend the Member for South West Norfolk (Elizabeth Truss) outlined FCDO progress in implementing recommendations from the Bishop of Truro’s 2019 report and noted the breadth of religion and belief groups that suffer from persecution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I announced new UK funding for support for defenders of FoRB, including those persecuted because of their activism, as well as funding and expertise for countries prepared to make legislative changes to protect FoRB.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conference was an important human rights milestone which galvanised international efforts to do more to protect and promote the right to FoRB. The challenge now is to turn words into action. We will do this through building coalitions of Government and civil society actors focussed on key themes from the conference, drawing on the convening power of the international religious freedom or belief alliance working alongside the special envoy, the FCDO will continue to work on this important human rights issue and build on momentum from the conference to champion global efforts on FoRB.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}