{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-the-nato-accession-of-sweden-and-finland/",
    "title": "Vicky Ford – 2022 Statement on the NATO Accession of Sweden and Finland",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 6 July 2022.",
    "content": [
        "With permission, Mr Speaker, I would like to update the House on our support for Sweden and Finland’s accession to NATO. I am making this statement on behalf of my right hon. Friend the Foreign Secretary, who is attending a meeting of the G20 in Indonesia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finland and Sweden submitted their formal applications to join NATO on 18 May this year. Less than 50 days later, accession talks have been completed, and yesterday allies signed the accession protocols for both countries. The UK played a significant role in securing agreement from all NATO allies to this important move, with my right hon. Friends the Prime Minister, the Foreign Secretary and the Defence Secretary holding numerous discussions with their counterparts. The accession protocols have now been passed to all NATO countries for ratification, and they are being laid in Parliament today under Command Papers CP730 and CP731.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finland and Sweden are NATO’s closest partners. They share our principles and values, including liberty, human rights, democracy and the rule of law. They share the alliance’s unwavering commitment to international security. They both have years of experience in training and operating with allies and have made significant contributions to NATO-led operations and missions. We work together in the UK-led joint expeditionary force. We value their role in the region and applaud their support for Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Their decision to seek NATO membership follows extensive democratic consultations in those countries. It is a mark of the threat that Russia poses to these two countries, who have tried so diligently to remain neutral for so many decades, that they are now applying to join the alliance. We must ensure that they are integrated into NATO as swiftly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should aim to complete the ratification process before the summer recess. As things stand, we do not have the 21 sitting days of parliamentary time needed to use section 20 of the Constitutional Reform and Governance Act 2010 to ratify. Therefore, in accordance with section 22 of the Act, we believe that the accession protocols for Sweden and Finland should be ratified without the 21-day requirement having been met. This will allow us to demonstrate the importance we attach to our relationship with these two close partners and our wholehearted support for their decision to join NATO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In May we provided Sweden and Finland with bilateral security guarantees. It is vital that we now bring them under NATO’s article 5 umbrella as swiftly as possible. Their decision to join puts both countries at risk of a potentially aggressive Russian response. Russia has already made numerous threats about the possibility of Swedish and Finnish membership of NATO. Using the process I have set out will enable us to ensure that UK ratification is concluded swiftly and to set a positive example for other NATO members to follow. All 30 allies need to ratify the protocols before Finland and Sweden can join the alliance. My right hon. Friend the Foreign Secretary has been pushing allied colleagues to complete ratification as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We believe that there is broad cross-party support for Sweden and Finland joining NATO. The Government are committed to both the principle and practice of parliamentary scrutiny of the UK treaties. However, due to the unprecedented circumstances in which Finland and Sweden have made their decision to apply for NATO membership, it is important that we do all we can to expedite their accession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A strong NATO is at the heart of our ability to deter and defend against adversaries. We showed the strength of the alliance once again at the NATO summit in Madrid last week. NATO is not involved directly in the Ukraine conflict, but we know that Ukraine’s ultimate victory is vital for our security. Russia’s illegal and barbaric war cannot succeed. That is why my right hon. Friend the Prime Minister announced last week that the UK is providing a further £1 billion of military support for Ukraine, and other allies are stepping up their support as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the summit, leaders also agreed a new NATO strategic concept, which responds to the new security environment. It rightly identifies Russia as the most significant and direct threat to our security, and it signals a decisive change in our approach to defending the eastern flank, through scaling up capabilities and force readiness to achieve deterrence by denial. For the first time the strategic concept also addresses China and the systemic challenges to our collective security that it poses. It is right that NATO takes an increasingly global perspective of the threats and challenges we face. The alliance should act as a bulwark to the authoritarianism and aggression that we see rising across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Given this more dangerous and competitive landscape, we are calling on all allies to meet, and to be prepared to exceed, the target we set ourselves a decade ago of spending 2% of GDP on defence. That goal was set for a very different era, and we need to be ready to go further. That is why my right hon. Friend the Prime Minister announced that the UK is likely to be spending 2.5% of GDP on defence by the end of the decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are determined to strengthen NATO as the No. 1 guarantor of Euro-Atlantic security and, through the alliance, to stand up for freedom, sovereignty and self-determination around the world. The accession of Finland and Sweden will further strengthen NATO and bolster our security. By ratifying the accession protocols without delay we will send a message of unity against Russian aggression and a message of support to Finland and Sweden. We look forward to welcoming these two long-standing friends to NATO. We will continue to stand side by side with all allies in defence of our shared values and our collective security. Therefore, I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}