{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-uk-relationship-with-zambia/",
    "title": "Vicky Ford – 2022 Statement on UK Relationship with Zambia",
    "post_date": "April 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Minister for Africa, on 11 April 2022.",
    "content": [
        "Over the past two days, I’ve seen the breadth of the partnership between the UK and Zambia. Amongst many areas, our governments are working together to improve the lives of those in poverty and, increasing the opportunities for both Zambian and UK companies to invest in Zambia’s growing economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Zambia’s long history of supporting peace and democracy continues today. The resounding vote for respect of human rights, fundamental freedoms and the rule of law that millions of Zambians made last year has demonstrated yet again, their country’s position as a beacon of peace and democracy in the region and beyond. I’m committed to our 2 nations, the UK and Zambia, continuing to work together on protecting and promoting our shared values in the international sphere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Through the launch of British International Investment here in Zambia, we have sent a strong message of the UK government’s commitment to building a stronger, more diversified Zambian economy. Equally, it has been my pleasure to learn more about the steps being taken by the Zambian government to deliver free education to all, and discuss how the UK continues to actively support better futures for all Zambian children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}