{
    "url": "https://www.ukpol.co.uk/vicky-ford-2021-statement-on-the-arrest-of-the-sudanese-prime-minister/",
    "title": "Vicky Ford – 2021 Statement on the Arrest of the Sudanese Prime Minister",
    "post_date": "October 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 25 October 2021.",
    "content": [
        "I am grateful for the opportunity to answer this urgent question. The UK most strongly condemns today’s arrest of civilian members of Sudan’s transitional Government by the military. We are also deeply concerned about reports of shooting at protesters, which must stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the past two years, Sudan has been on the delicate pathway from oppressive, autocratic rule towards freedom and democracy. The UK has been a consistent and firm advocate for the democratic transition since the 2019 revolution. The acts of the military today represent an unacceptable betrayal of the Sudanese people and their journey to democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was in Khartoum just last week, when I stressed the need for all parties to support the civilian-led Government’s work to deliver the democratic transition, the process agreed by all sides in the constitutional declaration of August 2019. The military leadership in Khartoum cannot claim to be committed to a democratic future while simultaneously acting unilaterally to dissolve the transitional institutions and to arrest leading civilian politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Sudanese military agreed to the power-sharing agreement, as outlined in the constitutional declaration. Having arrested the Prime Minister and others today, the military have undermined the trust placed in them by the people of Sudan to deliver democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At this very moment, there is a communications blackout and, therefore, only intermittent contact with my officials in Khartoum, but they are working to establish the full details of the situation. We have updated travel advice to reflect the unrest, and we will keep it under review to ensure the safety of British nationals and our staff, although I understand there are no flights at the moment. We are working with international partners and expect to make a public statement later today. I will also speak to my US counterpart later today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we know well in this place, disagreement and debate are essential features of democratic politics. Disagreement and debate are neither a threat to Sudan nor a threat to the Sudanese people, and as such I urge Sudan’s military leadership to change its course, to release detained politicians, including Prime Minister Hamdok, and to ensure Sudanese people can protest without fear of violence. The actions of the Sudanese military today are wholly unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Women were a major driver of the 2019 protests that fought so bravely for democracy. Last week in Khartoum I met inspiring women leaders, inspiring women social reformers, inspiring women entrepreneurs and inspiring women community leaders, including the truly awe-inspiring Mama Iqbal, who successfully eradicated female genital mutilation in her 200,000-strong community of Tutti Island. She has undertaken to roll out her work across the country with help from UK aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Women and girls have a vital role to play in Sudan’s future, and the UK stands with them. The military’s actions today have betrayed all the people of Sudan, but especially the women and girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}