{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-speech-on-irans-nuclear-programme/",
    "title": "Vicky Ford – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 30 June 2022.",
    "content": [
        "I am extremely grateful to my right hon. Friend the Member for Newark (Robert Jenrick) and the hon. Member for Birmingham, Selly Oak (Steve McCabe) for securing this important debate. I share their grave concerns, and those of many Members, about the potential for a nuclear armed Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In his opening remarks, my right hon. Friend the Member for Newark said that it was important for the Government to listen to what Members say about this subject. We are listening, and it is my pleasure to respond on behalf of the Government. I am also grateful for the contributions of the other Members who have spoken, and I will try to respond to many of the points that have been raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Time after time, we have seen Iran take actions that directly undermine global security, freedom and democracy, and challenge the international order. The UK is taking a tough stance: Iran must end its threatening behaviour and destabilising regional activity, and must also return to its JCPOA commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Iran’s nuclear programme has never been more advanced than it is today, and our objective remains to ensure that the country never acquires a nuclear weapon. The escalation of its nuclear activities is threatening regional and international peace and security, and undermining the global non-proliferation system. Along with our partners, the United Kingdom has worked intensively to find a diplomatic solution. Over the last year we have worked alongside Germany, France, the United States and others to find a solution that would return Iran to compliance with its nuclear commitments under the JCPOA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In March 2022, we left Vienna after reaching the end of talks. At that point there was a viable deal on the table that would return Iran to compliance with its commitments and return the US to the deal, reversing Iran’s nuclear escalation and lifting US sanctions related to the JCPOA. Iran has not accepted the deal, and time is running out. Iran should urgently take the offer on the table; there will not be a better one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree that the JCPOA is not perfect, but it does represent a pathway for constraining Iran’s nuclear programme. A restored JCPOA would provide a foundation for international diplomatic efforts to ensure that Iran’s nuclear programme remained peaceful in the long-term. As my hon. Friend the Member for Hendon (Dr Offord), my right hon. Friend the Member for Newark and the hon. Member for Strangford (Jim Shannon) pointed out, there are some issues regarding sunset provisions. The hon. Member for Birmingham, Selly Oak also mentioned the switching off of the cameras, as did my hon. Friend the Member for Bracknell (James Sunderland).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to make it clear that if Iran returns to the JCPOA, our priority is the extension of the sunset clauses and enabling a stricter monitoring regime. Should the JCPOA collapse, however, we will consider all options in partnership with our allies. Let me repeat that: if a deal is not struck soon the JCPOA will collapse, and in that scenario we will carefully consider all our options in partnership with our allies. Those options may include new sanctions. I accept that the JCPOA does not address wider regional security issues, but a return to the deal would contribute positively to regional prosperity and security in the middle east and could pave the way for further discussions on regional and security concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Iran must stop its destabilising behaviour. We believe it is important to encourage Iran to take a more constructive approach to its relationship with its neighbours. The UK has long made clear our concern about Iran’s reckless destabilising activity in the region, including the political, financial and military support that it gives to militants and proscribed terrorist groups, including Hezbollah in Lebanon and Syria, to militias in Iraq and to the Houthis in Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Iran’s support for these groups and activities risks the security and prosperity in the region. They pose a direct threat to the UK and to our interests as well as to the safety of our allies. Regional security and that of our allies remains one of our top concerns, and we are working with allies to constrain Iran’s ability to conduct destabilising activities in the region. We will continue to do so, whether or not a deal is signed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will continue our work with allies and partners to hold Iran to account for breaches of UN security resolutions. That includes supporting enforcement of UN prohibitions on the proliferation of weapons to non-state actors in the region, including to Hezbollah and to the Houthis in Yemen. We continue to build on the existing co-operation between the UK and our partners to counter the activities of Iran and its proxies in the region, including in our work to support stability in Iraq and to end the conflicts in Yemen and Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Hendon mentioned the Paris bomb plot and his experiences at that time. The UK Government always strongly condemn the targeting of civilians and we welcome the fact that those responsible for that plot in Paris in 2018 have been held to account. We also welcome the work by the Belgian courts in convicting four individuals last year, including Asadollah Asadi, who received a 20-year sentence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The integrated review outlines our contribution to maritime security, upholding the principle of freedom of navigation. The UK is working to ensure the safety of shipping in the middle east, including in the Strait of Hormuz. We deter Iran from disrupting maritime security through our contributions to the international maritime security construct and the combined maritime forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A number of Members mentioned sanctions. The UK continues to maintain a range of sanctions aimed at addressing Iran’s destabilising behaviour. We have over 200 sanctions designations in place. Those include the Islamic Revolutionary Guard Corps, and sanctions related to human rights, proliferation and terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Harrow East (Bob Blackman) and others spoke in detail about the IRGC. We have made clear our concerns about its continuing destabilising activity throughout the region, and we maintain a range of sanctions that are working to constrain that activity. The list of proscribed organisations is kept under constant review, but we do not routinely comment on whether an organisation is under consideration for proscription so I cannot comment on that; I know that my hon. Friend understands the reasons why.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A number of Members spoke about those who have been detained, and in particular about Morad Tahbaz. The Iranian Government committed to releasing Morad from prison on indefinite furlough but they failed to honour that commitment. His continuing horrendous ordeal sends a clear message to the international community that Iran does not honour its commitments. We continue to urge the Iranian authorities at every opportunity to release him immediately. He must be allowed to return to his family’s home in Tehran without further delay. Morad is a tri-national, and we are working closely with the United States to release him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me conclude by saying that it is in no one’s interest to see a nuclear-armed Iran. The UK is firm in its commitment to the security and prosperity of our allies in the region, and to working with the international community to hold Iran to account for its destabilising activity. We urge, and will continue to urge, Iran to cease its nuclear escalation and to conclude the deal currently on the table to restore the JCPOA while that is still possible. If that does not happen, we will work with our international partners to consider all options.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}