{
    "url": "https://www.ukpol.co.uk/vicky-ford-2023-speech-on-the-international-day-of-education/",
    "title": "Vicky Ford – 2023 Speech on the International Day of Education",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vicky Ford, the Conservative MP for Chelmsford, in Westminster Hall, the House of Commons, on 26 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered the International Day of Education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Mr Sharma. It is a huge honour to open this debate to recognise the importance of the International Day of Education, a day that is dedicated to raising the importance of education for all. As the UN Secretary-General said this week,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“education is a fundamental human right and the bedrock of societies”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my Chelmsford constituency, the vast majority of children and young people can access excellent education. In fact, in the Chelmsford district, 94% of our schools are graded good or outstanding by Ofsted. That is well above the England average, which is also high at 89%. Essex children outperform the national average in key areas such as early reading. Enriching out-of-school activities can also enhance educational attainment. During the school holidays, I am delighted that Chelmsford children from more disadvantaged backgrounds can also access enriching activities through the holiday activities and food programme, which I am deeply proud to have set up during my time as Children’s Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, during the pandemic, we saw so starkly in our country that when children cannot access school, their education suffers, as does their mental wellbeing. It is therefore good news that, on the whole, education for the children of Chelmsford and elsewhere across the country has now returned to what we consider normal, but that is not the case for so many children in other parts of the world. Currently, an estimated 222 million children are in need of urgent educational support across regions affected by emergencies and protracted crises. Some 78 million children are not in school or receiving any form of education. That figure of 222 million is an increase from 75 million in 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The educational gulf is greatest in the world’s poorest countries. World Bank research from back in 2019 showed that pre-pandemic, 90% of children in low-income countries could not read proficiently. Education Cannot Wait’s report from last June reminds us that pre-covid, only 9% of crisis-affected early grade children achieved minimum proficiency in maths, and only 15% in reading, yet maths and reading are the vital building blocks on which all education is founded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The covid pandemic further widened educational disparities, and girls are disproportionately affected. Nearly two thirds of the figure for global illiteracy is made up of women. The Malala Fund estimates that 130 million girls are out of school today. However, when girls are educated, it strengthens economies and creates jobs. World Bank research shows that, on average, women with secondary school education earn almost twice as much as those with no education at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Educated girls tend to be healthier citizens who raise healthier families. A girl who has been educated is much more likely to ensure that her children are vaccinated, she is less likely to marry young or contract HIV, and she is more likely to have healthy, educated children. Each additional year of school that a girl completes cuts infant mortality and child marriage rates. Furthermore, when girls are educated, communities are more stable and can recover faster from conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Investing in girls’ education is good for our planet. The Brookings Institution calls secondary schooling for girls the most cost-effective and best investment against climate change. Research also suggests that girls’ education reduces a country’s vulnerability to natural disasters. Save the Children estimates that universal secondary education for girls could avert 50 million child marriages by 2030.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This year, on the International Day of Education, we have been thinking particularly of the 3 million girls in Afghanistan who were previously in education but are now out of school, because the Taliban will not allow girls to attend secondary school or university. The recent ban on female aid workers will mean that even more Afghan girls are denied their right to education, as the Taliban insist that girls can be taught only by female teachers. That will mean that yet more Afghan girls face forced marriages and poverty. I am therefore concerned to hear from Save the Children that the Foreign, Commonwealth and Development Office is considering ending its “Supporting Afghanistan’s Basic Services” programme, which provides health, education, WASH—water, sanitation and hygiene—and nutrition to around 300,000 people. We must not pull the rug out from under the women and girls of Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know that in many developing countries, girls face extra barriers in accessing education. During my year as an FCDO Minister, I travelled to 15 African countries. So many girls told me at first hand about the challenges that they face: the fear of violence, including sexual violence, on long walks to school; the lack of water and sanitation, which can make it impossible for girls to attend school when they have their period; and the constraints on family finances, which so often mean that any money that can be scraped together for school fees is reserved for sons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, I also heard from these girls their determination to learn. I met girls who dreamt of becoming doctors, teachers and even pilots. I also saw the many projects that the UK has invested in to help girls to overcome these barriers. Girls told me about the mentoring project in Malawi, where young women who have completed their secondary education give advice to other girls and help them through their own school experience. I saw the joy on girls’ faces when I opened a clean water well and lavatories in Lesotho. I remember the seriousness of the young woman in Sierra Leone who explained how our project to reduce violence had completely changed the culture of her school, ensuring that girls could learn without fear. And the whole community—thousands of people—came together to celebrate the launch of the Shule Bora programme in Tanzania. That programme has a special emphasis on girls, children living with disabilities and those living in the most deprived areas. They came to celebrate because they knew what we know: when one focuses on helping the most marginalised girl to access education, every child is helped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should all be very proud of the UK’s track record in supporting education in developing countries, and especially, in supporting girls’ education. We have championed the campaign for 12 years of education for every girl. Each year, we host the Education World Forum, with delegates coming to London from across the world to discuss how to learn from one another and how to improve education standards in their countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the pandemic, the UK co-hosted the Global Partnership for Education summit, raising $4 billion for education in some of the world’s poorest countries; our pledge was £430 million. During our leadership of the G7, the world’s richest countries committed to getting 40 million more girls into school and 20 million more girls reading by the age of 10, with all that to be done by 2026.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Girls who are not in school do not have a voice of their own, so it is vital that the UK continues to lead from the front on girls’ education and to use our voice for them. I urge the Minister to make sure that all FCDO Ministers—including the Minister with responsibility for development, my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell)—continue to champion that cause. We need to champion it at the World Bank development meetings this spring, at the meetings of the UN’s Commission on the Status of Women in New York in March and at other international fora. I also urge the Minister to work with other FCDO Ministers to publish, with urgency, the long-awaited FCDO women and girls strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK is also a co-founding member of Education Cannot Wait. Its recent analysis indicates that 84% of out-of-school crisis-impacted children live in areas with protracted crises. The vast majority of those are in countries specifically targeted through ECW’s investments, including Afghanistan, the Democratic Republic of the Congo, Ethiopia, Mali, Nigeria, Pakistan, Somalia, South Sudan, Sudan and Yemen. The war in Ukraine is pushing even more children out of school, with recent estimates—according to UNICEF’s report of 17 January—indicating that the conflict has impacted more than 5 million school-age children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The FCDO tells me that ECW is already delivering quality education to over 7 million children across more than 30 crisis-affected countries. We will not reach the target that we have committed to of getting 40 million more girls into school without the work of ECW. All across the world, funding needs are growing due to conflict, climate change and the pandemic. Across UN-led humanitarian appeals, the education sector was funded at just 22% of what it needed in 2021—that is half what was achieved in 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Next month, ECW will hold its high-level financing conference. If we are to help the 222 million children and young people to receive the education that they deserve—to unlock the potential of the world’s children —we must unlock the financial resources to make it happen. Governments, the private sector, philanthropic foundations and individual donors need to work together to find the resources. I know that our official development assistance budgets are tight—very tight—but UK leadership is key. If we step away from the promises that we have made to the children of the world, to the girls of the world, other donors may also step back and reduce or delay their investments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Children across the world get just one chance at their education; they cannot wait. I therefore urge the Minister and the FCDO to dig deep into our pockets at the pledging conference next month and to make sure that Education Cannot Wait has the resources that it needs to deliver for our children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}