{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-russian-armed-forces-raping-woman-in-ukraine/",
    "title": "Vicky Ford – 2022 Statement on Russian Armed Forces Raping Woman in Ukraine",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 31 March 2022.",
    "content": [
        "On 24 February, Russia launched a premeditated and wholly unprovoked invasion into Ukraine. Since then, we have been horrified by reports of rape and sexual violence committed by Russian armed forces in Ukraine. We have been clear that Russia’s barbaric acts must be investigated and those responsible held to account. Let us be clear: indiscriminate attacks against innocent civilians amount to war crimes for which the Putin regime must be held accountable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why the Government worked with partners to refer the situation in Ukraine to the International Criminal Court, to establish a commission of inquiry through the UN Human Rights Council with the support of Ukraine, and to establish an Organisation for Security and Co-operation in Europe mission of experts. We brought allies together to expedite an ICC investigation into the situation in Ukraine through state party referral. With 37 countries joining the UK, it was the largest referral in the ICC’s history. The international community is isolating Putin on the world stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is vital that the ICC is able to carry out that investigation, which is why the UK will provide military, policing and financial support to help to uncover evidence of such crimes and ultimately seek justice. On 24 March, we announced an additional £1 million of funding for the ICC to help to uncover evidence of war crimes and we are providing UK experts to support the investigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, rape in war is not new. Before the war started in Ukraine, the Foreign Secretary committed the UK to do more to tackle sexual violence in conflict, including, but not limited to, its use as a method of warfare. We are working with countries and international partners to strengthen the international response. All options are on the table, including a new international convention that would help to hold perpetrators to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK continues to act decisively with its allies to punish the Putin regime for its unprovoked aggression against Ukraine, and we will do all we can to bring the perpetrators of war crimes, including sexual violence, to justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}