{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-speech-on-blasphemy-laws-and-allegations-in-commonwealth-countries/",
    "title": "Vicky Ford – 2022 Speech on Blasphemy Laws and Allegations in Commonwealth Countries",
    "post_date": "October 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vicky Ford, the Minister for Development, in Westminster Hall on 11 October 2022.",
    "content": [
        "It is, as ever, a pleasure to serve under your chairmanship, Sir Charles. I join others in expressing how grateful I am to the hon. Member for Strangford (Jim Shannon) for securing this debate and for all he does with the all-party parliamentary group for international freedom of religion or belief. I thank all hon. Members for their insightful contributions. I will try to cover a number of the points they raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me begin by underlining the Government’s deep concern that the use of blasphemy laws undermines the right to freedom of religion or belief, the right to freedom of expression, and often the right to gender equality as well. My remarks today will cover the broad spectrum of the UK’s work on freedom of religion or belief, of which our work to tackle the misuse of blasphemy laws is an important part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Freedom of religion or belief is the right of every person to hold any faith or belief, or none at all, and the freedom to change if they choose. It is the very foundation of a free and open society. People should not live in fear of persecution for what they hold in their hearts or how they choose to express it. For these reasons, the UK Government remain committed to defending freedom of religion or belief for all. Promoting these rights is one of the UK’s long-standing human rights priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The use of blasphemy laws that undermine human rights, including freedom of religion or belief and freedom of expression, is deeply concerning. The laws generally limit freedom of expression and are compatible with international human rights law in only very narrow circumstances. The Government regularly apply diplomatic pressure on countries that misuse blasphemy laws, often through private lobbying as that can be the most effective way to resolve a sensitive case or bring about longer-term change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hon. Members have drawn particular attention to the Commonwealth. We are proud to be part of the Commonwealth alliance, which is united behind the shared values of sovereignty, democracy and human rights. In June this year, member states reiterated those values at the Commonwealth Heads of Government meeting in Kigali, where they\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“noted that freedom of religion or belief are cornerstones of democratic societies.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, despite the agreed values, there remain counties where a person may be imprisoned, fined or even sentenced to death for leaving a religion or expressing a dissenting opinion about a religion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a matter of principle, this Government oppose the death penalty in all circumstances. Our position is well known to Commonwealth members, including Brunei, Malaysia, Maldives, Nigeria and Pakistan. We do not shy away from challenging those who we believe are not meeting their obligations, whether publicly or, when we believe it is most effective, in private.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hon. Members spoke about Pakistan and Nigeria, so I will turn to those two countries. In Pakistan, we strongly oppose the use of blasphemy laws against both Muslims and non-Muslims. In June, Lord Ahmad impressed upon Pakistan’s Minister of Foreign Affairs the need to uphold freedom of religion or belief. The British high commissioner regularly lobbies the Pakistani authorities to guarantee the rights of all people, particularly the most vulnerable, including women, minorities and children. We strongly condemn forced marriage and forced conversion of Hindu, Christian and Sikh women and girls, which is an important part of our engagement with the Government. Forcing women and girls into marriage is a serious abuse of women’s rights that often robs them of the right to choose their own future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A number of hon. Members mentioned the Ahmadiyya Muslims. We remain very concerned about the reports of discrimination and violence against religious communities in Pakistan, including the Ahmadiyya Muslim community. We continue to urge the Government of Pakistan, at senior levels, to guarantee the fundamental rights of their citizens, regardless of their belief. Some individual cases have been mentioned, particularly that of Tahir Naseem. We strongly condemn the shocking murder of Mr Naseem while he was on trial for blasphemy in 2020, and we are very clear that the perpetrators of such crimes must be brought to justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Nigeria, the right to freedom of thought, conscience, religion and expression is enshrined in the constitution, but blasphemy is still a punishable offence under both secular and sharia law. The murder of Deborah Samuel in Sokoto state in May, following an allegation of blasphemy, was a barbaric and heinous act. I expressed my condemnation in public at the time and urged the relevant authorities to ensure that the perpetrators faced justice in line with the law. I again condemn that attack today and again urge that the perpetrators face justice. Hon. Members may be interested to know that when the Sultan of Sokoto came here to the ministerial conference on freedom of religion or belief in July, he pointed to good inter-faith relations in Sokoto between Muslims and Christians, but he also underlined the point that the action was criminal and has no religious legitimacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Minister for her strong response on blasphemy laws, which I expected. In relation to wee Deborah Samuel, there is a strong evidential base—it is available in some media, and many people have it. Has it been reinforced to the Nigerian Government that that evidential base, which we believe to be emphatic, could be used to try people not just for some minor crimes, but for murder?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member makes a strong point. As I said just now, the sultan of the area condemned that act as criminal. We condemn all violence against civilians in Nigeria. Christians have been victims of violence, but civilians of all faiths—including many Muslims—have also suffered devastating harm at the hands of extremist groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mubarak Bala was, as Members have mentioned, arrested in 2020 for alleged blasphemy and has been sentenced to 24 years in prison. I have raised this case personally with the Nigerian Foreign Minister, to whom I have stressed that defending freedom of religion or belief—including non-belief—is a human rights priority. We are following Mr Bala’s case closely, and last week officials from our high commission in Abuja again raised his case with the National Human Rights Commission of Nigeria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that hon. Members have a keen interest in our broader work on such issues, so I will highlight three pieces of work. First, we are collaborating with and influencing international partners because we know that we cannot bring positive change alone. In March last year, we joined Australia and 50 other countries in a statement condemning the existence of the death penalty as a punishment for blasphemy. In July this year, we hosted the international ministerial conference on freedom of religion or belief here in London. I thank in particular my hon. Friend the Member for Congleton (Fiona Bruce) for the huge amount of work she did for that conference, which brought together more than 100 faith and belief leaders and human rights actors, and, I believe, delegations from 100 different Governments, including from around the Commonwealth. The sessions provided opportunities for participants to delve into the challenges created by blasphemy laws and their impact on freedom of expression and freedom of religion or belief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, we are actively working with multilateral organisations such as the International Religious Freedom or Belief Alliance, which is chaired very ably by my hon. Friend the Member for Congleton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, we are working with the G7 and the United Nations to ensure that states uphold their human rights obligations. Just over a fortnight ago, for example, my noble Friend Lord Ahmad spoke at the United Nations urging the international community to call out Iran for systematically targeting members of minority communities, to press Afghanistan to protect minorities who are targeted for their beliefs, to challenge the discriminatory provisions in Myanmar’s citizenship laws, and to hold China to account for its egregious human rights violations in Xinjiang.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, we are working hard to bring diplomacy and development together on these issues. During the international ministerial conference, my noble Friend Lord Ahmad announced that the UK will extend the hand of partnership to countries that are prepared to take action on their freedom of religion or belief challenges, including by helping with funding or expertise to implement legislative changes. A number of Members, including the hon. Member for Strangford, mentioned the need to make legislative changes in some areas. We are also working with Advocates for International Development, a UK-based non-governmental organisation, to match experts from across the UK with requests from willing Governments about implementing changes in blasphemy laws and access to justice, gender equality, health and education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a complex area, but change is needed. The Government have a firm belief that no one should suffer because of what they believe or how they express their beliefs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Brendan O’Hara**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the Minister sits down, will she say a few words about what the Government have done to advocate on Mubarak Bala’s behalf directly with the Nigerian Government? When is the last time the Government spoke to the Nigerians about Mubarak?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, I have raised the case directly with the Nigerian Foreign Minister, and officials from our high commission in Abuja again raised it with the National Human Rights Commission last week. We will continue to raise it, and I will certainly let the Foreign Minister know that the case of Mubarak Bala has been raised by Members of all parties. I thank them for their support on this journey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}