{
    "url": "https://www.ukpol.co.uk/vicky-ford-2021-statement-on-ukraine/",
    "title": "Vicky Ford – 2021 Statement on Ukraine",
    "post_date": "December 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 7 December 2021.",
    "content": [
        "I thank my hon. Friend for the close interest that he takes in foreign affairs. We are deeply concerned by Russia’s pattern of military build-ups in and around Ukraine, and we are closely monitoring the situation. The UK is very clear: any military incursion by Russia into Ukraine would be a strategic mistake, and the Russian Government should expect significant strategic consequences. The cost of an incursion would be catastrophically high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the meeting of NATO Foreign Ministers in Riga last week, and at the Organisation for Security and Co-operation in Europe Ministerial Council, the Foreign Secretary, alongside our allies, made crystal clear our commitment to Ukraine’s sovereignty and territorial integrity. The Foreign Secretary repeated that support bilaterally to her Ukrainian counterpart last Wednesday, 1 December, and to her Russian counterpart on Thursday 2 December. The Prime Minister has also spoken to President Zelensky on a number of occasions, to reiterate the UK’s support. He raised the issue of Russia’s aggression towards Ukraine directly with President Putin when they spoke ahead of COP26.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our vocal support for Ukraine’s sovereignty and territorial integrity is backed by our actions. The Foreign Secretary will host Foreign Minister Kuleba in London tomorrow for the first UK-Ukraine strategic dialogue. Diplomatically, we operate at the heart of the international community’s efforts. Hon. Members will be aware that President Biden is meeting President Putin later today. Yesterday, our Prime Minister met President Biden, and the leaders of France, Germany, and Italy, to ensure that a joint message will be given to President Putin. We have also helped to frame international sanctions against Russia, deepened NATO’s partnership with Ukraine, and led efforts in the UN and OSCE to hold Russia to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Militarily, we are providing defensive military support, primarily through Operation Orbital, the UK’s training mission to Ukraine, and since it launched in 2015 we have trained more than 20,000 members of the Ukrainian armed forces. The UK is one of the largest contributors to the OSCE special monitoring mission to Ukraine, and that is playing a critical role in providing impartial reporting on the situation on the ground in eastern Ukraine. Earlier this year, we reaffirmed our commitment to that in the integrated review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year alone, we allocated £40 million in official development assistance and other funding in support of programmes that support prosperity, resilience and stability in Ukraine. We have also deepened our bilateral ties with Ukraine, in particular through our political free trade and strategic partnership agreement. In conclusion, the UK is unwavering in our support of Ukraine’s sovereignty, and its territorial integrity, including of its territorial waters, within its internationally recognised borders. Russia should uphold the OSCE principles and commitments that it freely signed up to, which it is violating through its ongoing aggression against Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Can we try to stick to the time that is allocated in future, please? Minister, are you listening?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford indicated assent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Bob Seely**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We may be weeks away from a major war in eastern Europe. First, will the Government confirm that the 1994 Budapest memorandum commits the UK and others to respecting Ukraine’s territorial integrity? What do the Government believe those treaty obligations amount to? Secondly, does the Minister agree that the tools for preventing war are few, but one of them is an insistence that Nord Stream 2 does not go ahead, and an insistence that gas continues to flow through Ukraine and, indeed, Poland? Do the Government understand that the potential to cut Russia out of the SWIFT international payments system, Iran-style, may amount to a devastating economic blow? In the case of war, is the UK prepared for Russian actions in cyber and espionage, aimed at the UK, and in the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, regardless of whether Russia invades this month or this year, do the Government accept the assessment that Putin will probably try to achieve three things in his last decade in power—first, dismembering Ukraine, whose borders, as he said this summer, he no longer respects; secondly, shattering the unity of NATO; and thirdly, cementing Russia’s identity as a state opposed and viscerally hostile to the west, rather than allied with it? What can the Government do in the long term to militate against these dangerous outcomes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises a lot of questions. The UK position on Nord Stream 2 has not changed. We have repeatedly aired our concerns about the construction of Nord Stream 2, which would undermine European security by allowing Russia to tighten its grip on those nations that rely on its gas. Nord Stream 2 would divert supplies away from Ukraine, and the transit of Russian gas through Ukraine is regarded as a deterrent against further Russian aggression, so it is a vital part of Ukraine’s national security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have already put in place a number of sanctions against those responsible for the illegal annexation of Crimea. We are co-ordinating with international partners, but as my hon. Friend knows, we never speculate about future sanctions, because to do so would undermine their effectiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us be very clear: we stand by Ukraine, and we are considering an extension of purely defensive support to Ukraine to help it defend itself. Putin needs to de-escalate now and return to diplomatic channels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr David Lammy (Tottenham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Minister’s comments. It is important at moments such as these that we send the united message from all sides of this House that the UK is resolute in our support for the sovereignty, the independence and the territorial integrity of Ukraine. Ukrainians want a democratic future; they want to choose their own path and their own political destiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is essential that, alongside our NATO allies, we make it crystal clear to the Russian Government that any attempt to further undermine Ukraine’s integrity will be met with a strong, consistent and resolute response. We welcome the diplomatic steps that have been taken already, and recognise the importance of the forthcoming dialogue between President Biden and President Putin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With that in mind, what reassurance are we providing to NATO allies in eastern Europe? Does the Minister believe that this is part of a wider pattern of dangerous behaviour by Russia, with tensions raised in Ukraine, Belarus and Bosnia? Will she engage with the incoming German Government to discuss the cancellation of Nord Stream 2 in order to ensure that Russia is not able to increase Europe’s energy dependency or weaken our unity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as working with our allies, we must ensure that we are doing all we can at home to challenge the Russian Government’s behaviour. We know that the UK continues to be a soft touch for corrupt elites and the dirty money that helps sustain the Putin regime. More than 18 months after the Russia report was published, none of its recommendations has been fully implemented. Will the Minister commit to taking those steps?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Gentleman for demonstrating the united front in this country in supporting the people of Ukraine—we are absolutely united in standing by Ukraine at this time. To demonstrate Ukraine’s resilience, we need a co-ordinated, increased approach not just defensively but economically, and we especially need support for Ukraine on the energy front. That is precisely why we are working with our NATO partners and other leading allies and why the Prime Minister spoke to not only President Biden but the leaders of France, Germany and Italy yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have repeatedly aired our concerns about the construction of Nord Stream 2 and its implications for European security, and we will continue to do so. The right hon. Gentleman will also know that we have already put in place a number of sanctions, and we always stand ready to put in place sanctions against those responsible for human rights and other abuses. We have put in place sanctions against those who led the illegal annexation of Crimea, and we will continue to work with international partners on that front.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mark Pritchard (The Wrekin) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recently visited Ukraine with Foreign Office Ministers as part of the Crimea forum, as set out in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my hon. Friend agree that the current situation is not only an early foreign policy challenge but an opportunity for the new German Government to set out their future policy with regards to Russian aggression? Does she also agree, as she mentioned in her statement, that it is through unity that we send a message to Russia? The United States, the United Kingdom and the whole European Union—particularly France and Germany—need to send a united, robust, clear and unequivocal message to Putin that any aggression will be met with severe penalties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is absolutely right: any Russian incursion into Ukraine would be a strategic mistake, and the costs of such an incursion would be catastrophically high. This needs to be a co-ordinated effort between partners to maximise its impact. I have no doubt that the incoming German Government will have a key role to play, and that is precisely why the Prime Minister spoke to the leaders of France, Germany, Italy and the US yesterday to make sure that the message being given by President Biden to President Putin today is a co-ordinated one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We were very clear in the integrated review that Russian actions pose an acute and direct threat to the national security of the UK and its allies, and we have shown that we take that threat seriously. The current relationship with Russia is not the one that we want, but we will continue to respond to, and call out, Russian aggression wherever it occurs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alyn Smith (Stirling) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will not have been alone in being chilled by today’s Financial Times article mentioning an essay written by Vladimir Putin that ends with the words:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“For we are one people”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "when talking about Ukraine and Russia. Well, that is not what international law says. We have seen this pattern of behaviour from the Russian state in cyber-attacks in Latvia, in the use of migrants on the Polish border to foment a crisis, in Bosnia and in the continued illegal annexation of parts of eastern Ukraine. There must be consequences to further action, and the Scottish National party will be part of that coalition. I am glad to hear of the international co-ordination that is going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have two concrete proposals and a plea. We have heard already—we have not had an answer—that the SWIFT payment system and Nord Stream 2 must be on the table. Magnitsky sanctions will do so much, but we are dealing with people who do not greatly care, so there must be an elevation of the sanctions available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have just pledged SNP support for UK Government actions, so I am not trying to make a political point. However, we are two years out from the publication of the Intelligence and Security Committee’s Russia report. There is credible evidence of dirty Russian money washing around the UK’s democracy, and the Conservative party in particular. There are Members of the House of Lords who I do not believe should be there, and there must be consequences at home as well as abroad. When will we see serious action on implementing the Russia report recommendations? Vigilance must start at home, as well as abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Gentleman for his support for the UK Government. He raises a number of issues. On disinformation, we have seen time and again from the Russians transparent attempts at disinformation and at providing a pretext for reckless and illegal military action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On tackling illicit finance and dirty money, this Government continue to step up our activity both domestically and internationally to tackle illicit finance entering our country. We cracked down on illicit finance through the groundbreaking legislation introduced in 2017, the Criminal Finances Act, and we published our economic crime plan in 2019. However, we are going further in tackling dirty money. The National Crime Agency has increased the number of investigations into corrupt elites. Let me be clear: serious criminals, corrupt elites and individuals who seek to threaten the security of the UK and its allies are not welcome here. I am afraid I cannot comment on the SWIFT payment system, as I understand it is also a US issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr John Whittingdale (Maldon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my hon. Friend agree that the UK has a special responsibility as a signatory of the Budapest memorandum, which guaranteed the territorial integrity of Ukraine? Indeed, Russia was also a signatory. Will the Government look to increase the support we give not just to the Ukrainian forces in the Donbass region, but to those defending the Ukrainian ports on the Black sea from any possible incursions from Russian-occupied Crimea?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Russia is very clearly in breach of the commitments it signed up to under the Budapest memorandum through its failure to respect Ukraine’s sovereignty and territorial integrity and through its use of force against Ukraine. We remain willing to engage in consultations, as provided for under that memorandum, as we did back in March 2014 in Paris after Russia’s illegal annexation of Crimea. Russia is refusing to engage, despite the fact that the memorandum obliges it to do so in circumstances where the memorandum is questioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will stand by the people of Ukraine. We are considering extending the support we are giving to Ukraine to help it defend itself, but I need this to be clear: there is nothing in that support that could be construed as offensive or as a threat towards Russia. NATO is a purely defensive organisation and itself poses no threat to Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The difficulty is that Russia under Putin has behaved with extraordinary consistency. If we look at what it did in Georgia and its activities in Greece, in North Macedonia and in Republika Srpska, in so many different places it has engaged in a deliberate act of semi-war, trying to engineer difficulties in each of those democracies. Do we not need to match that consistency with internal consistency of our own, tackling the dirty money in the British public and ensuring that the whole of our democratic and political system is safe from assault by the Russians?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been very clear, and it is very clear in the integrated review, that Russia’s actions pose an acute and direct threat to the national security of not only the UK but its allies. We maintain functional channels of engagement with the Russian Government to ensure we can make points to them on those issues, and as a fellow permanent member of the UN Security Council we engage with them, but that does not mean we do not call them out. The Foreign Secretary met Foreign Minister Lavrov last Thursday, 2 December, when she absolutely restated the UK’s support for Ukraine’s sovereignty and territorial integrity, and urged the Russians to de-escalate the situation. The Ministers also discussed Belarus, Iran and Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alicia Kearns (Rutland and Melton) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ukraine, Bosnia, Ethiopia, the Solomon Islands—the time for a cross-Government atrocity prevention strategy is now. Will the Minister please advise whether we have seen any build-up of Russian troops around Mariupol to block off the Black sea? Will she also confirm that, if Republika Srpska and Russia try to use hostilities in Ukraine to hide aggression in Bosnia, we will stand firm behind our friends in both Ukraine and Bosnia?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are monitoring the situation very closely and are deeply concerned by the pattern of Russian military build-ups on the border of Ukraine and the illegally annexed Crimea. We call on the Russian Government to uphold the OSCE principles and commitments: they signed up to them and they should uphold them, but they are violating them through their aggression towards Ukraine. We stand by both the people of Ukraine and the people of Bosnia and Herzegovina, as I made very clear from this Dispatch Box just last week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tony Lloyd (Rochdale) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister has made clear, I think in the same words that President Biden used, that there would be “catastrophic” consequences were there to be any Russian invasion of Ukraine, but one thing we know is that we already have Russian-activated troops in the Donbass region. They may not wear Russian uniforms, but they come under Russian control. If we see a hybrid attack on Ukraine, will there be catastrophic consequences then? That is the really important issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Russians should stop supporting those who are trying to destabilise Ukraine in the Donbass region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Daniel Kawczynski (Shrewsbury and Atcham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I completely agree with my hon. Friend the Member for Isle of Wight (Bob Seely) that the Budapest memorandum means we have a special obligation towards Ukraine. Can the Minister give us an update on the membership action plan, the prelude to NATO membership? When Poland joined in 1999, we were told it was a step too far; when Romania joined NATO in 2004, we were told it was a step too far. Is not now the time to start a debate on whether we can give our Ukrainian allies membership of this important defence pact?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We stand firm in our support for Ukraine’s NATO membership aspirations, in line with the 2008 Bucharest summit declaration, in which NATO allies agreed that Ukraine will become a member of the alliance. Allies have reiterated that commitment at every summit since.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The White House statement released yesterday after President Biden’s call with his European counterparts did not mention sanctions. Although I appreciate they are not a magic bullet, significant sanctions might serve as an effective deterrent. Can the Minister confirm that on yesterday’s national security call, the Prime Minister pushed for significant and co-ordinated sanctions? Can she also confirm that any such sanctions would target those in Putin’s inner circle, limiting their ability to travel and potentially cutting off access to US, UK and EU banking and credit card systems?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We never speculate on future sanctions designations; to do so could undermine their effectiveness if they are put in place. However, we are closely monitoring the situation. We have taken action against Russia for its illegal annexation of Crimea, in co-ordination with international partners. We worked closely with the EU, the US, Australia and Canada to impose costs on those facilitating Russia’s illegal annexation of Crimea and Sevastopol through sanctions. We will continue to work closely with international partners to ensure that those sanctions remain in place as long as Russia’s illegitimate control of the peninsula continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Robert Jenrick (Newark) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "President Putin is clearly testing us. If there is a strong enough reaction, he may back off this time, but the softer our response, the more likely he is to go. That makes this an important test of our ability to engage in collective action. We need to reach and make public a consensus on specific sanctions that would apply in the event of Russian action. At the moment, I hear from the Minister and the other world leaders stern words, but not specific sanctions that will apply in the event of Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me be very clear: the Russian Government’s intent is to destabilise Ukraine. Beyond that, we cannot speculate, but we are monitoring the situation closely. We are deeply concerned, but it is critical that we avoid miscalculations. We call on the Russian Government to abide by their international commitments—the commitments to which they have signed up. Any military incursion would be a strategic mistake by the Russian Government and they should expect massive strategic consequences, including severe economic sanctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Hilary Benn (Leeds Central) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Experience shows that President Putin respects only strength of purpose and resolve. Many Members have raised the issue of the SWIFT system. I am not asking the Minister whether that is a sanction that the Government are proposing to take, but I would like to know how that decision would be reached. When Iran was excluded from the SWIFT system in 2012, it required an EU regulation to make SWIFT do that, because SWIFT is incorporated under Belgian law. Would such a regulation be required this time if the UK Government and other Governments decided to proceed with excluding Russia from the SWIFT payment system?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot comment on hypotheticals. Let me just say again that any military excursion would be a terrible miscalculation and the Russian Government should expect massive strategic consequences, including severe economic sanctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate my hon. Friend the Member for Isle of Wight (Bob Seely) on being granted this urgent question, but may I express my disappointment that this matter has had to be raised in an urgent question and that the Government have not volunteered a statement? There was a NATO Foreign Ministers’ meeting last week. We have a crisis in the Balkans. We have Russia spiking our gas supplies. We have Russia creating the migration crisis in Belarus, and we have Russia on aggressive military manoeuvres around Europe with its massively renewed military hardware. When will the Government take on board the fact that we are in a hybrid war against Russia now and that there needs to be a comprehensive and united western response, because, at the moment, NATO is weak and divided?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been very clear about the threat that Russia poses not only to our own security, but to the security of our allies as well. That is precisely why the Foreign Secretary and the Prime Minister have been working so closely with our friends and allies. The priority of our foreign policy is to build that network of liberty with our friends and allies, working on the defence not only of our own country, but of that of our allies. We absolutely stand by those on the Russian borders, including those facing the situation in Belarus, the Baltic countries and Poland—which I discussed only last week—as well as our friends in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sammy Wilson (East Antrim) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Given that our energy strategy, which stems from the climate policies followed by the EU and the UK, has made us dependent on Russian oil and gas, does the Minister not accept that President Putin, with his ability to use energy blackmail against the west, has no belief that we can implement effective sanctions against Russia?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have continually voiced our concerns about the Nord Stream 2 pipeline, and we will continue to do so. It has serious implications for undermining European security, especially energy security, and as a destabilising tool. It allows Russia to tighten its grip on those nations that rely on Russian gas. We will continue to voice our serious concerns about this reliance on Russian gas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If Ukraine had been a member of NATO, there would now be a grisly roll call of British Army dead. Economic sanctions, yes, but will the Minister confirm that the frozen steppes of eastern Ukraine, with all its historical complexities, are not worth the life of a single British soldier? Like it or not, Russians know that, for 300 years, Crimea was part of Russia. It is almost entirely Russian speaking, as is eastern Ukraine, so we should be aware of Russian opinion. We may not agree with it, but let us not be dragged into any military confrontation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is vital that we stand by countries that share our vision of being free and democratically run. That is why we are unwavering in our support of Ukraine’s sovereignty and territorial integrity, why we are working with NATO partners and why we are considering an extension of purely defensive support to Ukraine to help it defend itself. Defending itself against any Russian incursion will be vital, but let me remind Members what I have said again and again: making an incursion into Ukraine would be a massive strategic mistake for Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an extremely concerning situation both in Ukraine and across other parts of our continent. May I urge the Minister and the British Government to do all that they can to ensure that NATO speaks with one voice? Russia feeds off mixed messages and, while we have a very strong voice coming out of the United States, the NATO Secretary-General, Stoltenberg, is saying that NATO has no obligation to defend Ukraine. Those are the mixed messages that do not help. What more can Her Majesty’s Government do to ensure that the alliance speaks with one voice?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member is right: it is vital that we speak with one voice, which is why our Prime Minister was speaking with the leaders of the US, Germany, France and Italy yesterday. The message is clear: any incursion by Russia into Ukraine would be a strategic mistake. The costs of such an incursion would be catastrophically high and result in massive strategic consequences, including economic sanctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Pauline Latham (Mid Derbyshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister has said several times during this session that any incursion into Ukraine would be catastrophic for Russia and a big strategic mistake. Can she confirm that all diplomatic channels are being used, as well as economic sanctions that may come in, and that we are doing our very best to make sure that Ukraine is safe as a sovereign country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK is at the forefront of the international community’s efforts. The issue is that Russia needs to de-escalate now and return to diplomatic channels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Wayne David (Caerphilly) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as being concerned about the situation in Ukraine, I know that the Minister is also concerned about the situation in Bosnia and Herzegovina and about the involvement of Russia in Belarus. Does she think that there is a need for the Prime Minister to speak not just to individual Governments, but collectively to NATO and collectively to the European Union to make sure that we have a truly united front?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We were raising all those issues at NATO last week to make sure that there is a consistent approach on the situation not only in Ukraine, but in Bosnia and Herzegovina and Belarus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Philip Hollobone (Kettering) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Do our treaty obligations under the Budapest memorandum include the forward deployment of NATO troops to defensive positions in theatre if invited by the Ukraine Government?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have signed the Budapest memorandum. The Russians have signed the Budapest memorandum. Russia is clearly in breach of its commitment under that memorandum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Kinnock (Aberavon) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Foreign policy begins at home—our ability to project influence around the world depends on the credibility, integrity and transparency of our Government and our economy here at home—and yet London is awash with dirty Russian money, and the Government have failed for almost two years to implement the recommendations of the Russia report. Will the Minister explain why the Government are dragging their feet on that, because it connects directly to our ability to achieve the objectives that she set out on Ukraine and beyond?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely refute the suggestion that we are dragging our feet. We already have a number of sanctions in place. We work with our international partners—we are a leading voice, for example at NATO last week—and we will continue to do so. I will not comment on specific future sanctions, because to do so would make them ineffective. However, I have made it very clear that any incursion into Ukraine by Russia would be a massive mistake and would lead to severe consequences, including severe economic sanctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Crispin Blunt (Reigate) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome my hon. Friend’s tone and particularly the training of the 21,000 members of the Ukrainian armed forces by our armed forces as an important game-changer over the past five years. However, in return for our very strong support, will she continue to remind the Ukrainian authorities that they need to address the issues of corruption and human rights in their country so that we can be properly proud in giving them full support?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK stands up for human rights and against corruption all across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with my right hon. Friend the Member for Leeds Central (Hilary Benn) that Putin has consistently responded to strength and taken advantage of weakness. Although the Minister has continually told us today that she is being very clear, the extent of any British boots on the ground in defence of the Ukrainians is unclear, as are the sanctions that she will propose. Will she be a bit clearer about the defensive posture that we may ask members of the British armed forces to take in Ukraine in support of a country that we all wish to express our support for?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK and our allies are providing a range of support to Ukraine, including through work that is enhancing Ukraine’s defence capability. It is really important that we continue to reiterate that the support is fundamentally defensive in nature and that neither NATO nor Ukraine pose any aggressive threat to Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stuart Anderson (Wolverhampton South West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we see the build-up of troops on the Ukraine-Russian border, I would be keen to know whether the grey zone sub-threshold attacks, such as cyber and disinformation, are also increasing at the same pace. What do the Government have in place to deal with those attacks to ensure that we control the threat?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will not comment on intelligence matters from the Dispatch Box.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Luke Pollard (Plymouth, Sutton and Devonport) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Russia’s actions are deliberate, not accidental, and they are against a clear strategy and sequence. The threat to Ukraine’s sovereignty is clear, but so is the threat to our NATO allies in the Baltic states. Will the Minister set out very clearly that the article 5 protection of our NATO allies in the Baltic states stands firm and will be unquestionable, and that Britain will not renege on our enhanced forward presence, which is protecting the Baltic states from any Russian aggression?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK stands by our NATO allies in the Baltic states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Nusrat Ghani (Wealden) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Foreign Secretary has tweeted that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“allies stand with Ukraine and will defend the frontiers of freedom and democracy.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the Minister confirm that we will use every tool to ensure that our NATO allies stand just as steadfast in ensuring that Ukraine is protected, including in relation to the suggestion that Putin will deploy 175 Russian troops to the area?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me be very clear: we are standing with our NATO allies. And there is a very clear message from our allies: any incursion by Russia into Ukraine would be a massive strategic mistake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dave Doogan (Angus) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recently returned from the Lithuanian-Belarus border, where I saw at first hand the malign behaviour of Russia on Europe’s borders. We understand that this situation is clearly very grave and I am not sure that that was reflected in the Foreign Secretary’s photo opportunity with a tank in Estonia. If the issue is taken very seriously, can we get a grip on the Putin wallets running amok in London, with free rein to do whatever they like? That is how we will get some attention to the situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Foreign Secretary flies the flag for freedom and stands by our troops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jason McCartney (Colne Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very proud to represent a vibrant Ukrainian community in my Colne Valley and neighbouring Huddersfield constituency, and I will celebrate Ukrainian Christmas with that community in January, as I do every year. It will be watching what we are saying here today very closely. Will the Minister again reaffirm that we will work with our NATO allies to send out an unequivocal message that we steadfastly support the sovereignty of Ukraine?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We stand with our NATO allies in steadfastly supporting the sovereignty of Ukraine, and I take this opportunity to wish them a very happy Christmas—lucky you, getting two Christmases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ukraine and NATO are concerned that Russia will seize the Suwalki corridor by pushing migrants into the area and stoking unrest. That would allow Russian forces to join Belarus. What assessment have the Government and allies made of the likelihood of that scenario, and what humanitarian support would be provided to migrants caught in the fold?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have no doubt that there is Russian action in Ukraine and in other countries that attempts to destabilise Europe, NATO and our allies. We are absolutely clear in our integrated review that Russian actions pose an acute and direct threat to national security. As I said from the Dispatch Box last week, we are providing humanitarian aid to those caught up in the middle of the crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rob Butler (Aylesbury) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I very much welcome the Minister’s strong statement of support for Ukraine today. Will she confirm that the firm deterrent and clear warnings that she is giving in this Chamber about President Putin’s behaviour towards Ukraine are also being delivered directly to the Kremlin in a manner that cannot be misunderstood?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is very important that we speak with one voice with our allies. That is why the Prime Minister spoke to President Biden and the leaders of France, Germany and Italy yesterday. We are all giving that same clear message on the call that will happen between Biden and President Putin this afternoon: any military incursion by Russia into Ukraine would be a massive and strategic mistake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Antony Higginbotham (Burnley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The focus on physical incursions into Ukraine by Russia shows that we still have a lot to learn about its way of operating. Will the Minister confirm that when we look at the defensive options that we might be able to provide to Ukraine to help them to deter that threat, we will also look at cyber-security and information, because that is where the Russians are now operating?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is very helpful to have the Minister for the Armed Forces right beside me today, so that it can be very clear that we are considering responses in all domains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Gareth Davies (Grantham and Stamford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As part of our response to this situation and a potential disinformation campaign, will my hon. Friend support a strengthening of our £23 million counter-disinformation and development aid package to Ukraine, which can help Ukrainians to discern fact from Russian fiction on social media?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am obviously not able to comment on particular projects from the Dispatch Box today, but as I have said, we stand by the people of Ukraine. We are already providing a range of support to Ukraine to help it to enhance its defence capability, and we will continue to assess that situation alongside our NATO allies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}