{
    "url": "https://www.ukpol.co.uk/vicky-ford-2023-speech-on-international-womens-day/",
    "title": "Vicky Ford – 2023 Speech on International Women’s Day",
    "post_date": "March 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vicky Ford, the Conservative MP for Chelmsford, in the House of Commons on 9 March 2023.",
    "content": [
        "It is absolutely wonderful to be back in the House today—if I am a bit bleary, it is because I have just got off the all-night redeye and have had only a couple of hours’ sleep—and it was wonderful to be present at the annual conference of the Commission on the Status of Women, along with Members in all parts of the House, including my right hon. Friend the Member for Basingstoke (Dame Maria Miller), and to see much joy among so many thousands of women. This was the first time the commission had met in person for four years. There was a particularly moving moment yesterday when a very informal lunch was attended by a handful of British parliamentarians from both Houses, a Canadian senator, two young Mexican Members of Parliament, three Afghan women’s rights champions, and two Ukrainian MPs. Madam Deputy Speaker, the sisterhood is strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is so much that I want to say that I thought I would try to keep myself ordered by giving the House an A to Z, so here it is: some of it happy, and some of it sad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A is for Afghanistan, with 4 million girls not at school, women not allowed to work, and women subjected to public floggings, rape and torture. It is gender apartheid at its worst. As the Afghan women said to me yesterday, if an Afghan girl cannot go to school and an Afghan woman cannot leave her home, why can the Taliban send their daughters not just out of their homes but out of their country to go to school in other countries? What they ask of the UK Government is that we and our allies impose travel bans on the Taliban, and do more to sanction their assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "B is for a network of paths in Chelmsford called the “Bunny Walks”. It used to be overcrowded, overgrown, dark and dangerous—a no-go zone for women—but, thanks to the Government’s safer streets fund, it now has lights and CCTV, the undergrowth has been cut back, and it is being enjoyed by women and men and, indeed, people of all ages. I would encourage colleagues, if they have dangerous parts of their constituency, to look at the safer streets funding, because it makes a huge difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "C is for contraception. Some 257 million women want access to contraception, but cannot get it. If a woman cannot control her own body, she has no control over the rest of her life. Women’s rights to sexual health and reproductive services are being pushed back across the world. Yesterday I visited the United Nations Population Fund, which does amazing work to prevent maternal mortality and to ensure that women have access to contraception. That vital organisation would like to pass its thanks to the UK Government for our leadership in the support that we give it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "D is for domestic abuse, the most hideous of crimes. But there is really good news from Essex, where reports of domestic abuse are down 8% this year. I thank Essex police, under the leadership of our police, fire and crime commissioner, Roger Hirst, for the huge focus they have put on tackling domestic abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "E is for education. A child whose mother can read is 50% more likely to live beyond the age of five, 50% more likely to be immunised, and twice as likely to attend school as the child of a mother who cannot. I thank the Foreign, Commonwealth and Development Office for prioritising girls’ education in the women and girls strategy yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Flick Drummond (Meon Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is making an excellent speech. Going back to Afghanistan, is it not very short-sighted of the Taliban not to educate girls, considering that an educated mother educates her children, and an educated child then contributes to a very productive society?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is exactly the point. Educating girls creates benefits for the girls themselves and for the whole society—not just greater economic growth, through women being able to go out and work and create their own incomes, but societal benefits such as the health benefits I have just mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "F is for freedom. Last month I met a survivor of domestic abuse who had just escaped from her violent partner with her three children. As a Member of Parliament, I said to her, “Is there anything more that we could do for you?” She looked me in the eye and said, “No, Vicky —I’ve got everything. I’m free!”, with her arms in the air. May we have more of those free women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "G is for girls. They are our future, but we should not think that the experiences they face today are the same as the experiences we had growing up. Adolescent girls are disproportionately negatively affected by online harassment. We need to listen to them, understand their experiences and let them inform us, especially as we seek to make laws and policies that affect them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "H is for the hijab and headscarves, and for the brave women of Iran who are prepared to risk their own lives because they believe in the right to choose whether they should have to wear one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I is for impunity. Women as young as four and as old as their 80s have been raped by Russian soldiers in Ukraine—barbaric sexual violence committed by order of military commanders. We must hold the perpetrators to account, take them to court and break the cycle of impunity on conflict-related sexual violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "J is for Julia Jeapes, my association chairman. None of us would be here without the volunteers in our parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "K is for Kaja Kallas, the Prime Minister of Estonia. We need more strong women leaders in this world. K is also for Kenya, Somalia and Ethiopia, where the rains have just failed for the fifth season and more than 20 million people, mostly women and children, are living in extreme food insecurity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "L is for levelling up, which is not just a north-south issue. In Mid Essex from 1 April women will have access to IVF on the NHS for the first time. I thank Health Ministers for ending the postcode lottery of health funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "M is for marriage; child marriage sometimes sounds as if it could be a romantic and beautiful thing, but it is so far from that. A child entering into marriage often faces rape and a life of slavery. I say thank you and congratulations to my hon. Friend the Member for Mid Derbyshire (Mrs Latham), and the noble Baroness Sugg in the other place on the work that they have done pulling through the Marriage and Civil Partnership (Minimum Age) Act 2022, to make sure that no person under the age of 18 can get married in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "N is for numeracy. I am a mathematician; there are not many mathematicians in this place and certainly not many women mathematicians. We must end the stigma that suggests that girls do not do maths. I am celebrating the fact that year after year we see more and more girls doing maths A-levels; we should encourage them to continue to do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "O is for online safety. There are some excellent measures in the Online Safety Bill to protect women; the UN special rapporteur on violence against women and girls gave the UK a shout-out for our legislation in a meeting yesterday, particularly the measures to prevent deepfake porn videos.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "P is for pornography. We need to do much more to tackle the online pornography that our children are coming across and watching; often they just stumble across violent pornography, as a result of which, girls are increasingly being subjected to violent sex. I hope the Government will look favourably on the amendments that the noble Lord Bethell will be tabling to the Online Safety Bill in the other place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Q is for queens. I miss our late Queen deeply. As the Foreign Office Minister at the time, I had the honour of meeting foreign leaders as they came to sign the condolence books, and the deep grief amongst women leaders was huge. The late Queen wrapped her own arm around women leaders across the world, and I wish our new Queen all the best as she prepares for her coronation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "R is for rape. The rate of prosecution for rape is on its way up, but it is still too low and the Government must keep focusing on it. S is for the abhorrent Stephen Bear, a violent, abusive, misogynistic man who has just been sent to jail for revenge pornography—and long may he stay there. So much praise must go to the brave Georgina Harrison, who was determined to see him stand trial for what he has done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "T is for thank you. The late Madeleine Albright said there was a “special place in hell” for a woman who does not support other women, but I think there is a special place in heaven for men who put their own heads above the parapet to defend women’s rights. I thank the Father of the House in particular for being here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "U is for Ukraine and the women of Ukraine. Despite the rapes, despite the 6,000 children who have been abducted, despite the deaths of children, partners, sons and grandparents, the women of Ukraine continue to stand firm and brave and fight for their freedom. Their fight for freedom is the world’s fight for freedom and we will stand with them, not only on International Women’s Day, but every day for as long as this takes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "V is for violence in politics. Online violence makes women MPs silence our voices and puts women off standing. Too many women in the UK face real threats to their safety. We must stop the hate speech and make it clear that violence will not be tolerated in our politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "W is for wonderful. We often complain about all the challenges women have, but we often forget to say that being a woman is wonderful and I would not have it any other way. X and Y are chromosomes and Zs are for sleep, so I thank hon. Members for listening and not falling asleep.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}