{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-statement-on-british-council-contractors-in-afghanistan/",
    "title": "Vicky Ford – 2022 Statement on British Council Contractors in Afghanistan",
    "post_date": "June 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Vicky Ford, the Conservative MP for Basildon and Billericay, in the House of Commons on 23 June 2022.",
    "content": [
        "Last August, when the situation in Afghanistan was deteriorating so rapidly, the UK Government worked at great speed to evacuate more than 15,000 people from the country within a fortnight. This was the biggest mission of its kind in generations, and the second largest evacuation carried out by any country. We are right to be proud of what our British forces and others achieved at that time. Those evacuated included British nationals and their families and about 500 particularly vulnerable Afghans, including some British Council contractors, journalists, human rights defenders, campaigners for women’s rights, judges, and many others. All former British Council employees who wished to resettle have arrived in the UK, with their family members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The British Council played an important role in Afghanistan in working to support the UK mission there and to promote our values. It is right that the Government do the right thing for British Council employees and contractors, and that includes resettling eligible contractors if they are at risk. Therefore, in January this year the then Minister for Afghan Resettlement, my hon. Friend the Member for Louth and Horncastle (Victoria Atkins), announced the launch of a new Afghan citizens resettlement scheme, which will resettle up to 20,000 eligible people over the coming years. There is no application process for the scheme, but people can express an interest in resettlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Eligible individuals will be referred for resettlement via three referral “pathways”. Under pathway 3, we are committed to considering eligible at-risk British Council and GardaWorld contractors as well as Chevening alumni. The Foreign, Commonwealth and Development Office will refer up to 1,500 people from Afghanistan and the region to the Home Office for resettlement, including eligible family members. On 20 June the FCDO opened an online system, whereby eligible individuals can express their interest in resettlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}