{
    "url": "https://www.ukpol.co.uk/vicky-ford-2018-speech-on-phenylketonuria-and-kuvan/",
    "title": "Vicky Ford – 2018 Speech on Phenylketonuria and Kuvan",
    "post_date": "March 23, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vicky Ford, the Conservative MP for Chelmsford, in the House of Commons on 22 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/vickyford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/vickyford.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to bring to the House’s attention the condition known as phenylketonuria and the drug sapropterin, which is known under the trade name Kuvan. I very much thank my hon. Friend the Member for Spelthorne (Kwasi Kwarteng) for being here today; he raised the same matter in an Adjournment debate six years ago. I also thank the Minister—another fantastic Essex MP—for being present, as well as the hon. Member for Strangford (Jim Shannon), who has a constituent with the condition. I co-chair the all-party group on rare, genetic and undiagnosed conditions, but I raise this issue primarily as a constituency MP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is my first Adjournment debate, and I would like to discuss the case of one of my youngest constituents. It was at one of my first constituency surgeries that I met Natasha Cotter, who told me about her daughter, Cait. Cait and her father are in the Gallery. Cait has phenylketonuria, otherwise known as PKU. It is very, very rare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that all of us who are parents remember those first moments when we hold our new-born baby in our arms before it is taken away and given the heel-prick test. For the vast majority of children, that test is clear, but for one in 10,000 babies, it will show that the child has PKU. Without treatment, these children can become very suddenly and very seriously ill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People with PKU cannot metabolise phenylalanine, an amino acid found in protein. Without correct treatment, the amino acid can build up to levels that are toxic to the brain. If PKU is unmanaged, it results in severe and irreversible brain damage. The treatment for children affected is to remove almost all natural protein from their diet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituent Cait is 10 years old. She can metabolise only 11 grams of protein a day. She is restricted in every eating experience of her life. Her day is ruled by limited food and constant protein supplements—those drinks taste foul and smell unpleasant. When other children are sharing a meal, or perhaps a birthday cake or chocolate, Cait can only have her protein drink. Her parents tell me that she is permanently hungry. They say that every day since she was born has been filled with the joy that she brings, but also the misery associated with the daily management of her lifetime condition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The severe restrictions of a PKU diet place a great burden on patients and their families. The phenylalanine content of all food needs to be carefully restricted, including with vegetables such as potatoes and cauliflower. Cait’s grandmother has given up work to care for her. In fact, research shows that more than half of the carers of a child with PKU have stopped working, reduced their hours or changed their job so that they can help to manage the child’s diet. Unsurprisingly, the constant worry about what their children are eating, and whether brain damage may be caused by everyday food, puts a huge emotional strain on families. A recent study found that 59% of mothers caring for PKU children had clinical levels of psychological distress themselves. Furthermore, problems with learning difficulties are ​frequently reported in children with PKU. A survey of families found that 43% of children had problems staying focused at school, with 30% of families reporting that their child had depression or anxiety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But there is hope. For one month, Cait was put on a trial of sapropterin, a drug made by BioMarin and marketed under the name Kuvan. During that trial, Cait’s ability to metabolise phenylalanine increased threefold from 400 mg to 1,200 mg a day—the equivalent of 24 grams of protein—which allowed Cait to eat a normal vegetarian diet. Her parents told me that she was a different child and so happy to be able to eat real food. Even a visit to the supermarket was a real adventure. Her mood lifted, the nightmares stopped and she increased in alertness. Her teacher asked what had changed, because she was a different pupil at school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sapropterin is the only licensed non-dietary treatment for PKU. It does not work for all genetic variants of the condition, but it benefits about 20% to 30% of sufferers. That is a tiny number of people: about 150 children in the whole country, or, including adults, fewer than 350. These people are so rare, but for those such as Cait, the drug is life changing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sapropterin is available in Austria, Belgium, Bulgaria, the Czech Republic, Denmark, Estonia, France, Germany, Hungary, Italy, Latvia, Lithuania, Luxembourg, the Netherlands, Norway, Portugal, Romania, Russia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey and Ukraine, as well as the United States of America. However, except for a small number of women during pregnancy, it is not available in England on the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have written to the Secretary of State for Health and Social Care to draw Cait’s case to his attention. I have also written to my local NHS clinical commissioning group, which sent me to NHS England. NHS England recommended an individual funding request, but for such a request to be successful, the patient has to be considered exceptional. So far, only those with additional conditions have been able to access the drug via that route. The patient has to prove that they have PKU and another condition, but how likely is that? PKU children are exceptionally rare—there are only 150 of them in the country—so they are already exceptional. For patients such as Cait, this is an impossible barrier. In fact, I have been told that only three patients have ever successfully managed to be prescribed the drug through an individual funding request.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last summer, NHS England said that it would review the decision on sapropterin. Last month, it wrote to the patient organisation, the National Society for Phenylketonuria, to say that the decision would now be made by the National Institute for Health and Care Excellence. Last week, the patient organisation wrote back to NHS England because it is not clear what process will be used or when the decision process will begin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that funding for all treatments is not unlimited and that decisions do need to be made in a rational manner, but patients with PKU believe that, as well as the positive health benefits, there would be positive financial benefits to the public purse from commissioning this drug. The NHS estimates that Kuvan could cost between £14,000 and £45,000 per patient per year, but BioMarin, the manufacturer, has told the patient organisation that it is willing to make substantial discounts.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Furthermore, the price needs to be weighed against the costs of not having the drug. For adults, the protein-restricted diet alone costs the NHS £12,000 a year. The average cost to the taxpayer of each parent who gives up work to care for their child is another £5,500. A third of children need additional help at school, the cost of which varies, but the typical notional budget for a child with special educational needs is another £6,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)** I am not normally in the Chamber for the Adjournment debate on a Thursday afternoon, but I am here today because of the timing of this debate and because, as my party’s spokesperson on health, I am very interested in this subject. The hon. Lady has very passionately, and in a forensic and detailed way, outlined the case for making this drug available. Not only does the individual need the drug, but the family sometimes need it as well, because of the mental and physical impact the situation has on them. I support the hon. Lady’s request that the Minister makes this happen. For 150 people, it is a small price to pay. As the hon. Lady said, when we add it all up, the good health of a child or an adult is worth such a price.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford** I thank the hon. Gentleman very much for his comments. I completely agree that we need to look at the wider issues. In fact, we should also look at what happens if the condition is not successfully managed, because that can be even more expensive. For example, if a woman with PKU gets pregnant and the condition is not well managed, the child she bears will be at very high risk of having substantial long-term disabilities. If a child with PKU does not manage to stick to their diet, they are at risk of permanent brain damage. All those wider costs should be taken into consideration when making this assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The patient organisation is concerned that NICE may decide to restrict the drug and offer it only to those it considers to be high-need patients. The drug might be given only to patients who have refused to follow the strict diet, so it would actually discriminate against those who have done the right thing and worked so hard to maintain that very difficult dietary control. I say the Minister: let us to try to break this deadlock. BioMarin and NICE need to engage with each other in a transparent way that has the full support of the patient organisation. The whole patient population should be considered, and those who do the right thing with their diet should not be put at a disadvantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a bigger issue. This is not just a debate about one patient or one drug, but a wider one about how we in Britain approach new medicines and treatments, especially for rare diseases. Britain is a world leader in science, especially the life sciences, and we are home to the human genome campus. The amazing, visionary 100,000 genomes project has set us at the forefront of the global revolution in medical research. Our unique NHS gives researchers the ability to access large quantities of reliable and detailed patient data, which helps them to identify very, very specific genetic divergences. That means that medics can increasingly pinpoint the exact cause of a rare condition, and discover specifically which one of a new generation of personalised medicines will give the most effective treatment for an individual’s condition. Life sciences lie at the heart of the Government’s industrial policy. However, if we are to ​stay at the forefront of world medical research, it is vital that discoveries are not only made here, but trialled, tested, and prescribed here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "NICE is a world leader in assessing medical health technology, and many other countries have chosen to follow its approach. Nevertheless, the world of medical research is changing exponentially, and if NICE is to continue to hold the confidence of researchers, physicians and patients, it must prove that it can evolve and evaluate even the most innovative treatments, and especially advanced medicines such as cell and gene therapies. When NICE approves a new treatment, we must ensure that the NHS can commission it effectively. Today the NHS cannot commission a drug unless it has been to NICE. Before a drug is granted marketing authorisation, there is the option for the company to make it available through the early access to medicines scheme, but after that marketing authorisation, and before NICE approval, there is no route to funding except through individual funding requests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Minister knows, most rare diseases are very, very rare—at least some of them are—and the overall cost of treating them is a small part of the NHS budget. We must find a better way for all parties to work together to facilitate the passage of orphan drugs for rare conditions through NICE and the commissioning process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank colleagues and the Minister for listening to my remarks, and I thank the Cotter family for being here today. Britain is a world leader in medical research, so let us ensure that British patients, such as my constituent, Cait, can be among the first in the world, not the last, to benefit from medical discoveries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}