{
    "url": "https://www.ukpol.co.uk/vicky-ford-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Vicky Ford – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Ford",
            "url": "/tag/vicky-ford/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vicky Ford, the Conservative MP for Chelmsford, in Westminster Hall, the House of Commons on 1 December 2022.",
    "content": [
        "In Chelmsford, we were very grateful to receive more than £500,000 from the Government’s safer streets fund. I thank Roger Hirst, our police, fire and crime commissioner, for his leadership. The Bunny Walks is a network of green footpaths that weave through Chelmsford, connecting homes, the university and the city centre, but the footpaths were overgrown, the lighting was terrible, drug dealers were frequently spotted in the undergrowth, and women, children and families felt unsafe. Now, the overgrowth has been cut back, lighting and CCTV cameras have been installed, and the paths are busy again because safety has returned. But there is so much more to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Everyone’s Invited campaign, which went viral early last year, had shocking revelations of the abuse suffered by girls in our schools. As Children’s Minister at the time, I met the campaigners and we promised to shift the dial, so it is welcome news that the Online Safety Bill will come to Parliament next week, with children at its heart. The measures to protect children from online content that promotes self-harm and anorexia need to be implemented urgently, as do measures to prevent children from accessing online pornography.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend the Member for Redditch (Rachel Maclean) said, the VAWG strategy has done many great things, but I was really concerned to hear recently of two rape cases, one of a 14-year-old and the other of a 16-year-old, where the victims felt that if they went to the police, their stories would be smeared all over social media and they would not get justice. I have raised that with Essex police, because we must do more to support girls who have been victims of rape and help them to get justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Essex, the number of rape cases prosecuted has risen from just 22 cases three years ago to 70 last year. That is out of more than 2,500 reported. The proportion of cases taken to court is far too low. One major issue is the huge delays. Victims sometimes have to wait for two years, maybe even longer, and the waiting list for Essex courts is more than double what it was pre-covid. It is absolutely vital that these court delays are stopped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I, too, attended this week’s conference on preventing sexual violence in conflict. As Ukraine’s First Lady, Olena Zelenska, reminded us so bravely, a child aged as young as four years old was raped by soldiers in Ukraine. From Ukraine to Ethiopia and so many other countries around the world, rape is being used systematically as a weapon of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the conference, the Nobel laureate Denis Mukwege also came to Parliament to speak to MPs and Lords. He reminded us that we must not sacrifice justice on the altar of peace, because without justice, the peace will not last. I hope the conference does make a lasting difference to ending impunity and enabling survivors to get justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Women and girls who have been raped also need access to healthcare. Rape is the cruellest of crimes, but forcing the woman who has been raped to have no choice but to carry the child of her rapist is also incredible cruelty. All too often in conflict-affected areas and humanitarian situations, a woman who has been raped has no choice, and no health support. Dr Mukwege said that if a woman can access health support in his country within 72 hours of that rape, they can have treatment to prevent them from getting AIDS and sexually transmitted diseases, and can take the morning after prophylactic, but all too often supplies are not available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK is one of the few countries that helped to fund access to contraception and women’s health clinics from its development budget. During my time as Minister for Africa, I visited 15 African countries and also visited many women’s health clinics. Many of the women I spoke to were in loving relationships and the clinics were giving women the chance to choose whether they brought another child into their family. I heard at first hand from women and men about how having that choice was life-changing not just for the woman but the family and the entire community, but it is even more important that we get support to the woman who has been raped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In October I visited Afar, the neighbouring province to Tigray in Ethiopia. Many women in Afar were raped when the conflict spilled out of Tigray earlier this year. At the hospital, I saw the clinic that the UK had quietly funded. That clinic offered abortions to the women who had been raped in that war. The lead doctor at the hospital told me the service was vital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There have been huge cuts in our development budget. So much of our overseas budget is being spent here in the UK, so it is devastating to think that around the world, in some of the poorest countries, the doors to women’s health clinics are shutting. Across the world, women’s rights to sexual and reproductive health are being rowed back. Roe v. Wade is just one example in one of many countries. We will not tackle violence against women and girls without also making sure that we stand firm in defending a woman’s right to health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}