{
    "url": "https://www.ukpol.co.uk/foreign-and-commonwealth-office-2020-statement-on-the-joint-comprehensive-plan-of-action/",
    "title": "Foreign and Commonwealth Office – 2020 Statement on the Joint Comprehensive Plan of Action",
    "post_date": "August 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by the UK, France and Germany on the Joint Comprehensive Plan of Action (JCPoA) on 20 August 2020.",
    "content": [
        "On 20 August, the US sent a letter to the UN Security Council requesting to initiate the ‘snapback’ mechanism, which allows a participant to the JCPoA to seek the reimposition against Iran of the multilateral sanctions lifted in 2015 in accordance with resolution 2231, adopted by the UN Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "France, Germany and the United Kingdom (“the E3”) note that the US ceased to be a participant to the JCPoA following their withdrawal from the deal on 8 May, 2018. Our position regarding the effectiveness of the US notification pursuant to resolution 2231 has consequently been very clearly expressed to the Presidency and all UNSC members. We cannot therefore support this action which is incompatible with our current efforts to support the JCPoA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The E3 are committed to preserving the processes and institutions which constitute the foundation of multilateralism. We remain guided by the objective of upholding the authority and integrity of the United Nations Security Council. We call on all UNSC members to refrain from any action that would only deepen divisions in the Security Council or that would have serious adverse consequences on its work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We remain committed to the JCPoA despite the significant challenges caused by US withdrawal. We believe that we should address the current issue of systematic Iranian non- compliance with its JCPoA obligations through dialogue between JCPoA participants, including through the Joint Commission and use of the Dispute Resolution Mechanism. In order to preserve the agreement, we urge Iran to reverse all measures inconsistent with its nuclear commitments and return to full compliance without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we have already underlined, including in our 19 June statement, we have serious concerns regarding the implications for regional security of the scheduled expiry of the UN conventional arms embargo, particularly given Iran’s destabilising activities, which continue unabated. The E3 are determined to bring adequate answers to these challenges and will continue to work with all UNSC members and stakeholders to seek a path forward that preserves space for further diplomacy. Our efforts will be guided by the need to uphold the authority and integrity of the UN Security Council and to advance regional security and stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}