{
    "url": "https://www.ukpol.co.uk/nigel-forman-1985-speech-on-the-televising-of-the-commons/",
    "title": "Nigel Forman – 1985 Speech on the Televising of the Commons",
    "post_date": "June 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Nigel Forman",
            "url": "/tag/nigel-forman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Forman, the then Conservative MP for Carshalton and Wellington, in the House of Commons on 20 November 1985.",
    "content": [
        "I have had the benefit of listening to most of the debate, but I have the disadvantage, therefore, of not being able to say a great deal that is new. It is important for the House to focus on the terms of the motion and to note carefully that it invites the House to approve in principle the holding of an experiment on television broadcasting. The motion— ​ I am sure unwittingly—is somewhat misleading. Either we approve the principle of television coverage or we do not. The issue is as straightforward as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am against the proposal, for reasons upon which I shall touch. I would support the idea, if necessary, if we were initially to set up a Select Committee to investigate all the issues before there was any question of a decision in principle being taken. The idea of approving an experiment and then setting up a Select Committee to examine the consequences of the experiment is to take things in the wrong order. I was only partly reassured when my right hon. Friend the Leader of the House said that there might be an opportunity for a final decision at a subsequent stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My reasons for opposing the principle can be stated simply. They closely resemble some of the arguments which have been advanced by some of my hon. Friends. I am sure that the evidence tells us that television has a tendency to distort, sensationalise and trivialise the events that it seeks to portray. If the House is not convinced of that argument, it must understand from the works of Mr. McLuhan and others that it has been demonstrated pretty clearly that television is qualitatively different from other media of mass communication. In many instances television personnel do not want to behave in a way that will have that result, but the outcome is inherent in the imperatives of the medium—for example, brevity and what producers call “good television”. There is a ratings war between the various television companies and the likelihood is that it will hot up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Television is a medium which serves to create impressions rather than conveying information. It encourages instant viewer response rather than mature and thoughtful reflection. Unlike newspapers, which allow the reader to turn back a page or to re-read a paragraph, or radio, which allows for real concentration and reflection, which is possible when we listen to something intently, television merely creates images and impressions. Whenever audience polls are conducted, when a representative cross-sample is asked whether it remembers one thing that anyone has said during a television programme, the responses show that the majority can remember nothing of the content. That goes for educated people as well as for those who have not had the good fortune to receive a reasonable education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we want to convey serious and complicated ideas, television, which has many other strengths, is not the appropriate medium. However, we are trying to grapple with, discuss and convey serious and complicated ideas during the bulk of our proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If television coverage of our proceedings in the Chamber were introduced, I believe that it would have far-reaching and unintended effects on our procedure. It would increase pressure for the prior organisation and manipulation of parliamentary debates. There is enough of that already, thanks to the usual channels. There is no doubt that it would lead us to copy the House of Representatives in the United States. Increasingly in that forum a representative can speak on the floor of the house only if he has an ex officio right to do so for a specified period. That procedure would work against anyone who saw a need, in the interest of his constituents, to filibuster. It would work also against the interests of spontaneity. I think that it would damage the quality of our debates in the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Such a tendency would increase the pressure for equal time for the parties, or for more equal time to reflect the balance of votes won in the country. We all know that this is an issue just below the horizon in the overall political debate, especially between the alliance parties and the Labour party in the present Parliament. This would merely result in an awkward twist to that problem. It would increase also the pressure for the timetabling and programming of what we do in this place and so work against the interests of individual parliamentary initiative and the sort of spontaneous combustion which, as the hon. Member for Workington (Mr. Campbell-Savours) mentioned by implication, is such an essential part of our parliamentary work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If television were to be introduced, it would create a minefield of editorial disputes between the media men and the politicians. We only fool ourselves if we think otherwise. There would be disputes over the selection of the material to be emphasised in what must necessarily be short television programmes. There would be disputes over alleged trivialisation and sensationalism of the issues in the interests of grabbing and maintaining the public’s interest. No producer will hold on to a public affairs programme for very long in the face of commercial imperatives—all television has these imperatives behind it in various forms—if he does not obtain the necessary ratings. There would be disputes over the allocation of screen time between the parties. There is enough argument now about party political broadcasts and the carve-up of time that is involved. That argument would be extended to parliamentary proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The minority parties would argue for more equal time on the strength of their share of the popular vote. The official Opposition would argue their corner on the basis of their time-honoured position in the House. The governing party would argue its corner on the strength of its electoral victory and its parliamentary majority. In other words, there would be a minefield of potential editorial difficulty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the House were to control these editorial issues, I suspect that many members of the media would soon lose interest in the idea altogether. It would be a price that they would not be prepared to pay, and it would be contrary to one of their basic assumptions. That is an assumption to which my right hon. Friend the Leader of the House has already drawn our attention. If television producers were to have the last word, that could be the cause of endless suspicion and resentment between this place and the media world. I do not think that we need that. We need creative tension between the fourth estate and the House but we do not want the mutual recrimination and suspicion that might be generated if producers were to have the last word in this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Shore**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why does the hon. Gentleman think that the difficulties which he has aptly described will be greater with the introduction of television cameras than they have been during the past seven years of broadcasting in the House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Forman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The main reason why the difficulties would be greater stems from my first argument about the qualitative difference of television from other media of mass communication. All the evidence shows that the impressions and images that television is capable of creating—this happens sometimes unwittingly—are ​ infinitely more powerful, and therefore potentially more damaging, than anything which is broadcast over the radio or printed in the columns of the press. For that reason, I suggest that right hon. and hon. Members would become infinitely more concerned about the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My final major reason for being opposed to the motion is that the very idea of televising the House, if carried forward, might in the long run further undermine the representative principle which is still the basis of our parliamentary democracy. We are all supposed to stand in a vital intermediate position between the mass electorate and Her Majesty’s Government of the day. We can choose to act as filters, or as megaphones, of public concern. We are elected to the House to debate seriously, to reflect on the issues and to reach our conclusions by vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We would not be able to discharge those responsibilities properly if we moved inexorably with the televising of our proceedings to a form of direct and instant appeal to what would be the court of public opinion. At the end of that road lies a sort of Orwellian push-button democracy which would have a heavy bias against public understanding and be wide open to cynical attempts at media manipulation, whether by politicians or by producers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the debate, two main points have been put by the proponents of the motion. They must be answered. The first is that somehow the public has a right to know and that, with the availability of modern television technology, we should fulfil that right. The answer to that fundamental point is that the public can exercise its right to know at present in a number of ways—people can sit in the Strangers Gallery, as they are doing today, and they can watch television reports of our debates and proceedings on the “9 o’Clock News” and “News at Ten”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another argument is that, all the time the public is supposed to come here to listen to us. That may be convenient from one point of view, but it is a fundamental part of our duty as politicians to be in our constituencies as often as possible to communicate with the people who returned us to this place and with the people who did not vote for us. The old-fashioned arts of public persuasion, communication, public meetings and use of the local press and media generally are all too easily glossed over on the assumption that all that matters is that these dreadful instruments should come into the heart of our proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second major argument is that televising our proceedings would revive public interest in the working of our parliamentary democracy at a time when it is said to be flagging. Yet, on the contrary, there are obvious reasons why public interest in the Chamber and the workings of our parliamentary democracy may he flagging, and they have nothing to do with television. I offer the House a few headline suggestions as to those reasons. There are the deadlines imposed for printing in Fleet street, as the hon. Member for Liverpool, Walton (Mr. Haffer) said. There are the entertainment imperatives of the television programmes. Above all, there is the fact that most of our debates are organised along party lines with Whips and largely predetermined party votes. If what was “said” in argument—as was the case in the middle of the 19th century, in the halcyon days of this Chamber—was to determine and influence the outcome of the vote at the end of a debate, one thing is sure: there would be far fuller regular attendance in the Chamber; people would listen to the arguments and would occasionally be persuaded by them; and there would be a much more favourable public impression of our proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I oppose the motion because the case for televising our proceedings has not been made out conclusively, and certainly not in relation to televising this Chamber’s proceedings. If the motion were passed and we were to proceed to televise, let us by all means begin by following the advice of my hon. Friend the Member for Beckenham (Sir P. Goodhart). He pointed out that there is discretion in these matters in the United States Senate and, in contrast to the House of Representatives, cameras are allowed in to the special committees, which are analogous to our Select Committees. If we want a real-life experiment with broadcasting in the Palace of Westminster, let us try that. But let us keep it out of this Chamber until we are all more certain of the overwhelming benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}