{
    "url": "https://www.ukpol.co.uk/michael-forsyth-1999-maiden-speech-in-the-house-of-lords/",
    "title": "Michael Forsyth – 1999 Maiden Speech in the House of Lords",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Michael Forsyth",
            "url": "/tag/michael-forsyth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Lords by Michael Forsyth on 24th November 1999.",
    "content": [
        "My Lords, it is a great honour for me to find myself a Member of this House and I was particularly glad that I was privileged, however briefly, to sit in this House while its heritage, authority and spirit of public service were still enhanced by the contribution of the hereditary Peers, now sadly banished. I should also like to thank the staff of the House for the courteous way in which they welcomed me and helped me to find my way around, along with the many others who have come in in rather large numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To me it is regrettable that the most independent part of this House has been removed without any credible policy for its replacement. Nobody could ever justify the expulsion of the hereditary Peers on the grounds of utility. No senate on earth has ever benefited from such a wealth of experience and dedication at so little cost to the public purse. Their contribution was informed and valuable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During my earlier incarnation in another place I had the responsibility of steering rather more than a dozen Bills through Parliament. I have to tell your Lordships that this was the place that I and my officials feared. In the other place people stood up and made speeches which were political and not concerned with the contents of the Bill. It was in this place that every government Minister and every parliamentary draftsman knew that any legal anomaly or oversight would be forensically investigated and challenged. On our parliamentary navigational charts, your Lordships’ House was marked, “Here be dragons”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I last spoke in Parliament on 10th March 1997. A lot has happened since then: waiting times in the National Health Service have gone up; so have class sizes in schools; police numbers have gone down; the crime rate has gone up; and the beef ban remains in place, even though we surrendered our sovereignty over employment laws and a host of other matters.. The principle of free access to education has been abandoned with the introduction of tuition fees by this Labour Government. The drugs budget, as my noble friend pointed out, in the National Health Service has been cash limited for the first time in its history leading, as it will do, to the rationing of vital treatments. Patients will no longer receive treatment according to clinical need, but according to postcode and the judgments of accountants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The iron Chancellor appears to be suffering from metal fatigue since, according to the Library in the other place, his increases in tax amount to £40 billion and the OECD claims that the tax burden in this country is rising faster than in any other country in Europe. The Civil Service has been politicised. Half of the information officers in Whitehall, including those who used to serve me in the Scottish Office, have been sacked and the remainder brought under direct political control. The promised bonfire of quangos has fizzled out; they remain in existence filled with Labour placemen, a fate destined soon to overtake this House. Parliament has not been modernised by this Government; it has been marginalised by this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that the tradition in this House is for maiden speeches to be uncontroversial. So your Lordships will understand that I resist drawing any conclusions from those facts. If the rules of the House allowed it, I would sing a few bars of “Things can only get better”; but I gather they do not. Although there are some things in the gracious Speech which I believe to be good, I fear that I can find nothing that will deliver that particular slogan’s promise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the end of the last Session we were treated to the unedifying spectacle of the remaining 92 hereditary Peers being held hostage lest this House dare exercise its constitutional right to disagree with aspects of the Government’s legislation. To its very considerable credit, this House called the Government’s bluff and stood up for the disabled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We seem to be moving rapidly towards a situation where Parliament is under the thumb of the executive. The House of Commons is already controlled by the Government: the Lords will be appointed by them. We are becoming the biggest quango in the land. It is clear that this Government do not like revising Chambers. Why else have they opted for a one-chamber Parliament in Scotland? I fear that we are moving defacto to unicameralism in Westminster as well. I believe that that is the answer to the question asked by the noble Lord, Lord Stoddart, earlier today, which was unanswered by the Government Front Bench.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that the new House must have an elected element. But before the composition is decided, the functions of this place must be defined. There will be difficult issues to be resolved in either a partly-elected or wholly-elected House. In the former we would have two or more classes of Peer. But both must be better than a wholly appointed House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s plans to reform this House are fatally flawed. They do not know what they want this place to do other than be more acquiescent towards the executive than its predecessor. Hiding behind the fig leaf of a Royal Commission, which they should have set up immediately following the general election—and waited for its conclusions before implementing any legislation—this Queen’s Speech contains no mention of the Government’s view on the future role of this place. I, too, look forward to seeing the Royal Commission’s conclusions. I earnestly hope that when we lift the fig leaf we do not find a fig.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are some elements in the gracious Speech which I find very difficult to accept, and I find very surprising the reasons why it is difficult for me to accept them. They are difficult to accept because I believe them to be far too Right-Wing and illiberal in their impact. The removal of the right to trial by jury was rightly opposed by the Government in opposition. To describe such a fundamental right enshrined in Magna Carta as “eccentric”, which is what the Home Secretary did the other day, shows vividly how little understanding he has of his responsibilities to guard our liberties and the institutions which protect them. The doctrine that the ends justify the means seems to have survived his conversion from his radical Left-Wing days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not a lawyer, but I am sufficiently familiar with the work of Lord Devlin to know that he wrote the authoritative work on trial by jury. Perhaps I may read a quote from that work, which was written in 1956. It begins: The first object of any tyrant in Whitehall would be to make Parliament utterly subservient to his will; and the next to overthrow or diminish trial by jury, for no tyrant could afford to leave a subject’s freedom in the hands of twelve of his countrymen. So that trial by jury is more than an instrument of justice and more than one wheel of the constitution, it is the lamp that shows that freedom lives”. Those were the words of Lord Devlin. I hope that the Government will ponder them and think again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The proposal contained in the gracious Speech to stop the benefits of youngsters who do not comply with community service orders is, to my mind, completely crackpot and lacking in common sense. I fail to see how cutting off their means of support will make it less likely that people will reoffend. Many of these youngsters have got into trouble because they have become involved with drugs; they steal in order to get the money to buy them. If money is taken from them, they will repair the loss by committing burglary, mugging or worse crimes. I expected much more emphasis on rehabilitation from this Government and I feel a real sense of disappointment that an opportunity has been missed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Your Lordships will have seen the Freedom of Information Bill, which has been published. I took the opportunity to read it. There are no fewer than 13 pages of exemptions under the legislation as regards entitlement to information—indeed, 13 pages of exemptions listing the information that we cannot have. It actually makes more information secret than is the case at present. The information officer, under the Bill, should decide whether information should be disclosed, not the Government. That is what is being proposed by the Labour Party north of the Border in Scotland. How can this matter of principle be different on each side of the Border? How can it be right that there is an independent right of access to public information north of the Border, whereas, south of the Border, the Government will decide whether information should be made available?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I appreciate that time is at a premium. Therefore, in conclusion, perhaps I may add that I believe the only true system of checks and balances, which has always relied upon the goodwill and good sense of all participating parties, has been attacked with the constitutional equivalent of a sledge hammer. Out of the debris we must salvage our bicameral parliamentary democracy. I believe that the role of this House in that task will be crucial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I respectfully submit that the duty which history and the public interest alike impose upon us is to honour the oath that we took by fearlessly asserting the independence of this House and acting as the vigilant guardians of the rights and liberties of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}