{
    "url": "https://www.ukpol.co.uk/michael-forsyth-1983-maiden-speech-to-the-house-of-commons/",
    "title": "Michael Forsyth – 1983 Maiden Speech to the House of Commons",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Michael Forsyth",
            "url": "/tag/michael-forsyth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made to the House of Commons by Michael Forsyth on 18th July 1983.",
    "content": [
        "It has been obvious that for many hon. Members tonight’s discussion is a rerun of an almost familiar classic, albiet with some of the leading cast in new roles. For me it is rather different. I was not in this place on 29 November 1982 for the Second Reading of the previous Telecommunications Bill and I was not here for the detailed debates which took place in Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My experience of the telecommunications industry, as a business man and a private individual, seems to be very different from that of many Opposition Members. It is from that experience that I derive my commitment to replace the monopoly that British Telecom has endured with competitive private enterprise. The hon. Member for Falkirk, East (Mr. Ewing) spoke about charges being made for telephone numbers to be supplied in Chile. That seems to be the reality of the black market experience of far too many of my business colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new constituency of Stirling, which I have the honour to represent, is not entirely unknown to the House. Its district council affairs have had to be debated in this place in the past, and I regret that they will have to be discussed once again on Thursday. It is a constituency of great contrasts — and I do not refer to the obvious contrast of a Conservative Member representing an area which has one of Scotland’s most Left-wing and extravagant councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The constituency stretches from the north at Collin and Tyndrum and Strathblane in the south, and from the tidal reaches of the Forth to the bonny banks of Loch Lomond, an area of about 800 square miles. It includes the university town and commercial centre of historic Stirling and the old boroughs of Callendar, Dunblane, and Bridge of Allan. From the great rural areas drawn from the former counties of Stirling and Perth, I have a constituency of outstanding natural beauty in which tourism, agriculture, commerce and new high technology-based industries are playing an increasing role. In short, it is a constituency which provides exactly that range of demands which the new private enterprise British Telecom will have to meet. It is a constituency in which industry and commerce require effective speech and telex communications with Europe and the rest of the world and within the United Kingdom, as well as data handling and processing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A rural area needs effective communications to minimise its isolation, and services that are needed especially in emergencies. Despite the smears and innuendos of the Bill’s opponents, I am sure that my right hon. Friend will ensure that in bringing private enterprise into the communications network he will make provision for meeting social costs within the licensing requirements and the fears that have been expressed about call boxes and the cost of connection in rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is because I believe that private enterprise will more effectively meet those demands in my constituency that I speak enthusiastically in favour of the Bill. The arguments do not need to be repeated and I suspect that if they were I should be called out of order. Private enterprise brings a force to bear on companies through competition that makes them more efficient and keeps prices down. Competition, not private enterprise, is at the heart of the debate. I hope that the many speeches which have been made will alert the Minister to the grave dangers of substituting a public monopoly with a private one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s decision during the last Parliament to license Mercury showed their commitment to competition, as do the provisions of part II of the Bill for further licensing, provided those powers are used imaginatively to create the maximum possible innovative competition and not to restrict it, as has been so often the case. I hope that the Minister will reconsider the commitment not to issue licences that was made on Second Reading of the previous Telecommunications Bill during the last Parliament. I hope that more licences will be issued and that that commitment will be withdrawn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As part V of the Bill now stands, British Telecom will be transformed lock, stock and barrel into one company with a dominant position. If it had arisen in any other way, it would almost certainly have attracted the unfavourable attention of the Monopolies and Mergers Commission. I wonder whether, even if we proceed along the lines that have been suggested, it might not create a difficulty with our obligations under the treaty of Rome. The City editor of the Daily Mail asked on 23 June: Would it be any less of a monopoly because half the shares had been sold? Do we have to keep British Telecom in its present shape and size? He is not alone in asking such questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some people have suggested the organisation of local services into separate locally owned companies working within the national network. An example that is often quoted is the municipal service in Hull. Others have suggested hiving off the specialist services which make up British Telecom enterprises. I ask the Government —clearly this is not the place to discuss detailed provisions —to consider part V carefully before British Telecom is brought to the market. The experience in the United States, with the break-up of the AT and T empire and the reorganisation of the Bell telephone network, might provide useful evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So far we have considered only the benefits of competition as they affect the consumer, but British Telecom is also virtually a monopoly buyer of telecommunications equipment. In the past, this has led, to put it mildly, to unhappy relations with suppliers, or at least would-be suppliers. This could easily recur if the enterprise and innovation which is important to these support services were stifled in favour of company-inspired regulation and conformity. Only with a wider range of purchasers for products will telecommunications manufacturers be encouraged to recapture their share of overseas markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I add only a few words, lest it be thought that I have forgotten my traditional duty as a new Member to pay tribute to my predecessors. My constituency is carved out of three long-standing ones, all of which have disappeared. All the previous Members, such is their quality — the hon. Members for Falkirk, East (Mr. Ewing) and for Falkirk, West (Mr. Canavan) and my hon. and learned Friend the Member for Perth and Kinross (Mr. Fairbairn)— have returned to the House to play a full and prominent part. Therefore, it would be redundant of me to sing their praises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Denis Canavan (Falkirk, West)** Why?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Forsyth** Their performance is a testimony to that. I look forward to matching their records in dealing with constituency matters in the years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}