{
    "url": "https://www.ukpol.co.uk/michael-forsyth-2022-tribute-to-hm-queen-elizabeth-ii-lord-forsyth-of-drumlean/",
    "title": "Michael Forsyth – 2022 Tribute to HM Queen Elizabeth II (Lord Forsyth of Drumlean)",
    "post_date": "September 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michael Forsyth",
            "url": "/tag/michael-forsyth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Michael Forsyth, Lord Forsyth of Drumlean, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I begin by congratulating my noble friend Lady Williams on her appointment as Chief Whip. I am very sad that her first duties should be in connection with this sad news, but we look forward to great things from her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My Lords, I am lost for words. Having listened to the fantastic tribute made by the new Leader of the House—what a tremendous 24 or 48 hours he has had—and to those from the Leader of the Opposition, the noble Baroness, Lady Smith, from the noble Lord, Lord Newby, from the noble and learned Lord, Lord Judge, on the Cross Benches, and in particular the contribution of the most reverend Primate the Archbishop of Canterbury. There is very little I can say that is new to encapsulate what we are all feeling at this present time. However, I would like to express and extend my sympathy to His Majesty the King and members of the Royal Family on this day of great sadness but also thankfulness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not know if I am alone in experiencing feelings of bereavement and sadness that quite took me by surprise yesterday evening. I found myself hugely emotional, and I think many people in the country felt the same, on hearing the dreadful news. I think we all secretly hoped that the Queen would go on forever—a view that was expressed by the noble Lord, Lord Newby, and by the noble and learned Lord, Lord Judge, earlier. However, I would like to concentrate on the thankfulness rather than the sadness: thankfulness for the example, the dedication, the stability, the love and the leadership that Queen Elizabeth gave to our country and the Commonwealth. As we heard today, the thousands of tributes from every corner of the globe talk of duty, dignity, humility, integrity, humanity, compassion, kindness and faith, which were indeed the hallmarks of our late Queen and shone brightly in everything she did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Secretary of State for Scotland I was privileged to spend some time with her, and in Royal Week, where my role was basically to follow behind carrying the handbag, almost, I was privileged to spend some time with her and to see these qualities and her sense of humour at first hand. Her love of Scotland and her dedication to the United Kingdom—our United Kingdom—are well known, and it is a real blessing that she was able to die in her own bed in her beloved Balmoral in Scotland, having carried out her duties right to the end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the many millions of words written about her in the last 24 hours all over the world, many folk will have commented on how she could have shown these astonishing qualities so consistently over so many years and carried that great burden of office and responsibilities without putting a foot wrong. I believe, as the most reverend Primate indicated in his remarks, that the key to answering that question lies in her Christian faith and a life lived following the teachings of Jesus Christ. May God bless her and may she rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}