{
    "url": "https://www.ukpol.co.uk/eric-forth-1983-maiden-speech-in-the-house-of-commons/",
    "title": "Eric Forth – 1983 Maiden Speech in the House of Commons",
    "post_date": "August 24, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Eric Forth",
            "url": "/tag/eric-forth/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Eric Forth, the then Conservative MP for Mid-Worcestershire, in the House of Commons on 9 December 1983.",
    "content": [
        "As I address the House for the first time, I am sure that right hon. and hon. Members who take a pride in identifying accents will quickly recognise that I have the honour to represent the new Mid-Worcestershire constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted to be able to pay tribute to my predecessor in that constituency—Sir Herbert Whitely—who represented it from 1916. I suspect that even senior right hon. and hon. Members will not remember him. Although he is strictly my immediate predecessor it gives me greater pleasure to pay tribute to those from whom I have inherited my constituency. The first is my right hon. Friend the Secretary of State for Energy, who now represents the Worcester constituency, who is a distinguished member of the Cabinet and for some 22 years assiduously represented a part of what is now my constituency. The second is my hon. Friend the Member for Bromsgrove (Mr. Miller) who is a distinguished Back Bencher of great integrity who has worked hard on behalf of the people of Redditch. I am aware that I shall find it difficult to follow my distinguished colleagues, but I shall do my best to try to maintain their standards of representation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency was originally to have been named Redditch and Droitwich as those towns comprise about 85 per cent. of the electorate in Mid-Worcestershire. Redditch is one of the best examples of a new town. It is well planned and well built and has moved away from its traditional industry of needle making. It has diversified into several light industries and is ideally poised in the midlands to take advantage of the economic recovery that we are now experiencing. Droitwich has Roman origins and is now working hard to develop its tourist industry on the basis of its spa and the brine baths which were the origin of the salt industry on which it lived for many centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot leave the subject of my constituency without mentioning some of the villages. Hartlebury, Ombersley, Himbleton, Fernhill Heath and many others make up the new constituency of Mid-Worcestershire in the heart of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It gives me great pleasure to address the House for the first time during this debate as the hon. Member for Barking (Ms. Richardson) was my opponent in the two general elections of 1974. Although it has taken me nine years to catch up with her, I am delighted to participate in this debate. I must crave some indulgence of the House as it is remarkably difficult to be uncontroversial in a maiden on sex. I might try the patience of right hon. and hon. Members almost beyond endurance. If I stray across some of the conventions of the House I hope that I shall be forgiven, but that is almost inevitable when making a maiden speech on this subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In many ways, the Bill epitomises one of the regrettable tendencies of politics today — the increasing gulf between rhetoric and aspirations on the one hand and reality and practicality on the other. It is most unfortunate that politicians of all parties feel obliged or tempted increasingly to claim what they will or intend to do whereas in reality they are quite unable to live up to or deliver what they promise. The Bill is a perfect example of that. We are now in the difficult and delicate business of attempting to legislate for human behaviour. We are in danger of adding to the behavioural interference industry which is already established in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I refer, for example, to the Equal Opportunities Commission which already costs about £3 million a year to run and the Commission for Racial Equality which costs about £8 million. The Bill proposes to add to that cost although experience in many other parts of the world, such as Title 7 in California, has shown that such attempts fail. Such measures have disappeared in a welter of argument and counter-argument from which the only beneficiary is the legal profession. There is a serious risk that what the Bill proposes will end up in much the same way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill will also add serious additional burdens to those already faced by industry when we are worried about employment. We all want industry to be helped as much as possible to provide more jobs. Anything which prejudices that must be examined carefully and sceptically. Many of the Bill’s provisions would seriously prejudice industry’s ability to be flexible, meet the needs of the future and provide employment. In that regard, I refer to one of the most difficult provisions in the Bill—the attempt to give home workers equal status with other employees. Such a provision would seriously prejudice the employment opportunities which are available to those who work at home. Moreover, it would create serious difficulties for employers who use home workers extensively. If such a provision were accepted, we should have to ensure that all of the health and safety at work provisions and the rest were implemented in every home where people work. If we impose one provision, we must impose them all. Following that line of argument, it is already obvious that we shall have great difficulty in implementing such a provision properly. There is also a danger of giving people false hopes that we shall improve something when we are patently unable to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The provision of paternity leave would also put a heavy burden on industry. Annual reporting to the commission would create more bureaucracy when we are trying to reduce the burden of paperwork on industry. Providing that arrears should be paid as far back as 1976 could also be a heavy burden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Barking (Ms. Richardson) mentioned sexist calendars. This is a serious question. Are we contemplating making illegal calendars that portray men, women or anything else, and preventing them from being shown in places of work? That is the implication of what the hon. Lady said, If we are to make words such as “waiter” and “stewardess” illegal or the basis of a case for discrimination, that is going much too far in the direction of trying to legislate for behaviour and the way in which people speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However well intentioned, the Bill is yet another step along the road to additional bureaucracy and burdens on industry. It will not achieve its aim, but will be counterproductive. Living as I do in a society in which the Queen, the Prime Minister, my wife, my daughters and my mother are all female, I still find it in my heart to oppose the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}