{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-hq-for-great-british-railways/",
    "title": "Kevin Foster – 2022 Statement on HQ for Great British Railways",
    "post_date": "October 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Minister of State at the Department for Transport, in the House of Commons on 24 October 2022.",
    "content": [
        "The case for rail modernisation is now stronger than when Keith Williams set out the plan for rail in 2021. Covid-19, recent macroeconomic events, industrial relations and financial challenges have increased the need for it. The railways are not meeting customers’ needs, with delays, unreliability and uncertainty exacerbated by the rail strikes. When people look at the rail sector, we need them to see a system that stands for reliability and sustainability, so it is clear that we have to change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Government will therefore deliver the most ambitious changes to our railways in a generation, and will deliver for the people who matter: our passengers, customers and taxpayers. Although we will not be introducing rail reform legislation during the current Session, due to limits on parliamentary time, we are committed to introducing the legislation necessary to create a guiding mind, Great British Railways, as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As many Members are aware, a competition was run to identify the location for the Great British Railways headquarters. I welcome the support of colleagues for the six shortlisted towns and cities, and I note that the hon. Member for York Central (Rachael Maskell) has been vocal in her support for York to be the winner. I hope to be able to announce the successful location shortly—subject to other events outside the Chamber. Ahead of the legislation, we will continue to work with the Great British Railways transition team and the wider sector to push ahead with our ambitious modernisation programme to deliver real benefits for customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Reforming our railways means more reliable trains, faster journey times—in all, a modern, future-facing rail industry; a sector with an unswerving focus on meeting the needs of its customers, creating a simpler, better railway for communities across Britain. There will be a GBR at the heart of our rail network, with its headquarters located in one of our great railway communities. The details will be confirmed shortly, but our commitment to deliver is unchanged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rachael Maskell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to you, Mr Speaker, for granting this urgent question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following the publication for the House of the Williams-Shapps review, the Government announced in the Queen’s Speech on 10 May 2022:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Legislation will be introduced to modernise rail services and improve reliability for passengers”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As part of this process, the then Transport Secretary launched a high-profile competition for the location of the headquarters outside London. Forty-two locations bid and six were shortlisted, including York, as part of the levelling-up agenda. Each location shortlisted hosted a ministerial visit over the summer of 2022, involving public sector, rail industry and community stakeholders. In parallel, the public participated in a public vote over their preferred destination. All this was at significant cost to local authorities. Last Wednesday, the Secretary of State shelved her plans for this Session. No written or oral statement has been made to the House until today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me therefore ask the following questions. Why did the Secretary of State not have the courtesy to announce her U-turn on Great British Railways to the House? If the relocation of the new headquarters is to proceed, what will the process be, and if not, given that hundreds of thousands of pounds have been spent by local authorities, how will the Secretary of State compensate shortlisted authorities? What was the result of the public vote? What are the reasons for shelving the plans for the future of Great British Railways in the current Session? How, in the interim, will the Secretary of State address the failure issues across the rail network that Great British Railways was to resolve, including contract failure on the west coast main line and elsewhere? What discussions has she had with the trade unions on abandoning her plans, and on the implications for the workforce across the rail sector? Is she now abandoning Williams-Shapps, levelling up, and any semblance of government? The Great British public deserve better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think it is worth pointing out that the comments referred to were made to a Select Committee of this House, the Transport Committee, and that the Secretary of State was therefore giving information in her role as Transport Secretary and keeping Members up to date. As I touched on in my initial answer, there will be a Great British Railways HQ located in one of our great railway communities. I am sorry to disappoint people, but I will not be announcing from the Dispatch Box today where that will be, but it is something that we are committed to doing. It has been inspiring to see the excitement about the competition; it shows what rail can bring to local communities. Certainly there will be a successful bidder, so to speak, and they will be announced in the not-too-distant future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, the Secretary of State has met the general secretaries of the leading trade unions involved in the rail sector, but that was not to discuss abandoning the plan, because we have not abandoned the plan. We are still taking forward a range of work to reform and modernise our railways, and there is plenty we can do, even in the absence of a Bill in the third Session. I am confident that Great British Railways will make a difference to our rail network. It would be tempting, in these interesting circumstances in which I come to the Dispatch Box, to make a raft of pledges on things I would quite like to do with the railways, but we are certainly conscious that we need to reform and move forward, and that is something that most people across the sector realise. There might be slightly different views about exactly how to go about that, but I am keen to see it taken forward to make the difference for our customers and communities, who deserve a rail network that delivers for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}