{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-hm-passport-office-backlogs/",
    "title": "Kevin Foster – 2022 Statement on HM Passport Office Backlogs",
    "post_date": "April 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Office, in the House of Commons on 27 April 2022.",
    "content": [
        "Prior to the pandemic, HM Passport Office routinely processed approximately 7 million passports each year. Over the last two years the necessary restrictions on international travel meant only 4 million people applied for a British passport in 2020 and 5 million in 2021. This left about 5 million unrenewed passports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2022 many of the customers who delayed their application are returning. We expect this year to deal with 9.5 million British passport applications and have been planning for this. Throughout the pandemic, HM Passport Office prepared to serve an unprecedented number of customers. Alongside technical solutions, staffing numbers have been increased by 500 since last April and we are in the process of recruiting a further 700. These preparations ensured passport applications could be processed in record numbers, last month seeing the highest total for any month on record, with HM Passport Office completing the processing of over 1 million applications, 13% higher than the previous record output.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Inevitably, however, faced with this level of demand applications will take longer. Consequently, in April 2021 guidance was changed to clearly advise customers to allow up to 10 weeks to get their passport, in recognition that a surge would arrive as international travel returned. The vast majority of applications continue to be processed within 10 weeks; in fact, over 90% of applications were issued within 6 weeks between January and March 2022, despite the much-increased demand. HM Passport Office also provides an expedited service where an application from the UK has been with it for longer than 10 weeks; 42 applications have been expedited under these criteria since 31 March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With greater volumes of applications which are in the system for longer, levels of customer contact have inevitably risen. We recognise that difficulties in contacting HM Passport Office will cause concern for those wanting assurances about their applications. In response, the provider of the passport advice line, Teleperformance, has been urgently tasked to add additional staff as its current performance is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To finish, the team at HMPO are dealing with record numbers of applications and delivering a record level of output to match this. Their hard work will enable millions of British citizens to enjoy a holiday abroad this summer, and I thank them for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "From listening to the Minister we would think that actually everything is all right, but my constituents fear their honeymoon may now be wrecked because their passports have not arrived even though they applied in plenty of time, and we have had cases of people cancelling jobs, parents trying to get a holiday for a sick child waiting since January, and huge and long delays by the Passport Office and the contractor, TNT. The message today on the one-week fast-track service is “System busy, please try again later”, and the online premium service has no appointments anywhere in the country. So people cannot get urgent travel such as to go to funerals or to urgent events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister has said more passports are being processed, which is clearly welcome, but it is not enough. The increase in demand this year was totally predictable. In 2020 and 2021, the Home Office was asked what it was doing to plan, but people are already losing holidays, trips to see loved ones and thousands of pounds that they have spent in good faith because of the lack of planning at the Passport Office and at the Home Office, which is in danger of becoming a “Stay-at-Home Office” instead for people this summer. So what grip does the Minister have on this? Is it going to get better or worse over the next two months? How many passports have already been delayed by longer than the 10-week wait, and how many does the Minister think will be delayed by more than 10 weeks over the next month or two?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On staffing, what is the percentage increase compared with before the pandemic? Is it true that the Minister tried to recruit 1,700 staff and got only 500? When will the fast-track services be reopened? What is his advice to a family who are planning to go on holiday in 10 weeks’ time, in July? Do they have any chance of getting their passport, or should they be trying to cancel right now? The problem is that there is a pattern here: delays in the Passport Office, in Ukraine visas, and in basic asylum cases. The Prime Minister said that the answer may be to privatise the Passport Office, but why do Home Office Ministers not just get a grip instead?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is quite interesting to hear all the claims of how predictable all this was. I am struggling to remember the number of times anyone on the shadow Front Bench predicted any of this over the last year or two. I welcome their recently found interest in the Passport Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To give some numbers, as of 1 April, there are over 4,000 staff in passport-production roles and, as I say, we are in the process of recruiting another 700. I would also make the point again that 90% of applications were completed within six weeks, and the service standard is 10 weeks. My advice to anyone who is looking to go on holiday this summer is exactly what I said the other day: get an application in now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are making a range of efforts. Staff are working weekends; overtime is being incentivised. We are certainly confident that we will not need to change the 10-week target, but as I have said, this is a record level of demand and a record output, far in excess of what we have seen before. We will expedite the applications of those who have compelling and compassionate reasons to travel, such as funerals or family ill health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know there are challenges. The teams are working hard to deal with them. [Interruption.] I hear comments about staying at home, but I have not heard a great deal of support from the Labour party for the work of the Minister for Government Efficiency in getting people back into the office, but I am sure that he will welcome the comments we have just heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we see on so many occasions, we are hearing lots of complaints from the Opposition but we are not hearing any solutions or plans. Having just heard from Captain Hindsight, it is no surprise that we are now hearing from Lieutenant Rearview.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr David Jones (Clwyd West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituent, Mr Neil Jones, made an application for a passport at the end of February for his holiday, for which he is due to depart at the end of May. He sent his passport by ordinary pre-paid post—not by recorded delivery, unfortunately—and he was told by the Passport Office that it had never arrived. He then made a further application with a lost passport form, which has not been dealt with. He finds it almost impossible to speak to any representatives of the Passport Office, and he is under considerable stress as a consequence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend says that the Passport Office is doing its best and that he recognises the difficulties, but I heard this morning that the Prime Minister has threatened the Passport Office with privatisation. May I suggest to my hon. Friend that he should not shy away from that? If the work can be done more efficiently by the private sector, for goodness’ sake, enlist the private sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just to be clear, a range of private contractors are already involved in the passport process. The bit that is not undertaken by a private contractor is the decision itself. The customer advice line is run by Teleperformance, a private company. As I have already described, its performance is unacceptable and we are engaged with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is already quite extensive use of the private sector in the process. To be fair, Thales and others have stepped up in the record output that we now require, which is far beyond what would have been expected in a month two or three years ago. The private sector is already being used in the vast majority of the processes in the Passport Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}