{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-child-citizenship-registration-fees/",
    "title": "Kevin Foster – 2022 Statement on Child Citizenship Registration Fees",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 26 May 2022.",
    "content": [
        "Today I am laying before the House an amendment to the Immigration and Nationality (Fees) Regulations 2018, which includes changes in respect of applications made by children seeking to register as British citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since 2018, the Home Office has charged a fee of £1,012 to those under the age of 18 who are seeking to register as British citizens under the provisions of the British Nationality Act 1981 (BNA). This fee has been set in line with Section 68(9) of the Immigration Act 2014, which details the factors the Home Secretary may take into account when setting fees. These include the costs of processing an application, the benefits that are likely to accrue to any person in connection with the application, and the costs of exercising wider immigration and nationality functions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In keeping with the requirements of this legislative framework, the Department has pursued an approach over the last decade of progressively increasing the role fees play in funding the borders and migration system. This self-funding model serves to ensure those who benefit from the system contribute to its effective operation and maintenance, while reducing reliance on taxpayer funding. This in turn helps to ensure the system is able to support the Home Office’s priority outcomes, including enabling the legitimate movement of people and goods to support economic prosperity, and tackling illegal migration, removing those with no right to be here and protecting the vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, as Section 71 of the Immigration Act 2014 makes clear, this does not limit the Secretary of State’s duty under Section 55 of the Borders, Citizenship and Immigration Act (BCIA) 2009 to make arrangements to ensure immigration and nationality functions are discharged having regard to the need to safeguard and promote the welfare of children in the UK. On 18 February 2021, the Court of Appeal, following a case brought by the Project for the Registration of Children as British Citizens (PRCBC), found that the Secretary of State had breached that duty in setting the fee in Regulations in 2017 and 2018. The Home Secretary accepted the court’s findings and committed to reviewing the fee in line with her duties under Section 55 of the BCIA 2009.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 2 February 22 the Supreme Court handed down its judgment on an appeal made by PRCBC in relation to the status of the 2017 and 2018 Regulations that set the fee charged to children to register as British citizens, which held that the regulations were not “ultra vires” and the principles that underpin our fees system had been lawfully applied. Following the Supreme Court’s judgment, the Home Secretary was able to conclude her review of the fee and has decided, as a result, to introduce changes in relation to child citizenship fees in order to better facilitate access to citizenship for children who may face difficulties in paying the fee. The changes are the introduction of a fee waiver for child citizenship applications on the basis of affordability, and a fee exception for children who are looked after by a local authority. In parallel, the Home Secretary has also decided to maintain the £1,012 fee at its current level, reflecting the substantial number of applications that the Department does receive under the current fees regime and the critical role income from these applications plays in supporting the sustainable funding of a borders and migration system that is critical to delivery of the Home Office’s key objectives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By introducing the affordability based waiver, our aim is to ensure the fee does not serve as a significant practical barrier to the acquisition of British citizenship for children who are eligible to apply, where the unaffordability of that fee can be demonstrated. This recognises the particular value British citizenship can have for children who have been born in or spent a substantial part of their lives in the UK, particularly those intangible benefits in terms of the sense of identity and belonging which develop during an individual’s formative years, and the impact this can have on their wider wellbeing. At the same time, it reflects our belief that a waiver offers the most effective means of facilitating applications from children for whom affordability of the fee does represent a practical barrier, while balancing against the wider financial impact on the Department, relative to other options. In addition, the specific fee exception that is being introduced will serve to relieve an administrative and financial burden from local authorities, while enabling the Department to work more proactively with them to register children who are eligible and where it is in their best interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Further details on how to apply for the waiver and exception will be set out in published guidance, with applications open from 16 June. I hope colleagues will join me in welcoming these changes, which I believe represent a positive step in responding to the concerns raised by members of this House as well as other stakeholders in relation to children’s access to British citizenship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}