{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-passport-regulations/",
    "title": "Kevin Foster – 2022 Statement on Passport Regulations",
    "post_date": "June 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Department, at the Delegated Legislation Committee held on 26 May 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That the Committee has considered the draft Passport (Fees) Regulations 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Ms Cummins, as always.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I move on to the draft regulations themselves, I will touch briefly on the issue of passport applications to put the regulations into context. I hope that colleagues understand that I will not get into specific or individual cases in a public forum, but I remind Members that they may use the dedicated MPs’ hotline and, for the most urgent cases, the passport surgeries at Portcullis House, to which staff of Her Majesty’s Passport Office have been deployed to answer passport-related inquiries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ian Lavery (Wansbeck) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that every Member present has dozens and dozens of cases outstanding with HM Passport Office. I thank the staff—they are at home and doing a fantastic job—but it still is not working. Hundreds of people are without their passports. This draft delegated legislation is about premium and fast track, but none of it is working at this moment in time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps I should go on to point out what HMPO staff are doing. At the moment, they are working hard to process approximately 250,000 applications per week, and have been doing so since the beginning of March this year. That is a large increase in the number of applications and in output since January, when latent demand started to return. They are focused on maintaining a high level of service and on ensuring that people receive their passports in good time for the summer holidays.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the vast majority of cases, applications are being processed within the advertised 10 weeks. Nearly 2 million passport applications were dealt with in March and April alone. For the benefit of the Committee, HMPO usually deals with 7 million in a year—that is the scale of the numbers. Our advice, however, remains to allow up to 10 weeks when applying and, if planning travel this summer, to apply now if a new passport is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The draft regulations will set the fees payable for products and services offered by HMPO, as well as providing for fee waivers in a number of circumstances. The regulations revoke and replace the Passport (Fees) Regulations 2018, making minor changes to the fees schedule and specifying priority services fees, including a booking fee, which will not be refunded in certain circumstances. At the outset, I want to make it clear that no fee levels are being changed. The cost of applying for a passport is not increasing under the draft regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For customers requiring a passport more quickly than can be provided under the standard service, HMPO has for many years offered optional priority services that are available for an additional fee: the fast track service and the premium service. For background, given the intervention of the hon. Member for Wansbeck, between 6 February and 8 May 2022, on average, 9,000 fast track applications were submitted in person per week, and 4,000 digital premium appointments were booked online per week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Frustratingly, given the demand for the services, over the past year about 5% of customers have not attended their priority service appointment. When a customer simply does not attend their appointment and fails to notify HMPO, the slot cannot be reused. That has a knock-on effect for others seeking to use the priority services, especially when there is high demand for slots. For that reason, the priority service fees will now include a booking fee, which will not be refunded where a customer cancels their appointment with less than 48 hours’ notice—that is, too late for us to be able to readvertise the appointment to those seeking to book one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The booking fee will be £30, which reflects the costs incurred by HMPO up to the point of the appointment and as a result of not being able to reuse the appointment. As I said, that will not result in an increase in the total fee; it forms part of the existing priority service fee and will not lead to customers being charged more for their appointment, provided that they keep it and use the service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If a customer misses their appointment and fails to notify HMPO altogether, HMPO will retain the whole fee. That incentivises customers to ensure that they notify HMPO when they are not able to attend, and helps to provide a service that is more cost-effective for the taxpayer while ensuring much wanted slots are not wasted. To clarify, if the customer does not attend their appointment but meets the compassionate criteria—for example, there is a medical or family emergency that means they cannot attend their appointment—HMPO will refund the full fee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are also making minor drafting changes to the descriptions of our priority services. The changes will not impact on the services provided to customers, nor the cost to them. We have also made several amendments to the regulations to make them simpler, more concise and transparent for customers. The regulations set out clearly what actions are taken as part of the administration of an application, when an application is deemed to have been made, and when a fee will be retained by the Passport Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The schedule of fees has been reduced in length, and we have made the cost of priority services clearer by setting the fees separately. Previously, the fees set in the regulations included the cost of administering a passport and a priority service. Again, we now want to make it much clearer what people are paying for when they pay for the priority service that they book through that system. I hope the Committee will accept the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}