{
    "url": "https://www.ukpol.co.uk/kevin-foster-2023-speech-on-lifeboat-services-search-and-rescue/",
    "title": "Kevin Foster – 2023 Speech on Lifeboat Services – Search and Rescue",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Foster, the Conservative MP for Torbay, in Westminster Hall, the House of Commons on 10 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered the contribution of lifeboat services to search and rescue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Mr Davies. I am grateful to my colleagues on the Backbench Business Committee for granting me this debate, and of course to my hon. Friend the Member for Totnes (Anthony Mangnall), who did the legwork on the application to secure it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is worth giving some context at the debate’s start. Search and rescue provision in the UK is delivered through an amalgam of Government Departments, emergency services and various SAR charities and voluntary organisations. UK SAR is arranged through the UK SAR Strategic Committee, an interdepartmental body chaired by the Department for Transport, hence our being joined by a DFT Minister and his shadow. His Majesty’s Coastguard provides a response and co-ordination service for air and sea-based SAR in the UK. HM Coastguard has existed since 1822, and of course celebrated its bicentenary last year. The coastguard co-ordinates air and sea-based SAR through its nine operation centres around the UK. They are in Shetland, Aberdeen, Humber, Dover, Fareham, Falmouth, Milford Haven, Holyhead, Belfast and Stornoway. In addition, the London coastguard, which is co-located with the Port of London authority, looks after SAR on the River Thames. HM Coastguard has its national maritime operations centre in Fareham in Hampshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lifeboats are not the only part of SAR at sea; many organisations, including the Royal Navy, Royal Air Force, commercial vessels in the vicinity of an incident and HM Coastguard’s helicopters, play their part, but in this debate, I will focus on the lifeboat service. The classic image of the lifeboat service is one of heroism, and of its crews fighting through rough seas to save lives. The courage of those involved, and their commitment to saving those in peril on the sea, are the anchor that holds the crew together during a rescue mission while, in the words of the famous hymn,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“the breakers roar and the reef is near”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No debate such as this should pass without mention of how that legendary bravery was demonstrated on 19 December 1981, when the Penlee lifeboat headed out into atrocious conditions to try to save the lives of eight people in peril. Tragically, all eight lifeboat crew were lost that night. It was the last time the Royal National Lifeboat Institution lost a whole crew in one incident—a record that I am sure we hope will stand for many years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is of course the RNLI that most people will think of when they hear a reference to lifeboats. It was founded as the Royal National Institution for the Preservation of Lives and Property from Shipwreck in 1824. In 1854, it changed its name to what we know it as today. Its main base is in Poole, Dorset. It has 238 lifeboat stations, and an active fleet of 431 lifeboats, which range from large, all-weather lifeboats to smaller inshore vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The impact of the RNLI’s work cannot be overestimated. Its operations have saved over 143,900 lives since 1824, and it is not just men who have been the heroes: Grace Darling became one of the Victorian era’s most celebrated heroines when, on 7 September 1838, she risked her life to rescue the stranded survivors of the wrecked steamship Forfarshire. Today, around 95% of the RNLI team are volunteers; they are around 5,600 crew members, 3,700 shore crew, including station management, 82 lifeguards, and 23,000 fundraisers. The scale of the RNLI’s contribution to search and rescue is immense. In 2021 alone, there were 8,868 lifeboat launches, 84 of which were in at least force 8 conditions, and 1,022 crew assemblies—a total of 9,890 taskings. That resulted in 12,903 people being aided, and 296 lives being saved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The RNLI’s work is about not just reacting when things go wrong, but reducing the need for search and rescue by educating and advising on dangers. RNLI water safety teams reached more than 27 million people in 2021 with essential messaging, undoubtedly saving more lives and keeping families together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should bear in mind that lifeboat services are not just about the RNLI—a subject that is close to the heart of my hon. Friend the Member for Totnes. In addition to the RNLI, a number of voluntary organisations provide independent lifeboats for the purpose of saving lives on the water. There are more than 50 independent lifeboat organisations around the UK, and independent lifeboats operate in coastal areas—for example, the Hope Cove lifeboat in south Devon—and on inland waters, rivers and lakes, while some organisations operate independent lifeboats alongside other search and rescue services, such as mud rescue. The majority of those independent lifeboats are equipped, maintained and operated in accordance with the rescue boat code.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Independent lifeboat organisations vary greatly in size, crew numbers, rescue numbers and types of rescue boat used. Crews range from the 12 crew members at Port William Inshore Rescue Service in Dumfries and Galloway to the around 260 crew members at Community Rescue Service, which operates across Northern Ireland; and call-outs range from the five call-outs in 2021 for the Sea Palling independent lifeboat in Norfolk to more than 120 for the Hamble lifeboat in Hampshire. The rescue boats involved range from small RIBs—rigid inflatable boats—to large all-weather lifeboats, which are comparable to the boats that many people associate with the RNLI.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Bob Seely (Isle of Wight) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making an excellent speech and I thank him for doing so. He is making important points about independent lifeboats, but also about the support services. We have independent lifeboats at Freshwater, Sandown and Shanklin in the Isle of Wight, which do wonderful work, on top of the RNLI stations at Bembridge, Cowes and Yarmouth. Not only that, but our inshore lifeboat centre in East Cowes keeps half the nation’s fleet of RNLI boats in good condition. Will my hon. Friend join me in paying tribute to those services?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted to hear my hon. Friend list the amazing support that the Isle of Wight provides. It does not just save lives and help those in peril on the sea around the Island—as he knows, some of those waters famously present obstacles and risks to passing shipping, and it is worth paying tribute to the many Islanders over the years who have put their life at risk trying to save those in peril near the Island—but makes a wider contribution to the service. As he says, lifeboat services are not just about the team who go out on the boat; they are about the support network that enables the lifeboat teams to go out. It is great to be able to pay it the tribute that he just did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Independent lifeboats are not a new invention, and the first independent lifeboat station was formed in Formby, Lancashire, in 1776. Although many independent lifeboat stations were RNLI stations when they were established, others have been set up in response to specific incidents. For example—I see colleagues from Northern Ireland in the Chamber—Foyle Search and Rescue was set up by local people in 1993 in response to the alarmingly high number of drownings in the River Foyle, 30 in 18 months. It has since adopted a role in suicide prevention and supporting families in the city more widely. That shows the diversity in the types of work that such organisations can take on, and the contribution that such services can make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that we remember the contribution that those organisations make, and how their work is supported by the National Independent Lifeboat Association, a new charity founded last year by my hon. Friend the Member for Totnes. All independent lifeboats in Great Britain and Northern Ireland were invited to join the association, and it has 30 members from England, Wales, Scotland, Northern Ireland and Jersey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During my preparations for the debate, it was made clear to me that the RNLI is proud of its independence and the fact that it can operate free from requirements of the type that Government funding would bring. I was advised of that in the knowledge that such debates can sometimes involve the subject of whether the service offered by the RNLI should be publicly funded, rather than our having the current funding arrangements, which are based on voluntary giving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It might seem strange to some, but this service is not lobbying for Government funding. That position recalls the fact that, a decade ago, a former Prime Minister described his vision of creating a big society—a concept in which individuals come together to tackle an issue or make a difference, rather than the state setting up structures to intervene that might often be less effective or efficient. There are often debates about how that concept can be defined in real life, but in many ways lifeboat services reflect that idea, from the crews who volunteer their time to train, and who are ready to answer the call of duty, to fundraising teams in communities who raise the resources needed to support operations, to the many community members who do their bit by simply dropping a few coins into a collection box when they buy a pint, visit the local shop or walk past one of the many collection boxes across coastal communities. Also included are people who, when thinking about the legacy they want to leave, tell their solicitor to include the lifeboat service in their will. This shows how society comes together to help others in need, and to provide a unique service that we can all benefit from, but hope never to need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those who regularly hear me speak know that I will not miss an opportunity to highlight the work being done in south Devon, and I will start with the Torbay RNLI lifeboat station. It was established in Brixham in 1866 and has occupied the same premises since 1872. It was established after a fleet of merchant ships were caught in hurricane-strength winds in Torbay in January 1866, causing the loss of about 40 ships and nearly 100 lives. Today, the lifeboat station has 35 crew members, including those who are shore-based. The station operates two lifeboats that reflect the diversity of the rescues that the station may be called on to perform: a Severn class all-weather lifeboat and a D-class inshore lifeboat. The crew members are volunteers who mostly have day jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2022, Torbay RNLI lifeboat station responded to 111 shouts. The station is supported by the Torbay Lifeboat Fundraisers, who work throughout the year to raise the funds needed to support the lifeboat. The group has over 200 volunteer members, and it organises a range of events and activities to raise money. I thank everyone in Torbay who supports them; the crew would not be ready to save lives without their contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to the team at the National Coastwatch Institution in Torbay, who also play a part in search and rescue operations in south Devon. NCI watchkeepers, who are volunteers, provide eyes and ears along the coast, monitoring radio channels and providing a listening watch in poor visibility. When people get into trouble, NCI watchkeepers can alert His Majesty’s Coastguard and direct the appropriate rescue teams, including lifeboats, to the casualty. The NCI station at Torbay is one of over 50 such stations located around England and Wales. Located at Daddyhole plain, it is the first purpose-built NCI watch station. In January 2012, the station was given declared facility status, meaning that the station was not only fully operational, but fully recognised in search and rescue operations as having the same status as RNLI lifeboat stations. That shows the benefit of partnerships between organisations that save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lifeboats are as vital to search and rescue operations today as they were in the era when horses drew the boat to the launching point and the crew pulled on the oars against the high sea to reach a vessel in distress. Direct funding is not sought, but I am interested to learn from the Minister how he sees the future for our lifeboats, and on a couple of other points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, some independent lifeboats are not fully declared HM Coastguard rescue facilities, often because of the complex process that must be undertaken to become such a facility. Does the Minister see an opportunity to simplify the process, without compromising standards? Secondly, independent lifeboats are not represented on the UK SAR operators group, but hope to join the group later this year. Will he provide an update on that? Finally, how does he see the work of lifeboats and their contribution to search and rescue fitting into wider efforts to improve safety at sea?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The debate is a good opportunity to highlight the contribution of lifeboat services to UK search and rescue. As we speak, crews across the UK stand ready to answer the call to save those in peril; they are ready to face whatever dangers that may bring. They are some of the best of our nation, and I end with a simple message to them: thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}