{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Kevin Foster – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Foster, the Conservative MP for Torbay, in the House of Commons on 8 November 2022.",
    "content": [
        "This is my first Opposition day speech in a while and I welcome the opportunity to speak on an issue that is so important for Torbay. It will perhaps be unlike some of my previous speeches in that, first, I am not following the hon. Member for Strangford (Jim Shannon), and secondly—I see the Under-Secretary of State for Work and Pensions, my hon. Friend the Member for Mid Sussex (Mims Davies), on the Front Bench—this will not be quite as thorough an analysis of the issue as some have occasionally enjoyed from me on a Friday. It is a particular pleasure to see the Secretary of State on the Front Bench; I know that he will be a doughty champion for our beautiful county and its people, and that he will ensure that the most vulnerable are protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the motion, it is fascinating to see the huge enthusiasm from Labour Members for our 2019 manifesto. I cannot remember the same enthusiasm three years ago, when they were not that enthusiastic to have a general election in the first place. This measure was a key part of the pledges that we made. We have heard some knockabout today, but we have to remind ourselves that the pension triple lock was introduced in 2010 and not before. For the 13 years prior to that, pensions had been linked to the rise in inflation and in prices, rather than the position adopted under the triple lock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know why we introduced the triple lock. As has been referred to, the inspiration came from the 75p increase some years earlier. It aimed to give a clear sense of the direction in which state pensions would go. It would either be in line with prices, as was done previously, or earnings—by reinstating a link to those—or it would be a minimum of 2.5%, providing clarity for those looking ahead to their retirement. As that was done in a simple way, it meant that pensions would be protected against price shocks and that they would keep pace with earnings as they went up. Since 2010, the level of the basic state pension has gone up by £2,300.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The measure also has to be seen in the light of other changes, such as the end of opting out and the introduction of the new state pension, which is clearer about what people will get when they retire. As has been touched on, it allows more years in which, for example, someone is bringing up children to count towards the state pension. The changes were about making what people have clearer and simpler so that they can plan in their retirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That was very welcome in Torbay. Those commitments were probably a reason why a seat that was held by another party for 18 years is solidly Conservative again. Most pensioners and those who vote in Torbay are realistic people. They recognise the impact of the pandemic last year and the odd outcomes it produced for earnings—for example, in the previous year when earnings went down, and last year when earnings jumped up. The double lock was therefore introduced for one year last year, using the CPI rate for the increase in the state pension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some people say, “If inflation was good enough to be the rate of increase last year, it should be good enough this year, not least given the impacts we are seeing on prices.” I accept that there is a need for balance and the Secretary of State’s point that he cannot pre-empt what will be said next week. We cannot have a running commentary in the run-up to a fiscal event, with a different Department every day ruling something in or out, or putting something in or out. I take his point, but those of us who are not on the Front Bench can make our comments more freely about the outcome that we would like next week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the position in Torbay, the Secretary of State was right to highlight other benefits and support that is being offered to pensioners. The second cost of living payments are starting today, not just for pensioners; I think 16,300 families in Torbay will start to get that payment, taking the total up to £650. Members have rightly touched on the energy price guarantee, which helps to cap the price being paid for energy. On top of that, there were such things as the council tax rebate earlier this year. Councils have discretionary funding to apply that to those in band E and above when they have particular pressures. Therefore, when we discuss the triple lock and the state pension, we have to consider some of the other support. Of course, I have not mentioned the £400 per household energy bill discount from which pensioners will innately benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is interesting to hear people making comparisons with other countries and talking about wanting to emulate some of them. I would be interested to hear whether SNP Members would like to emulate the situation in many European countries whereby, although the position on the pension might be different, pensioners have to pay certain medical charges and there are social care levies applied to pension income and taxes that would not be paid here. Certainly, many services that are provided free at the point of use and point of need under the NHS are charged for in other jurisdictions. If we make comparisons and say we want to emulate other countries, we need to be conscious of what we are arguing we should emulate. We can do more to help people to get pension credit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alan Brown**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I used a whole suite of comparators to make my point, and the key thing is that the UK has the 12th highest poverty rate out of 35 countries. That is shameful, is it not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman made the point in his speech that he was looking to emulate the packages given to pensioners in other countries. If he wants to emulate them, he should look at what those packages include, such as charges for medical services and tax rates that we do not charge here. The council tax rebate of £150 did a lot for my constituents. As for whether that applies in Scotland, that is a devolved matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the triple lock, the rise in prices has hit many people. Many people over the state retirement age are unlikely to have the type of options that others may have to meet some of the rising costs. It is therefore vital that we look to honour our pledge to them. I accept that that pledge cannot be made immediately today, but I look forward to hearing further clarity on that next week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "About £4.7 million of pension credit went unclaimed in Torbay last year. That could have gone to some of the poorest households in the bay. When the Minister sums up, I would be interested to hear about the Government’s thoughts on that issue, particularly when so much data is available. The era of people filling in paper forms or going to a post office with a pension book is long gone. The vast majority of that is done through electronic means. This is about what could be done to fill the gap so that more people can get the support to which they are entitled, not least because once someone is assessed as being eligible for pension credit, it opens the door to a range of other benefits and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anne McLaughlin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is the hon. Gentleman aware of the work done by Loughborough University that was commissioned by Independent Age? It stated that if everybody who was entitled to pension credit claimed it, that would cost an extra £2 billion. I understand that that is a lot of money, but it also stated that the extra cost to the NHS and social care now is £4 billion, so if we could find a way of making sure that everybody got it, we would put more money into the Treasury’s coffers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not recognise the statistics from that report, but I welcome the overall thrust of that argument. When we as a Parliament have decided that we want people on a low income to receive a particular type of support, we want them to be able to get that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was interested to hear the suggestion that the hon. Member for Glasgow East (David Linden) made about working with banks. An institution that might be slightly easier to work with is post offices, where many people on lower incomes go to collect their pension and do other banking. The Secretary of State, who represents the rural constituency of Central Devon, will be aware of people going to post offices to withdraw the exact cash amounts that they need. Cashpoints mostly operate with multiples of £10 or £20, which may be difficult for someone who has to budget tightly for their bills and spending, whereas at a post office counter they can withdraw amounts literally to the penny. That allows very precise budgeting for those who need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a welcome debate. I must say that I am interested to hear Opposition Members’ comments on who they expect to oppose the motion. We may hear one of those suspicious shouts of “No!” that are not followed by anyone showing up to vote in the No Lobby.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Pensioners in Torbay put their faith in this Government back in 2019. I believe that they put their faith in a manifesto that offered them a positive choice, and I continue to believe that that is the right basis for us to move forward. I hope to hear next week that we will honour that commitment to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}