{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-speech-on-family-businesses/",
    "title": "Kevin Foster – 2022 Speech on Family Businesses",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Foster, the Conservative MP for Torbay, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Robertson, and to follow my good friend, the hon. Member for Caithness, Sutherland and Easter Ross (Jamie Stone) and hear his experiences of business. I congratulate my hon. Friend the Member for Carlisle (John Stevenson) on securing the debate, which is a timely chance to highlight the role that family businesses play in Torbay’s economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend the Member for Carlisle reflected, family businesses make a major contribution to the UK economy overall. Oxford Economics estimated that there were 4.8 million family businesses in the UK in 2020, making up 85.9% of all private sector businesses. Those businesses employed 13.9 million workers, or 51.5% of all private sector employment, and contributed £575 billion to the UK economy. These are big numbers overall, despite most family businesses actually being small firms—something like three quarters of all family businesses in 2020 were sole traders with no employees. A further 21% have between one and nine employees, although I understand that the estimates were based partly on data collected the previous year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is interesting to note that those numbers represented a decrease. The number of family businesses decreased in 2020 from 5.2 million in 2019, when they employed 14.2 million people and contributed £637 billion to the economy. If the Treasury was here, it would be interested in the fact that such businesses paid £205 billion in tax receipts. Some of that may reflect the impact of the pandemic, not least given that the typical family business many of us think of is a shop or a guest house, both of which were affected by that period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many family businesses are not just sources of economic activity, but mainstays of the local community. A 2021 survey of family businesses conducted by PwC found that the vast majority of UK family businesses also continue to engage in some form of social responsibility activity. Some 74% of family businesses surveyed contributed to their local community, and 47% participated in traditional philanthropy or grant-based giving as a company.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman is making excellent points. Given that family businesses are such a focal component of our communities, does he agree they have a key role in reducing the disability employment gap, and are often the businesses that promote disability inclusion in our communities?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I completely agree. The type of support a family can provide to someone with disabilities—even in their own family, for example, by extending the care and support offered to their loved one and supporting them in the workplace—can be vital. Many families have rightly shifted their expectations of what a family member with disabilities will be able to do. To be honest, past attitudes might have been, “Could this person work?” or “Perhaps they shouldn’t, perhaps they won’t ever work.” Thankfully, there has now been a big change in many businesses. The hon. Member is right that family businesses can help to lead that charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The economic and social impact of family businesses can be seen clearly in Torbay, and it is important to reflect on this positive aspect. I will start with Rew Hotels. The Rew Hotel Group was founded in 1970 by Mrs Sylvia Rew, and is still family managed. Positioned right on Torquay’s seafront are the two hotels it runs: Livermead House and Livermead Cliff. The family are not just quiet owners but part of the frontline delivery of services to customers. It is a good example of a family business where the family has been able to develop two distinct offers while making the business a family in itself, with several senior staff members having started waiting tables or behind the bar, and then been given opportunities to develop their career within the hotel and the business\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Susan’s Flower Shop has been trading at the heart of Paignton, Devon for over 50 years; the business itself has become a family, given that it has been trading for such a lengthy period. Brian and Susan, who are the leading figures, are involved in many aspects of local community work and supporting the bay as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also Conroy Couch, which is one of the oldest established businesses in Torquay and one of the oldest jewellers in the UK. It was first opened in 1863 by Mr Conroy Couch, and such was the quality of its initial fitting that the shop front has altered very little since, with the height of the entry doors serving as a reminder of a time when men commonly wore top hats and would be wearing them when they attempted to come through the door. Towards the end of the last century, the shop was taken over by the Rowe family, who are well-known and respected jewellers in Torquay. Today, David and his daughter Michelle still hold the values that the original founder of the business held dear: it is an active part of supporting local Rotary appeals, and works to ensure that Torquay high street has an annual Christmas lights display.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A larger example of a family business is Beverley Holidays, which operates three holiday parks in Torbay. It has been a family-run business for over 60 years, and during that period its owners have seen some dramatic changes in Torbay’s tourism sector. A caravan holiday might conjure up images from the past of putting coins in meters and sleeping on a sofa, yet many caravans in those parks offer standards equivalent to executive hotel suites, meaning that as a family business Beverley Holidays can compete with the large national chains on both price and quality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Family business is not just about retail and tourism—we have heard some examples today. In that context, one company that particularly jumps to my mind is Casting Support Systems, or CSS as it is commonly known. It is a family business that was established by Ted Head, and produces a range of products for the distribution, aerospace and automotive industries. Earlier this year, it won the Queen’s award for enterprise for its export achievements and relocated to a brand new, purpose-built factory in Paignton. To give the scale of the impact of that family business, between 2018 and 2021 its exports rose from £267,000 to £1.7 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another sector that can be overlooked is one that is often seen in our local communities, and one to which family businesses are integral: travelling fairs. The name Anderton and Rowlands is synonymous with funfairs and bank holidays in Devon and Cornwall. That business started back in 1854, when Albert Haslam, a variety artist, set up on his own, giving magic exhibitions. His tutor was one Professor Anderson, and upon his death, Albert assumed the name of Anderton. In 1903, the show first travelled under the name of Anderton and Rowlands, the name that has been in existence since. Since the 1950s, the firm has continued to expand, and the name Anderton and Rowlands is now in its fifth generation. It is currently owned by the DeVey family. George DeVey—who was born in a showman’s wagon travelling to a maternity hospital back in 1937—Simon DeVey and Simon DeVey Jr are key parts of it, and it is now the biggest fairground operator travelling in Devon and Cornwall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I should mention Bygones in Torquay. Back in the 1980s, Ken Cuming’s obsession with railwayana was starting to outgrow his house; I understand that the final straw for his wife Patricia came in 1986, when he purchased a 27-tonne steam railway engine from Falmouth docks. As fortune would have it, the couple spotted that an old cinema had become available in St Marychurch, and bravely took the plunge of turning their hobby into a family business. Over the next year or so, with the help of an excellent mason and carpenter, and many friends, the family recreated a Victorian street scene, and on 23 May 1987 Bygones was opened to the public by the then mayor of Torbay. Sadly, Ken Cuming passed away in June 2017, but his wife Patricia, son Richard and daughter Amanda are still working daily in Bygones, which is a popular attraction that also supports veterans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could be here all day listing great family businesses in Torbay, and it has been good to recognise some of them in my speech. I am sure that many Members will be thinking of businesses in their own constituencies; we have already heard about some. However, family businesses are not immune to changes in our economy, especially on the high street. Sadly, it has been a long time since Rossiters department store in Paignton was bustling in the week before Christmas. Rossiters was part of Paignton for 150 years. Father Christmas often arrived there in dramatic style—one year on a turntable ladder, and once in the late 1980s even by parachute jump on to Paignton Green—but changing shopping trends and competition from online and out-of-town retail sadly led to it closing its doors in 2009. Even yesterday, we read that the future of a 106-year-old family business, Shaws the Drapers, which has stores across Devon, including one in Torquay, is under threat. Managers of the family-run company have admitted that it must change to survive, and, sadly, signs outside its shops state that all remaining stock is now on sale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are many positives to a strong family business sector, but what might inhibit its future growth? Family businesses are often based in and synonymous with one area. That means that the decisions of local councils can either boost or severely dent their prospects. Take, for example, the recent decisions of the coalition of Lib Dem and independent councillors that runs Torbay Council. Earlier this year, the coalition decided to close Torbay Road in Paignton to traffic as part of a pedestrianisation pilot. Torbay Road is a busy shopping street, and many businesses along that stretch of road and nearby are family owned. They have reported that trade has fallen off dramatically over the last three months. At a meeting last week, Conservative councillors requested that the coalition review the impact, but a review was decided not to be urgent enough. Similarly, the coalition’s decision to sign off a request from a developer to close Brixham Road for three months is unlikely to help many family businesses across our bay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must return to a familiar subject to me: business rates. Take Susan’s Flower Shop, which, as I mentioned earlier, is a family business that has been trading for just over 50 years. There is not a strong incentive to expand or maintain premises where business rates are concerned. Its shops are below the £12,000 rateable value, so no rates would be payable if it traded out of only one shop. As soon as a small family business has a second shop, rates become payable on both. That is a disincentive for family-run small businesses such as those in the floristry trade. Many shop owners would like to open a second shop for a family member to run when they are old enough. There is a reason why we see businesses called “Jacksons” or “Fredericksons” in our areas; that is a nod not just to a past surname, but to a time when a father might have set his son up in business after having taught him—Jack’s son—the trade. I am sure that many more empty shops would be filled by family businesses if that tax disincentive were removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that the Minister will set out his thoughts on the following. First, how will the Government ensure that local councils pay attention to the needs of local family businesses when making decisions? Secondly, what consideration will be given to the position of family-run businesses in the long-awaited business rates review? Thirdly, not all members of a family have the skillsets required to grow a business, so they may need to recruit from outside the family for the first time; how are the Government supporting them to do so? Finally, what is the vision for family-owned businesses, from the Minister’s perspective? How does he see them being encouraged and nurtured by this Government? Knowing his own background and passion in the area, I expect that he will be particularly keen on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Family businesses are not just part of the economic output of our country, but an integral part of the social fabric. Without them, we would all be poorer, not only in the sense of the jobs and economic activity they create, but in the sense of the social responsibility that many show simply by wanting their businesses to be positive parts of the communities they are proud to call home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}