{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-speech-on-business-rates-and-levelling-up/",
    "title": "Kevin Foster – 2022 Speech on Business Rates and Levelling Up",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Foster, the Conservative MP for Torbay, in Westminster Hall, the House of Commons on 13 December 2022.",
    "content": [
        "It is a genuine pleasure to serve under your chairmanship, Mr Mundell. At the outset, I must congratulate my hon. Friend the Member for Waveney (Peter Aldous) on securing the debate and giving us all a chance to reflect on the impact of business rates and levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like my hon. Friend I represent a coastal constituency, although with a shoreline that faces east rather than west, and I do not want the levelling-up agenda to be based on a crude caricature of north versus south—often, the communities facing the greatest challenges lie on the southern coast. My hon. Friend did not speak for a moment too long; I found his points very interesting, and I was in great agreement with many of them with respect to how we need to change this form of taxation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Communities such as Torbay can see wealth alongside areas with challenges, and we need to see levelling up in not only the national context, but the local, with the clear aim of turning back the tide on poverty, which is affecting some of the communities that I am proud to represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For Torbay, levelling up means looking to attract investment, which generates long-term jobs and ensures a genuinely vibrant local economy. That is where business rates can have such an impact. They effectively penalise businesses for investing in bricks and mortar, putting physical retail—not just, nowadays, high street retail—at a disadvantage to online outlets and potentially putting off development more widely across sectors such as tourism and hospitality, where a business rates liability will pretty much inevitably be created as part of a new investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Business rates might have been an irritant in the past, but they can often be the make-or-break factor now, especially in light of the other pressures that businesses face. Business rates are the bill that is not flexible. That bill is enforced by the magistrates, and it is often the final blow, as it takes little or no account of the actual income that a business receives, as my hon. Friend mentioned. It is literally a tax on existence. Businesses must pay the tax simply to be in their premises, before they open the door to do any trade or business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like my hon. Friend the Member for Waveney, I found the figures around rental revaluation extraordinary. It does not strike me that rental values for shops have fallen by only 10%, as on most high streets agents are offering businesses “Will you pay the business rates?” style deals on properties for certain periods of time. The figures do not reflect where rentals would have been five, six or seven years ago, or even a couple of years ago, before the impact of the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will give a quick example of the impact of the cost of business rates, when combined with other costs. A company that runs four hotels in my constituency has, unsurprisingly, seen utility costs increase dramatically, meaning that the business needs an additional net income of £8 per room—a 12% increase—for all 125,000 room nights, just to pay the increased costs. That is simply not achievable in the current economic circumstances. The company pays £6.5 million in payroll to 470 employees in Torbay and spends £7 million a year through the supply chain, mostly in the west country. The moves we are seeing to increase wages are welcome, but they will mean the company will have a 9% payroll increase in April 2023. The retail, hospitality and leisure business rates relief scheme, which has been confirmed to be 75% for 2023-24, is welcome and it will offset around £300,000 of the additional costs for business, but it will not reach the wider amounts needed, as those bills still need to be paid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Similarly, another example is an innovative holiday park, with caravans that are the equivalent of staying in a hotel suite; the era of putting 50p in a meter is long gone—think caravans with widescreen TV and central heating. That business will potentially see its bill double, courtesy of its investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While we often focus on the impact of business rates on our high streets and town centres, the impact is much wider, especially in situations where it is not an option for staff to work from home or from remote locations, such as in the manufacturing or hospitality sectors. A holiday by Zoom or a pub night on Microsoft Teams will not be the same experience; a physical premises is needed to deliver those experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What can be done? We need to look at providing further relief in the current system, particularly for small and medium-sized businesses. We need to realise that the days of retail and hospitality being a handy way to raise revenue for local services are now over. The high street corner is no longer the prime place to do business. There are department stores standing empty across many of our town centres, such as the former Debenhams on Torquay harbourside. We need not walk far from this Chamber to see what was once a large department store lying empty in what was a prime shopping area of London—a sight unimaginable back in 1990, when the uniform business rates were introduced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is increasingly the presence of business rates liability that can directly and adversely affect the chances of levelling up a community by discouraging investment in commercial properties. That was one reason why I supported the previous investment zone suggestion that allowed business rate reductions in key areas that needed regeneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ultimately, a derelict and boarded-up building creates costs, not revenue, for the public purse. I urge the Government to look at what can be done further about business rates to ensure they do not become a barrier to the regeneration of our town centres, not least in the context of large national charities receiving a mandatory 80% relief, often increased to 100% relief by billing authorities. At the very least, parity for smaller businesses trading in retail, leisure and hospitality within our key areas for levelling up would be a welcome incentive, before finally getting on with what needs to be delivered: a major review of this form of taxation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is oft talked about, but there needs to be a better option for the future in a system that is fundamentally rooted in the pre-digital era of economic activity, when physical premises were an integral part of doing business. I appreciate that that is easily said and harder done, not least when we consider the £25 billion of revenue that has been referenced. However, we should not shy away from doing it simply because it would be hard. Taxes have changed in the past to reflect economic, scientific and technological changes. The same is needed now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot cover in a short speech every aspect of the links between business rates and levelling-up policy, alongside their impact. However, I hope the Minister in her response will reflect on how we need to consider the real disincentives of the tax for businesses such as hospitality, which must innately operate from a physical space, and the deterrent to operating retail from the high street, town centre or even the out-of-town shopping centre, which is facing huge competition. If we are to truly level up many coastal communities, those issues must be addressed and a revaluation on its own will simply not do that. If they are not, there is a danger that our taxation system, designed for an era when people went to a public payphone and had to go to a physical premises to buy something, will hit our town centres and not deliver the levelling up and regeneration that so much of Government spending is trying to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}