{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-immigration-rules/",
    "title": "Kevin Foster – 2022 Statement on Immigration Rules",
    "post_date": "January 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 24 January 2022.",
    "content": [
        "My right hon. Friend the Home Secretary (Priti Patel) is today laying before the House a statement of changes in immigration rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Migration Advisory Committee are undertaking a review into the impact of the ending of free movement on the social care sector. While the MAC are not publishing their full report until the end of April 2022, they felt they had sufficient evidence with which to make a recommendation in their annual report to add care workers to the Health and Care visa and the shortage occupation list. Their recommendation was made in the context of increased demand for adult social services, increasing vacancies and issues with staff retention. They have re-asserted their position of the underlying cause of recruitment and retention problems being mainly due to pay, terms and conditions, and lack of progression in the sector. This is now coupled with pay in other competing sectors—such as catering, retail and cleaning—catching up to the adult social care sector, due to the rise in the national living wage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In light of the clear evidence which the MAC have presented and the important role the sector is playing in face of the exceptional situation during the pandemic, the Government announced on 24 December that we were agreeing to their recommendation. As recommended by the MAC, the salary threshold will be in line with the rest of the shortage occupation list—with a reduced minimum salary threshold of £20,480 in place—compared with a general threshold of £25,600 for non-shortage occupations—and applicants will need to meet all of the other requirements, such as having a job offer from an approved Home Office sponsor and meeting English language requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Taken together with the wider package of support measures for the adult social care workforce announced since September—including the £462.5 million to help local authorities and care providers retain and recruit staff over winter, on top of the £500 million for workforce training, qualifications and wellbeing announced as part of the health and social care levy, they will help us ensure sustainability and success for our long-term vision for this sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the MAC do not believe immigration can solve all, or even most, of the problems associated with social care recruitment, but can help to alleviate difficulties in the short term, we are therefore creating an initial 12-month application window whereby workers can apply for visas in this occupation. During this time, successful applicants will have all the same rights, benefits and obligations as other health and care visa holders—including the right to bring dependents and to settle permanently in the UK. This decision will be reviewed by Government later this year to determine the success of this change in relation to wider changes in the sector to attract and retain staff, the position with regard to the impact of the pandemic and whether it remains appropriate for this occupation to remain on the shortage occupation list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This does not signal a departure from the RQF 3 threshold and the points-based system more broadly, which the MAC agree strike the right balance between access to international talent and resident labour. Employers must continue to invest in training, opportunities and wages for the resident workforce to ensure the UK’s hard-working care workers get the type of rewarding packages they deserve and which are common in other sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}