{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-announcement-of-statement-of-changes-in-immigration-rules/",
    "title": "Kevin Foster – 2022 Announcement of Statement of Changes in Immigration Rules",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Office, in the House of Commons on 11 May 2022.",
    "content": [
        "The Secretary of State for the Home Department, my right hon. Friend the Member for Witham (Priti Patel) is today laying before the House a statement of changes in immigration rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The changes reflect amendments required as a result of the Nationality and Borders Act 2022, to implement the reformed asylum system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Significantly, we will introduce a differentiated asylum system as provided for by Section 12 of the 2022 Act. In order to do this, we will also introduce three new types of permission to stay where a person is granted on a protection route:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "refugee permission to stay for group 1 refugees:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "temporary refugee permission to stay for group 2 refugees: and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "temporary humanitarian permission to stay for recipients of humanitarian protection\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Different entitlements, in terms of period of grant, conditions of stay and access to family reunion, will be provided to refugees who did not come directly to the UK, did not claim asylum without delay or, in some cases, have not shown good cause for any illegal entry or presence in the UK. This supports our key principle of deterring dangerous journeys and encouraging asylum claims to be made in the first safe country an asylum seeker reaches: this is the fastest route to safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The current immigration rules do not define a “claim for humanitarian protection”, therefore we will clearly outline the Government’s definition of such a claim. Furthermore, some of the changes to humanitarian protection in the rules are necessary for the effective operation of the migration and economic development partnership with Rwanda in preventing unnecessary delays to removal. Currently, individuals may make a humanitarian protection claim against country of return (which under the definition would include Rwanda), that would require an assessment of whether the individual is a refugee. This runs counter to the object and purpose of the partnership, where responsibility for refugee status determination is transferred to Rwanda. We intend to clarify that a claim for humanitarian protection can only be made against country of origin (as is the case with asylum claims). The change does not prevent individuals from raising safety concerns about their removal and the specific circumstances of any individual will be considered before removal to ensure the removal is safe and meets the UK’s legal obligations, including under the ECHR. These changes will be made from 11 May 2022. This is necessary and proportionate in order to provide clarity to applicants on the circumstances in which they can lodge a claim for humanitarian protection and to prevent unnecessary delays to removal under the UK-Rwanda partnership. Given the anticipated deterrent effect of the partnership on people smuggling, this will help to quickly reduce the number of dangerous journeys and save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will also introduce a provision to clarify the exceptional circumstances that may warrant a grant of permission to enter or stay in the UK for children seeking to join a refugee parent or relative. This change will help create more fairness, transparency, and consistency in decision making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, new immigration rules will come into effect which impose a visa regime on nationals of El Salvador.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Salvadoran nationals wishing to visit the UK will be required to obtain a visit visa from 11 May 2022. There will be a transition period: Salvadoran nationals who have pre-booked travel before 16:00 BST on 11 May, and will arrive in the UK before 8 June, will still be able to enter the UK without a visa. Any passengers with pre-booked travel arriving in the UK after 8 June and those who did not book travel before 16:00 on 11 May, will still require a visa to enter the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This decision has been taken by Ministers across Government in light of increasing asylum claims from Salvadoran nationals in UK ports in recent years. There were 38 asylum claims made by Salvadoran nationals in 2017. This figure has sharply increased by 1,750% to reach 703 in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Due to public policy reasons, the UK Government unilaterally suspended the existing visa treaty (1962) between the UK and El Salvador and will implement the immigration rules changes to impose the visa requirement immediately at 16:00 on 11 May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, eligible nationals from Bahrain and Saudi Arabia, will have access to the electronic visa waiver scheme. Nationals of Bahrain and Saudi Arabia will be able to visit the UK for up to six months for tourism, business, study or medical treatment. This brings the status of Bahrain and Saudi Arabia in line with Oman, UAE, Qatar and Kuwait who already benefit from the electronic visa waiver scheme. There is no requirement for applicants to provide biometrics, attend a visa application centre or hand in passports in advance of travel for an EVW as there is with visas. An EVW allows the holder to travel to the UK once and costs £30. Applicants only need to provide their travel details for pre-clearance 48 hours in advance of travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Visit visas are an important part of securing the UK’s border and are an effective tool for the UK in reducing illegal immigration, tackling organised crime and protecting national security. The UK keeps its visa system under regular review. Decisions on changes are always taken in the round and reflect a range of factors. These will vary globally, but often include security, compliance, returns and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The necessary changes to the immigration rules are being laid on 11 May 2022. For the changes regarding El Salvador, due to safeguarding the operation of the national immigration system, those changes will come into effect on 11 May 2022. The necessary changes to allow Bahrain and Saudi Arabia to access EVW come into effect on 1 June 2022. Given the anticipated deterrent effect of the partnership on people smuggling, and the need to quickly reduce the number of dangerous journeys and save lives, those changes to humanitarian protection claims necessary for the effective operation of the migration and economic development partnership with Rwanda in preventing unnecessary delays to removal will come into effect on 11 May 2022. The wider asylum changes come into effect on 28 June 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}