{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Kevin Foster – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Foster, the Conservative MP for Torbay, in the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir George. I congratulate my right hon. Friend the Member for Maldon (Sir John Whittingdale) on securing this debate on an issue that affects many businesses and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Avian flu is not just about commercial poultry farms or agricultural interests; it has the potential to strike at the heart of the work being done to conserve some of the most endangered species on our planet. The Government must ensure that the approach taken, and the policy structure around it, is suitable for all situations in which avian flu may strike.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some Members may be aware that Paignton zoo, which is part of the Wild Planet Trust and located in the heart of my Torbay constituency, was recently the site of the first avian flu outbreak at a zoo in England. It is highly unlikely to be the last. Zoos are innately open places. Local wildlife and human visitors are able to access them, and wild birds can mingle with some of the zoo’s stock, especially those species that do not need to be kept in an aviary. It will be obvious to Members that, in breeding birds, zoos have a very different purpose from that of commercial poultry operations. That means that the response to avian flu at a zoo that is focused on conservation objectives needs to be very different from that at a farm that is focused on egg or meat production.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was late August when avian influenza arrived at Paignton zoo. At the onset of the outbreak, on the late August bank holiday Sunday, the zoo was ordered to close at no notice and with immediate effect. Thankfully, the outbreak was successfully contained and the zoo was permitted to reopen, with the birds under quarantine clearing through the surveillance regime, yet the zoo was closed to visitors for 10 days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The approach to culling that would normally be taken at a poultry farm would have had a devastating effect at the zoo. I pass on the gratitude of the team at the zoo for the Secretary of State’s intervention, which prevented the unnecessary culling of healthy birds that posed no risk of disease spread. However, the zoo derives much of its revenue from the peak tourism season, so the final week of the school holidays is one of its biggest trading periods. The revenue lost from the enforced closure and additional related costs came to just under £1 million. The loss of a week’s trade for a zoo is not a simple one-out-of-52 loss; a week lost in summer can be equivalent to losing five to six weeks at another time of the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, the normal approach to culling would have been devastating, and I am grateful that it was not applied, but the situation where a zoo is affected highlights a tension between the two fundamental strands of the current avian flu strategy—those relating to wild birds and to captive birds. The wild birds strategy is to monitor, because little can be done, while the captive birds approach is to stamp the flu out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are inherent tensions in simultaneously applying two fundamentally different approaches to the same disease, which can lead to practical challenges and inconsistencies on the ground in the case of a zoo. A more nuanced approach that recognises the challenges for a range of stakeholders impacted by the disease would help to mitigate the tensions, especially at a zoo such as Paignton, where, inevitably, both wild and captive birds are present on the same site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The compensation scheme is similarly designed for the poultry industry, where the biggest impact for the business concerned is likely to be the value of the birds—their lost sale value. Despite the £1 million impact in lost sales and costs from the outbreak, Paignton zoo was offered £207—the value of the birds—as compensation. The £1 million loss will have a material impact on the charity and constrain investment plans focused on animal welfare and support for the zoo’s biodiversity protection programmes. Following the impact of the human pandemic, which heavily affected tourism, that is a bitter pill to swallow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is always easy to outline the problems, but it is vital we also highlight how the situation can be solved. Following the outbreak, the Wild Planet Trust conducted an after-action review. In addition to internal learnings, the review identified two important issues that merit further attention: ensuring fairness in financial compensation for zoos, and making changes to outbreak response arrangements that will help to deliver better outcomes in such circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, the compensation scheme should be revised to ensure fairness and equitable loss-of-revenue treatment for all entities that are required to close as a result of a bird flu outbreak. That would recognise that compensation simply for the value of the bird does not reflect the overall impact on zoos. Secondly, decentralising testing capabilities and promoting delegated outbreak management decision making would allow more flexibility when dealing with unique locations. Thirdly, we should adapt the avian flu strategy to the new reality and ensure that lessons learned in a specific location such as a zoo are identified, and improvements are embedded, in parallel with continuing to conduct outbreak response operations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, we are likely to see the experience of Paignton zoo repeated at zoos elsewhere. I hope that the Minister will take the lessons learned from the outbreak at the zoo, which the trust and I will be happy to share with him directly, and embed them in our future approach to dealing with avian flu. We simply cannot allow vital conservation work at our zoos to be the next victim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}