{
    "url": "https://www.ukpol.co.uk/kevin-foster-2022-statement-on-ukraine-refugee-visas/",
    "title": "Kevin Foster – 2022 Statement on Ukraine Refugee Visas",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Foster",
            "url": "/tag/kevin-foster/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kevin Foster, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 31 March 2022.",
    "content": [
        "The conflict in Ukraine continues to shock the world. Putin’s invasion is deplorable and he must fail. We stand shoulder to shoulder with Ukraine and the Ukrainian people at this time. We are determined to help Ukrainians to find safety in the face of Russia’s aggression, and that is why the Government have mounted a comprehensive humanitarian response. In a short time, we have set up two new visa schemes from scratch, made changes to support Ukrainians already in the UK and surged our operations to meet demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under the Ukraine family scheme, more than 23,500 visas have been issued to family members of Ukrainians already here in the UK. After setting up the scheme, we extended it to cover wider family members. Alongside that, we have set up the Homes for Ukraine scheme, to provide a safe and legal route for Ukrainians who do not have existing family ties in the UK. That is led by the Department for Levelling Up, Housing and Communities, and my hon. Friend the Member for Walsall North (Eddie Hughes) is the Minister who will be updating the House on it shortly. It has been heartwarming to see so many members of the public coming forward as sponsors, and my hon. Friend will be able to outline wider work that is being done to take advantage of those offers. Both those schemes are free and allow people on them to work and access public funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have made it as easy as possible for people to apply. We have simplified the application form to make it quick and easy to use. We have increased capacity in visa application centres across Europe. Following advice from security and intelligence agencies that it was safe to do so, we have removed the need for biometrics to be taken from those with valid Ukrainian passports before arrival in the UK, allowing the vast majority of applicants to apply entirely online. We regularly monitor the scheme’s operational performance, bringing in additional caseworkers to ensure Ukrainian applications are prioritised. Our humanitarian response has involved the whole of Government, local authorities and the devolved Administrations, and we will keep working together to support Ukrainians who want to come to the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}