{
    "url": "https://www.ukpol.co.uk/norman-fowler-1986-statement-on-stanley-royd-hospital/",
    "title": "Norman Fowler – 1986 Statement on Stanley Royd Hospital",
    "post_date": "August 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Norman Fowler",
            "url": "/tag/norman-fowler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Norman Fowler, the then Secretary of State for Social Services, in the House of Commons on 21 January 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/08/normanfowler-300x150.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/08/normanfowler.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With permission, Mr. Speaker, I should like to make a statement on the Stanley Royd hospital inquiry report. I am this afternoon publishing the report of the committee of inquiry into the outbreak of food poisoning at Stanley Royd hospital, Wakefield.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Stanley Royd is a large hospital in Wakefield for mentally ill and psychogeriatric patients. In a major outbreak of salmonella food poisoning which began on 26 August 1984, 355 patients and 106 members of staff were affected. Food poisoning caused, or contributed to, the deaths of 19 patients. At the time of the outbreak and subsequently, a number of allegations were made of errors in the control of infection, of poor standards of hygiene in the hospital kitchen and of other shortcomings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I announced in September 1984 that I was setting up a public inquiry into the outbreak under the chairmanship of Mr. John Hugill QC. The other members of the inquiry were Professor Rosalinde Hurley and Mr. Patrick Salmon. The committee heard oral evidence between February and May 1985. It submitted its report to me last month. I am most grateful to the chairman and members of the committee for all their work on this complex inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report gives a detailed account of the background to the outbreak and its course and of the actions taken by National Health Service staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The committee concludes that the cause of the outbreak was salmonella which was probably brought into the kitchen in contaminated chickens, and that cold roast beef was the most likely vehicle of infection. The infection was able to multiply because the beef was not properly refrigerated. The committee found that a number of unhygienic and unsatisfactory practices had grown up in the hospital kitchen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report pays tribute to the work of the junior doctors on duty during the early days of the outbreak and the care given by nursing staff on the wards. Those staff were working under very difficult conditions and their efforts were in the highest traditions of their professions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The committee makes criticisms on a number of matters. In particular, it comments on the failure to ensure satisfactory management of the kitchen at the hospital. It criticises medical and nursing management and in particular the failure to seek, or accept offers of, help from outside specialists, both in the investigation of the outbreak and in the treatment of the patients affected by it. The regional health authority and some officers at regional and district level are criticised for failing fully to inform themselves first-hand of the situation once the outbreak had occurred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the outbreak, Wakefield health authority has made a number of improvements in the kitchen and its management. I am now instructing it and the Yorkshire regional health authority to consider all the points raised by the report and to report to me urgently on the action they have taken and propose to take in response to them. That response must cover the position of those people whose conduct may have contributed to these tragic events, and the steps taken to ensure that such events do not recur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report identifies serious failures of supervision and management. General managers have now been appointed by the Yorkshire regional health authority and Wakefield ​ health authority. As in all authorities, these managers carry clear and personal responsibility for securing effective action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A number of comments were made on the position at Stanley Royd prior to and during the inquiry. One of these concerned finance. On this the report says that it was not its\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“view that the question of financial restraints or constraints above the level of the region were relevant to any of the issues which we had to consider and, in taking this view, we are supported by the evidence given by witnesses from the Yorkshire regional health authority”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another suggestion was that Crown premises like hospitals should be subject to the general food legislation. However, the report states that in the case of Stanley Royd the evidence did not support the need for the abolition of Crown immunity. The report says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We find it impossible to recommend any change in the law on the vexed question of Crown immunity where the entirety of the evidence given to us by the professional environmental health officers was to the effect that the sanctions of the criminal law would not have been employed in respect of the kitchen at Stanley Royd, even if they had been available.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government will nevertheless continue the urgent review of Crown immunity for hospital kitchens, including the suggestion in the report that a “Crown notice” form of procedure should be initiated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The majority of the report’s formal recommendations are aimed at improving standards of hygiene in hospital kitchens and improving the investigation and control of any future outbreaks. The committee recognises that the departmental guidance on food hygiene in hospitals is basically sound and recommends that health authorities should be reminded of its terms. We had already done that before the report was received.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, I am urgently reviewing departmental guidance to health authorities on the steps that they must take to ensure proper food hygiene in hospitals and to ensure that environmental health officers are encouraged to visit, and that proper regard is paid to their recommendations. In doing so, I shall take full account of the Stanley Royd committee’s recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am referring the recommendations about the arrangements for the control of infection and the handling of outbreaks to the hospital infection working group. This group was set up last summer to advise me on the revision of departmental guidance on control of infection and I am asking it to give me the highest priority on contingency plans for dealing with outbreaks of infection—plans that will ensure that specialist help is brought in as soon as it is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There can be no doubt at all about the continuing need for proper provision of public health and community medicine advice within the management structure of the Health Service. The functions of the specialty of community medicine include not only the control of infectious diseases but the assessment of the needs of populations for health care, the planning and evaluation of health services and responsibility for prevention and health promotion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have therefore decided that it would be right to establish an inquiry into the future development of the public health function, including the control of communicable diseases, and the specialty of community medicine in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The inquiry will be a broad and fundamental examination of the role of public health doctors, including how such a role could best be fulfilled. The inquiry will be chaired by the Government’s Chief ​ Medical Officer, Dr. Donald Acheson, and I expect to receive its report before the end of the year. Details of membership will be finalised shortly. In the meantime, we shall take every step possible to prevent a recurrence of these tragic events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}