{
    "url": "https://www.ukpol.co.uk/norman-fowler-1985-statement-on-the-social-security-review/",
    "title": "Norman Fowler – 1985 Statement on the Social Security Review",
    "post_date": "May 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Norman Fowler",
            "url": "/tag/norman-fowler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Norman Fowler, the then Secretary of State for Social Services, in the House of Commons on 3 June 1985.",
    "content": [
        "I will with permission, Mr. Speaker, make a statement on the review of social security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the last 18 months the Government have been examining the major areas of social security provision. In that time more than 40,000 consultation documents were issued, 4,500 pieces of evidence were received, and 62 organisations and individuals gave oral evidence at public sessions. The Government are today publishing a Green Paper which sets out their proposals. We will now be seeking comments on the proposals from interested organisations and will be providing an opportunity for the House to debate them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The social security system in the United Kingdom owes a great deal to the report of Sir William Beveridge in 1942. Although much of what he proposed was changed when it came to implementation, and more has been changed since, many of the principles on which his proposals were founded remain sound. The Government remain committed to the concept of a national insurance system, under which entitlement to the major benefits is earned by the payment of contributions during a working life. The Government also believe that our tradition of state support for those in need is one which should be maintained and developed. However, social security is not a function of the state alone. It should be a partnership between the individual and the state—a system built on twin pillars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Any review of social security must recognise its considerable achievements, but the review has shown that there are several major causes for concern. By common consent the social security system is too complex. That is to the disadvantage of both the public and the staff. In particular, the research evidence shows that substantial numbers of supplementary benefit claimants do not understand how their entitlement is worked out, in spite of the fact that 38,000 staff are now working exclusively on supplementary benefit. With the pressures now being faced there is a danger that some parts of the system will break down. It is, therefore, a matter of urgency that we devise a simpler and more coherent system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The social security system also needs to be modernised. It is not properly co-ordinated with the tax system and operates with outdated equipment. We now need a major computerisation strategy for social security, which can link effectively with other Government systems, including that of the Inland Revenue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In terms of spending, the cost of the social security system has increased fivefold in real terms since the war and now totals some £40 billion a year. That is over 30 per cent. of all public spending and represents over 11 per cent. of gross domestic product compared with only 4·7 per cent. after the war. Nor has the pressure for growth in spending ended. In the first part of the next century we need to provide for an extra 4 million pensioners. That, taken together with the state earnings-related pension scheme, means that spending on pensions will at least treble. We must ensure now that we have a soundly based social security system which the country can afford.  \nAbove all, perhaps, the social security system does not always help those most in need. More than half of those living on the lowest incomes are in families with children. This affects not only the unemployed, but families where ​ the head is working. Yet, under the present system, low income working families can face both the difficulty of escaping the poverty trap, where they may get no increase in total income when their earnings rise, and the unacceptable position that they can be better off out of work. That position must be changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To make better provision to meet the needs of poor working families with children has been a major priority of the review. We therefore propose to introduce a new benefit, to be called family credit, to provide better help for such families. Family income supplement will be abolished. Family credit will have three main features. First, it will be paid on the same basis as help to unemployed families, in that help will be related to the age of children. That means that families with children cannot generally be better off out of work than in work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, family credit will be related to take-home pay, not to gross earnings, as is family income supplement. The worst effects of the poverty trap will be eliminated by making it impossible for people to face a marginal tax rate of more than 100 per cent. Thirdly, it will be paid by employers through the pay packet. Families will see their benefit as part of their income from work, whether as an offset to tax and national insurance, or, in the case of the lowest paid, as an addition to gross pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Family credit will be paid in addition to child benefit. The Government believe that the extra responsibilities carried by all those bringing up children should be recognised. Child benefit will, therefore, continue to be paid for all children, irrespective of the means of the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Family credit will be part of a coherent system of income-related benefits. That system, covering basic income support, assistance with housing costs and help for low income families, will be based on a common income test and a common structure. It will be simpler, fairer and easier to administer, and it will provide the same level of help at the same level of income for those in and out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We propose to replace supplementary benefit with a new income support system. The central concept of the income support scheme is that the regular extra payments, now made on the basis of detailed individual assessment, should be absorbed into the main rates of benefit. Those rates will provide a special higher level of benefit for pensioners, the long-term sick and disabled and lone parents. Families with children will not only receive assistance for each child, but a premium to reflect the extra pressures that they must cope with. At the same time, the capital rule will be eased by introducing a taper between £3,000 and £6,000, instead of the present inflexible £3,000 cut-off. We shall also ease the earnings rule for the long-term unemployed and the disabled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The income support scheme should provide for the needs of almost all claimants, but we recognise that the system must be ready to cope flexibly and quickly with particular problems. Instead of the present single payments system, we propose to set up a social fund which will be operated on a discretionary basis by specially trained staff at Department of Health and Social Security local offices. It will provide emergency help where needed, and help those who face particular difficulties. We also expect that ​ the social fund will, in time, provide a better basis for contributing cash help to enable people to be cared for in the community rather than in institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today I am also publishing the report of the housing benefit review team, and have accepted most of its recommendations. The review team found that housing benefit was excessively complicated, involving six different tapers applied to different groups at different income levels. It is also expensive and poorly targeted, with more than one third of all households, some with incomes up to average earnings, receiving benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We intend to move to a simpler and clearer system. It will be based on the same net income assessment basis as the income support and family credit systems. It will also provide help on the basis of rent and rates together rather than separately, as at present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the poorest families, housing benefit will meet 100 per cent. of rent. At present 100 per cent. help goes only to those on supplementary benefit. In future, it will apply equally to those in and out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We believe, however, that the basis on which help is provided with rates needs to be changed. At present some 7 million householders receive help with some or all of their rate bills and over 3 million householders pay no rates. As a result, a large proportion of people live in households in which no rates are paid. This means that there is no effective link between payment for and use of local services. The whole structure of rates is currently under review, but the Government believe that, so long as domestic rates remain, all householders should be directly responsible for making some payment towards them. The Government have in mind a figure of the order of 20 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review also examined the contributory national insurance benefits for unemployment, maternity and widowhood. As I have already made clear, the Government remain committed to the principle of basic provision for these contingencies organised by the state through the national insurance system. We propose no change in unemployment benefit, which will continue to be paid for 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For widows under 60, we propose to replace the widow’s allowance currently payable for the first six months after bereavement by a single lump sum payment of £1,000 to give them more help when it is most needed. In addition, widowed mother’s allowance will now be paid from the time of bereavement rather than after six months as at present. Widow’s pension will also be paid from the time of bereavement, but the rules of eligibility will be modified to concentrate help more on older widows who are least likely to be able to resume work. The changes will not affect the benefit paid to any existing widows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In maternity, we propose to adjust the rules governing maternity allowance so that the mother can have greater freedom in choosing when, around the time of her confinement, she wishes to be paid the allowance. We also intend to change the qualification period so that the benefit is more likely to be paid to women who have had to give up work in order to have their babies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The maternity grant and the death grant have been left at their present level—£25 and £30 respectively—for many years and are now quite inadequate for their purpose. The average cost of a funeral is now over 10 times as much as the death grant, and it costs £20 in administration to pay out each £30 grant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We propose instead a new maternity grant of £75—three times the level of the present grant ​ —available to all low income families. Help with the full cost of funerals will also be made available more widely than at present to anybody who has responsibility for a funeral and lacks the resources to pay for it. Help will be provided through the social fund to ensure that it can be given quickly and flexibly and with the minimum of detailed inquiry. These changes will concentrate help where and when it is most needed instead of providing a token contribution to everybody when it may be of little practical use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The largest single area of social security spending is on pensions. The basis pension alone accounts for over £15 billion a year and is paid to 9 million people. That pension accounts, on average, for half the income of pensioners and has been a major factor in raising pensioners’ living standards since the war. It is, and must remain, the basis on which individuals can build additional pension provision. The question is how that extra provision should be made.  \nAt present only about half the working population belong to occupational pension schemes. The develop-ment of occupational pension schemes has been an important factor in improving living standards since the war, but the coverage of schemes has not increased since the mid-1960s. The development which it was hoped would follow the Social Security Pensions Act 1975 has not taken place. Nor has the forecast of cost on which the 1975 scheme was based proved sound. The analysis undertaken during the review has shown that the number of pensioners for whom we will eventually need to provide is 3 million greater than was recognised in 1974 and 4 million higher than it is today. It is clear, therefore, that the long-term costs of state pensions are set to rise steeply in the first 30 years of the next century. If the basic pension was uprated in line with prices, its cost would increase in real terms by half to £22 billion. If it kept pace with earnings, the cost would treble to nearly £45 billion. On top of that, the cost of the state earnings-related scheme will add another £23 billion. Thus, the total pensions bill will at least treble and could increase by over four times. At the same time the ratio of contributors to pensioners will worsen, and it is estimated that there will be only 1·6 contributors for each pensioner compared with 2·3 now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a country we cannot ignore these emerging costs. If the best estimates available to us lead us to question whether we will be able to afford the promises we are making, we have a duty to re-examine the position. It would be an abdication of responsibility to hand down obligations to our children which we believe they cannot fulfil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The real question is not whether action should be taken on the state earnings-related scheme, but what action. There are those who argue that we should restrict the emerging cost of the state scheme by changing its provisions. The difficulty of that course is that contributions would remain the same while benefits would be reduced. There is no reason to believe that there would be any increase in occupational pensions to fill that gap. The Government have concluded that it would be better to adopt a different approach. This would be based on the aim of ensuring that in addition to the basic pension everyone has his own pension with his job—whether it be an occupational pension, membership of an industry-wide scheme or a personal pension. In all cases every employee would have the right to a contribution from his employer.  \n​ We recognise, however, that relatively older workers would have difficulty in building up adequate occupational pension cover. We have decided, therefore, not to make any changes for those within 15 years of retirement. For men aged 50 or over and women aged 45 and over at the time of implementation, the existing state earnings-related arrangements will continue. This means that no one retiring during the rest of this century will be affected by the change and nor will any existing pensioner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All rights built up in the state scheme at the time of the change will be honoured. In addition, we also intend to give a special enhancement of rights for men aged between 40 and 49 and women aged 35 to 44. They will be given a bonus of added years of entitlement, which will give them higher pensions when they eventually retire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For those to be covered by the new arrangements the Government will lay down a minimum contribution level of 4 per cent. of earnings, at least half of which must be provided by the employer. The new arrangements will be phased in over three years. These changes will mean that in due course all employees will be contributing to their own additional pension through their jobs. This will represent the biggest ever extension of occupational pension coverage in this country and will add to the reforms of occupational pensions, involving improved rights for early leavers and transfer of pensions, currently in legislation before Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government must also ensure that the social security system is managed as effectively as possible to provide the best possible service to the public. The Government’s benefit proposals will in themselves make the system simpler, but we are now to embark on the largest programme of computerisation ever undertaken in this country to modernise and improve its operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The benefit changes and the computerisation both of my Department and the Inland Revenue will provide opportunities to achieve better co-operation and closer working between the tax and benefit systems. The Government intend to take advantage of those opportunities and will be considering this further in the context of the Green Paper on personal taxation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, we have decided to take a major step towards better harmonisation by aligning the tax and benefit years. Instead of benefits being uprated in November each year, the uprating date will be moved to April. This means that all tax and benefit changes will be implemented at the same time. It will also be of considerable assistance to local authorities which at present have to reassess housing benefit cases twice a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The change in the benefit year will be brought in at the time of implementation of the major structural reforms. We expect this to be in April 1987. After the uprating of benefits due at the end of November 1985, there will, therefore, be a 16-month period before the change in April 1987. It would clearly be wrong to allow such a gap between upratings, but it would not be practicable to have upratings both in November 1986 and April 1987. Accordingly, the Government have decided that, following the November 1985 uprating, there will be two upratings at eight-month intervals, the first in July 1986 and the second in April 1987.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The programme of reform that I have announced will provide a system which is easier to understand and simpler to administer. It will mean the most substantial changes in income-related support for 50 years, and for the first time give equal support for those in and out of work. It will ​ provide more help for low income families with children.It will establish a better partnership between state and individual provision, especially in pensions, giving everyone the right to his own pension with his job. Above all, the reforms will provide a modern social security system to take us into the next century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}