{
    "url": "https://www.ukpol.co.uk/liam-fox-2021-speech-on-covid-19-restrictions/",
    "title": "Liam Fox – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 14 December 2021.",
    "content": [
        "Let me begin by saying a word about the vaccine programme and issuing a plea to Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important that, with the emergence of omicron, we do not accidentally underplay the success of the vaccine programme to date. We know that vaccines will generate a number of immune responses—the production of neutralising antibodies, the production of marker antibodies, and a T-cell response—and, although with omicron a booster dose is required to bring about the level of neutralising antibodies that we saw following our response of two doses to the delta variant, the whole programme gives both individual and community protection; and we are starting from a very different place from the place where we were with the delta variant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is very important for us to encourage people, especially young people, to get their second dose. May I make a plea that we stop hearing from Ministers the phrase “two doses don’t work, three doses do”? I think that it is undermining the Government’s own programme. May I also make a plea that we drop this constant reference to the doubling time of the current variant? The fact that the measured doubling has been two days in the very early stages is no measure whatsoever that that is something that we will see in the future. If it doubled every day, the whole population would be affected in nine days. This is not modelling; it is simple extrapolation, which does not contribute to a sensible debate on the subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When it comes to the proposals before us today, lawmakers need to look at several elements. Are these measures necessary, are they proportionate, are they enforceable and will they be effective? Let me begin with the 10-day quarantine, which was a bad measure to begin with. It was disproportionate and it was likely to bring about a recurrence of the “pingdemic”, so I am glad that it is being dropped. However, the point made by the right hon. Member for Exeter (Mr Bradshaw) is a key one which must be answered by the Government. If having the red list is pointless and if enforced 10-day quarantine is pointless, why are some people still in enforced 10-day quarantine? It is incumbent on the Government, having abandoned the policy, to let those people go free, otherwise I fear that the Government may face legal action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman is making a very important point. Some Welsh rugby players who had covid in South Africa did 10 days’ quarantine there and are halfway through quarantine in England, and they are now being told that they must complete the whole of the quarantine period. When the position is as illogical as that, it brings the whole thing into dispute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely agree, and what we do not require is more advice from Ministers on this subject; we require decisions from Ministers on this subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also want to raise the issue of masks. I receive letters, as I imagine all Members do, from people who say, “There is no point in wearing masks because they do not stop transmission.” I assume that those people would not like their surgeons to wear masks during a surgical procedure. This is nonsense: mask wearing is a common-sense thing for us to do if it reduces transmission to some degree. It is a minor inconvenience to the vast majority of people and it is a sensible measure for the Government to introduce, and I therefore support it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot say the same for the Government’s covid passport. I do not believe it passes the necessity test, and I think the good working of the insurance industry and the availability of civil remedy in the courts are enough to drive the behaviour of venues towards sensible public health policy. We, as a Government, should not be creating criminal offences unnecessarily. I worry about enforcement and penalties in a system that is already overloaded. There is no evidence from Scotland or elsewhere that covid passports actually work. France was mentioned earlier, and there are more than twice as many people in hospital with covid in France than in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Siobhan Baillie (Stroud) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will my right hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have given way once. I am conscious that colleagues want to speak, so I will not give way again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I assume the lateral flow tests will have to be externally validated, which will add a cost to anyone who wants to go to one of these venues. That will not be the help to the hospitality industry that has been suggested by the Secretary of State and the shadow Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When compulsory vaccination was introduced for care workers, many hon. Members took the view that it was the thin end of the wedge, but we were assured that it would be care workers and no one else. Now it is all NHS workers, with a few exemptions. The ground for compulsory vaccination is that these staff will be working with vulnerable members of the public. Well, so will the police and some retail and post office workers. Where does it stop?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Blackley and Broughton (Graham Stringer) made the valid point that this is a retrospective change to the terms and conditions of people who already work in the NHS, and it is likely that we will lose staff as a consequence. This is completely unnecessary when more than 91% of NHS staff have already volunteered to be vaccinated. It is disproportionate and illogical, and I do not believe it will be effective. If the logic of the Government’s position on covid passports is that people must be given a choice between being vaccinated and getting a daily lateral flow test, why does that not operate in the health service, too? The lack of logic in many of these measures diminishes support for the Government’s case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I end on a positive note. Many of these measures are relatively small beer compared with what we can achieve through the booster campaign, so it is essential that the one message we leave the House with tonight is that every one of us has a duty to say to every one of our constituents, “Go out, get immunised and get a booster. That is the best way you can help yourself, your family, your community and wider public health.” If there is to be unanimity in the House at this time of year, that is surely the message that must resonate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}