{
    "url": "https://www.ukpol.co.uk/liam-fox-2022-speech-on-portishead-railway/",
    "title": "Liam Fox – 2022 Speech on Portishead Railway",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 14 June 2022.",
    "content": [
        "Here we go again. Portishead railway has become something of a perennial favourite of those Members who flock to the Chamber to hear these important issues debated, but I will recap for those who have not caught up on the politics of the saga.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The story so far is that we had a Labour Government, for whom our project met all the criteria—environmental, transport and economic—yet no progress was made. We had a Conservative-Lib Dem coalition Government, for whom the project met all the criteria and very little progress was made. We now have a Conservative Government and more progress has been made, but much too slowly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why do we need the Portishead rail link at all? Because congestion across the region costs £300 million a year and causes major delays every day, particularly at junction 19 of the M5. Traffic queueing times are increasing and are predicted to grow by 74% by 2036. The alternative to this programme would be a major new bridge, which would cost a minimum of £250 million —and we all know how these numbers get inflated—and would not be deliverable until 2030 at the earliest, for which we can read “not in our lifetime.” Alternatively, Portishead and its line would be open by 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The environmental cost of the increased traffic congestion is considerable, so improved rail transport will clearly have enormous benefits, but that is by no means all. When looking at the Government’s levelling-up agenda, we have to recognise that there are areas within affluent parts of our country that are themselves much poorer. North Somerset, as a constituency and as a district, is extremely affluent, but it is not uniformly affluent. Pill in my constituency has a high index of deprivation, and it will have a station on the new line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The question of growth and jobs is one of the main issues for the railway line. Portishead is a centre of innovation and creativity with numerous successful and burgeoning small businesses, but labour is at a premium in my constituency. Unemployment is at 1.6%, compared with the national average of 3.8%. The rate in neighbouring constituencies is: Bristol East, 4.4%; Bristol South, 4.3%; and Bristol West, 4%. They are all above the national average.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The line is not just about improving the convenience for people who live in Portishead and work in Bristol; it is also about giving people in those areas of higher unemployment access to areas where they can build businesses, provide new jobs and be hugely involved in the Government’s efforts to increase economic activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am disappointed to be debating this subject again, but I am pleased to support the right hon. Gentleman. Reopening the passenger line both ways is important, as he says, but opening new stations near Parson Street and Bedminster in Bristol South is crucial to pursuing low-carbon forms of transport and to supporting the new housing that is coming forward. I am keen to work with him in the interests of the entire Bristol and North Somerset area, and I urge the Government to do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am extremely grateful to the hon. Lady, who makes a very good point, which augments what I was saying. Housing is being built in Bedminster, for example. Where are people going to go to work? We need high-income, good-quality jobs. The businesses we have in Portishead—the spin-offs from avionics, for example—provide those kinds of jobs. The problem is: how do we get people in those areas of high unemployment and where the new housing is going to be built to where the jobs are? The danger at the moment is that not only are we unable to do that, but companies are unable to grow because of the restrictions on labour availability, they move to somewhere else and we lose the wealth from our region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As ever, it all comes down to money. In 2017, the scheme budget was set at £116 million, assuming a line opening date of December 2021 and excluding a new requirement to fund operational costs. Following three separate Department for Transport-directed delays to the development consent order approval—one of which we debated here only last November—the pandemic, and unprecedented inflationary and market pressures, the revised forecast at completion was £210 million in December 2021. Following cost mitigations amounting to £47 million, the latest forecast sits at £163 million. After further increased regional budget contributions, that leaves a funding gap of £26.82 million, comprising £15.58 million in capital and £11.24 million in revenue, which we have requested the DFT to cover.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just in case anyone has forgotten our debate in November, I remind them that I said then:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“A six-month delay, as suggested by the Secretary of State’s office, would have a potentially devastating impact. It is important that we understand whether this six-month figure was simply plucked out of the air and whether a shorter delay would deal with any reservations from the Department.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That mattered a great deal to us. I also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It has been assessed that the impact on cost beyond 14 January 2022 will be in the order of an additional £13 million at minimum”.—[Official Report, 26 November 2021; Vol. 704, c. 653.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I warned in November that the extra six-month delay for what I believe was an unjustified environmental assessment, or other similar delay, would put pressure on the partners in the project, who simply would not be able to find extra money of that order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What am I asking the Minister for tonight? First, I am seeking agreement to an additional £15.58 million—that is the capital funding provision. Secondly, I am asking for agreement to implement the previously proposed governance structure, with the DFT taking on the client role. If that is not agreeable, incidentally, the funding gap increases by another £14 million. Thirdly, I am asking for agreement to work with North Somerset Council and the West of England Combined Authority to find a solution to fund the forecast additional MetroWest 1 operating subsidy cost of £11.24 million, recognising that North Somerset Council, a small unitary authority, and WECA have no funding streams for additional revenue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister recently indicated that there would be no more money in the Department, but the latest ministerial position ignores key cost drivers that have arisen in the interim period, since 2017, which are largely outside the control of the project team. Those include unbudgeted operational costs; requirements and inflationary costs, linked to associated programme delays, arising from the Department’s development consent order—that adds £28 million; DFT-led changes to the project procurement strategy, which add £6.1 million; market price increases, which are outside the control of the Government and add £39.5 million; and of course the pandemic, which adds an estimated £4.8 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those numbers are tiny when we are talking about projects such as HS2. Let me remind my hon. Friend the Minister about the benefits that the project will bring that fall within the full aims of Government policy. It will significantly reduce travel time from Bristol to Portishead to 23 minutes, compared with 60 minutes-plus—on a good day—by bus and an optimistic 50 minutes-plus by car, and greatly improve people’s access to employment and services, as I outlined. It will bring more than 50,000 people in Portishead and Pill into the direct catchment area of a railway station for the first time in more than 60 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Regeneration of our railways has been a key aim of the Government. This project will deliver 1.2 million additional rail journeys and £7 million of revenue within 15 years of opening. It will produce benefits to the regional economy of £43 million gross value added per annum. It will remove 13 million car kilometres annually by 2041. It will bring new employment opportunities regionally and bring the benefits of economic growth to Portishead and wider North Somerset. There will be sustained environmental benefits, and the major improvement in travel to work times will bring associated personal quality of life and community benefits. What is not to like about this project?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One more push from my hon. Friend the Minister and her colleagues and we can get this project across the line. What could give our region a better boost in this time of uncertainty than to put all the worries behind us, once and for all? I look to my hon. Friend for the push.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}