{
    "url": "https://www.ukpol.co.uk/christopher-fox-baron-fox-2020-speech-on-the-queens-speech/",
    "title": "Christopher Fox (Baron Fox) – 2020 Speech on the Queen’s Speech",
    "post_date": "January 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Christopher Fox",
            "url": "/tag/christopher-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baron Fox in the House of Lords on 9 January 2020.",
    "content": [
        "My Lords, after what might be described as a sluggish arrival of Bills and legislation to your Lordships’ House over the past few years, the Queen’s Speech sets out a dazzling array of Bills and legislation, which the Chief Whip said he expects to keep us very busy. We should welcome the fact that we are moving to address legislation because it quite rightly deals with some very important issues for this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After the dazzling speeches of the noble Baroness, Lady Blackwood, and the noble Lord, Lord Griffiths, and with regard to the 70 other people who will follow me, I will have a self-limiting ordinance and will try to speak quickly and limit what I say around the business, energy and industrial strategy portfolio that I represent. Others on these Benches will of course cover other areas. I am trying with this speech, in the spirit of positivity, to get more information and some sense of how this legislation will flow and about some of the unanswered questions that have come up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The noble Baroness, Lady Blackwood, spoke with great brio on the employment rights Bill. Indeed, if it is as good as she tells us it will be then I am sure we will all welcome it. However, I share some of the reservations that the noble Lord, Lord Griffiths, just set out, in that once these measures start to come before your Lordships, there will be a reining back. This is, as the noble Baroness knows, an area in which the EU has had a strong influence over the United Kingdom’s rules. We will be judging this Bill not just by what it contains but by when it comes. Perhaps the noble Viscount, Lord Younger, can give us some idea ​of the conveyor belt of these Bills and of what will be coming when. That will give us some sense of the priorities within the lump of Bills in this Queen’s Speech. The background notes for the Bill state that the purpose of the employment Bill is to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“protect and enhance workers’ rights as the UK leaves the EU”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As far as I can see, the list of main elements of the Bill does not include the protection of retained EU workers’ rights. Perhaps the Government can clarify where they stand on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The financial services Bill aims to maintain the UK’s regulatory standards and ensure that we remain open to markets when we leave the EU. This is “remain” and “maintain”—in other words, we are pushing toothpaste back into the tube. I will avoid the obvious Brexit jibe here, but does the Minister think that we will in fact maintain the access we currently enjoy to the European financial services market? What grounds does the Minister have for that opinion?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The national security and investment Bill seeks to establish a notification system whereby businesses would flag transactions with potential security concerns. This is something we should all be concerned about, and indeed have been in the past. Given Her Majesty’s Government’s recent conduct—as Ministers will remember —around waving through the Cobham deal and its takeover by a US investor, I think I join other noble Lords in being sceptical about the Government’s intention. It is all very well increasing the Government’s powers and giving them the ability to apply conditions, or indeed to block deals, but if the Secretary of State chooses not to do that and to bend the knee to the market, then those powers are essentially useless. Perhaps the Minister can help me with a thought experiment: can the Minister name one British business that would be protected by this rule that would not, or could not, in fact be protected by existing legislation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The science, space and research Bill is really important, and elements of this Bill have been perhaps the most trailed in the newspapers. I speak of the Government’s so-called ARPA approach to a big investment. We are told that there will be £800 million invested in something, and that that something will be in the north. The details will follow, no doubt, in this Bill. However, what has not been mentioned is the role of UK Research and Innovation. As noble Lords will remember, we went through a very long legislative process to establish UKRI. It was given a co-ordinating role in order to simplify and focus the research activities of this country. If noble Lords want to see how complex the current research and development funding structure in this country is, there is a report from the Science and Technology Select Committee that has one of the most mindbendingly complex box-and-wire diagrams imaginable. This seems to add more complexity and to call into question the role of UKRI. Can we have some clarification around that? In any case, £800 million does not reproduce the level of investment we are getting through the European Union, particularly through Horizon 2020 looking forward. Will Ministers also guarantee that, beyond the current assurances, which have been very well accepted by the research community, research organisations will have access to at least as much as the total funds that are coming from Europe?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While we are on the subject of UKRI, two words that have been all over other Queen’s Speeches we have heard but have not appeared in this one are “industrial strategy”. I do not see those two words in conjunction anywhere in the Queen’s Speech. Is this a slip of the drafting pen? When the current Chancellor of the Exchequer was briefly Secretary of State for BEIS, he proscribed the term. Are the Government proscribing the words “industrial strategy”, or are they merely hiding their light under a bushel? The Queen’s Speech does mention a couple of new sector deals. If there is not an industrial strategy, in what context are those sector deals to be delivered? I seek some clarity. Industrial strategy was, or is, the purview of UKRI, so what is its role going forward, particularly in the context of this ARPA-style research organisation that is coming? Where does industrial strategy lie? While we are in this area, what is the status of existing sector deals? Will they be honoured? Many of them stretch far into this Parliament and, indeed, probably beyond, so where are they and will they be honoured?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Made Smarter review was very important in the area of revitalising regional economies, but it too was not mentioned in the Queen’s Speech, so what is its status? I shall not go into the details of the national infrastructure strategy Bill, but the area I would like the Government to focus on is energy strategy. It is absolutely clear, even before the targets we have set ourselves on zero carbon, that this country is bereft of an energy strategy. We absolutely need a stand-alone energy strategy, so can the Minister fill us in on when we might expect that process to start, when we might actually have that debate and when the industries that will have to deliver this strategy can actually start work? It is already too late in many cases, and we need to move. Leaving aside conversations about all the other elements of infrastructure, that should be top of this Government’s pile.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By any measure, this package is formidable in terms of objectives. I am sure that if this were “Yes Minister”, the civil servant would say, “Very ambitious, Prime Minister”, yet the election campaign stoked expectation even higher, and this will be the challenge. The noble Baroness, Lady Blackwood, talked about challenges. The challenge is going to be public expectation of delivery—that is the phrase du jour that we must use. Those expectations will have to be delivered in a difficult climate. Not only are all these Bills coming, but there is the small matter of free trade agreement negotiations going on, at least with the European Union, if not with other parallels. They are designed simply to reproduce what we have already or to deliver the equivalent economic basis. Meanwhile, economic growth, with all due respect to the other numbers trotted out just now, slowed to about 0.4% between the second and third quarters of 2019, with construction and manufacturing struggling in particular, and the service sector essentially holding its breath at the moment to see what happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "National expectations have been pushed up, and we on these Benches will work hard with the legislation that comes our way and do our best to make sure that these Bills get the scrutiny that the country deserves.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}