{
    "url": "https://www.ukpol.co.uk/liam-fox-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Liam Fox – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 30 December 2020.",
    "content": [
        "Those of us who voted and campaigned to leave the European Union did so for a number of reasons. I was always a constitutional leaver. For me, the test of this Bill is: does it return the sovereignty that we sought? The answer is yes. Why? Because there is no subjugation to EU law or EU jurisprudence, no direct effect and no direct application. Retention of any of those would have been incompatible with a sovereign state. In fact, from our accession to the European Community through various EU treaties, all those elements were incompatible with the concept that those who live under the law should be able to determine those who make the law. That is what we have regained in this process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second test for me is: does this allow us to have a genuinely independent trade policy? Let us remember that we were told that it would take more than 10 years to reach a free trade agreement with the European Union and that it would be impossible to roll over all the EU agreements that we had. I stood at the Dispatch Box and listened to the Opposition incessantly telling us that. I congratulate Ministers and officials under Crawford Falconer at the Department for International Trade for all they have achieved, and I especially congratulate David Frost on landing one of the world’s biggest, if not the biggest, trade agreements in 11 months—a world record—which, again, we were told was not possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we voted to leave the European Union, we also voted to leave the single market, although for some of us the single market is also the single anti-market, with many of the restrictions and protectionisms that it encompasses. If we want to access the single market, there has to be a price to be paid. If we want to diverge from the rules of the single market, there has to be a price to be paid. Does this agreement provide effective mechanisms for us to do those things? My answer, again, is yes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr David Davis (Haltemprice and Howden) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my right hon. Friend agree that the mechanisms that this treaty has found are every bit as good as the mechanisms in the Canada treaty, for example, and all other treaties that reflect these tensions in free trade agreements?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is absolutely right, and not only are they effective mechanisms, but they keep us in line with the best international practice that exists, which of course enables us to move forward with greater predictability. On that point, there are a number of specific elements to welcome. The first is the acceptance of the concept—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jonathan Edwards**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the right hon. Member give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will not, I am afraid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first element is the concept of non-regression as a means of ensuring minimum standards. We accept that the maintenance of those high standards has fixed costs in international commerce, which is why we will always need to compete at the high end of the quality market globally in goods and services. As the Prime Minister rightly pointed out, we cannot ever become a bargain basement economy because the fixed costs we have are simply too high and, quite rightly, the British people would not allow us to abandon the standards we have. It means that we will have to move forward with the natural innovation and creativity of the British people expanding our export culture, because the bottom line is that without more exports and without more actual trade, any trade agreement is simply a piece of paper. It is upon the natural innovation of the British people that our prosperity will be built in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second element, to which my right hon. Friend the Member for Haltemprice and Howden (Mr Davis) alluded, is the fact that the concept in dispute resolution of international arbitration is done without the European Court of Justice, which brings us in line with international trends and practices. That takes us to the third element: the mechanism of determining divergence. If there is no ability to determine to diverge, we are not sovereign. If there were not a price to be paid for divergence, the EU would never have reached the agreement with us. What would have been unacceptable is the concept of dynamic alignment—automatically taking EU rules over which we had no control into our law—but what is acceptable is penalties for divergence, which are clearly set out. They are proportionate, and there is a requirement to show harm, rather than their simply being put into law. The most important element of all in this is that it is we who will weigh up the costs and benefits of any potential disalignment. It is our choice—that is one of the key elements that we have in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today opens up a new chapter in our politics. It is the choice of maintaining and strengthening an independent United Kingdom; or of the new ranks of the rejoiners, who would have us thrust back into European accession politics all over again, consuming all our political time and energy, which is a future that I believe the British public will reject. There are things that we still have to sort out—the future of Gibraltar is one of the important ones, as is seeing further details on services, including financial services—but this is a historic day in our democracy. We have delivered on the referendum and our election promises. If, for the Opposition, those are not reasons to be cheerful, they are at least reasons of which we should all be proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}