{
    "url": "https://www.ukpol.co.uk/christopher-fox-2022-speech-on-the-growth-plan-baron-fox/",
    "title": "Christopher Fox – 2022 Speech on the Growth Plan (Baron Fox)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Christopher Fox",
            "url": "/tag/christopher-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Fox, Baron Fox, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I too welcome the Minister to her new position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The current Prime Minister says that she is focusing on growth and, seemingly, she believes that almost the entire rest of the world are enemies of growth, yet her view on who the culprits are is not really supported by the track record of the government incumbents. For example, how does it help when we had a BEIS Secretary, now our Chancellor, turn his back on the industrial strategies that were effective growth partnerships with the Government? How does it help when the badly botched Brexit deal has created so much extra red tape that many businesses have stopped exporting altogether? How does it help when the Tories create duplicate regulations such as UK REACH, which has caused billions of pounds of extra costs for our chemicals industry? How does it help, when all sectors are facing chronic shortages of people and skills, to have a Home Secretary who is quoted as saying that there are too many immigrants in low-skilled jobs? She should have said that because training has been so badly neglected, there are too few British people in high-skilled jobs. High skills boost productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the most effective enemy of growth is instability. In just over three years, we have had three Conservative Prime Ministers. Each enters No. 10 decrying and overturning the efforts of her or his predecessor. It is very difficult for businesses to justify investing with these political shifting sands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last month’s fiscal statement has created yet new levels of instability. To summarise the external view, I will quote the highly respected former US Secretary of the Treasury, Larry Summers:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The UK did not have room for a massive ineffectual fiscal expansion. The uncontained energy subsidies were themselves substantially problematic and did not leave room for large, permanent tax cuts. That called the credibility of the government into substantial question.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we saw, once this credibility was called into question, all hell broke loose. Just one consequence of that is the cost of business financing, which has increased materially.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These rising rates come against a backdrop of near-record levels of SME debt. The banking trade body, UK Finance, puts borrowing by small businesses at over £200 billion. About half of that debt is loaned on floating rates, which means that the cost of servicing is rising every day. With the number of company insolvencies in England and Wales already at a 13-year high, it bodes very badly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Budget debate unfolded and the debacle became clear, the Prime Minister sought to distance herself by focusing on the previously announced energy cost measures. As we heard from my noble friend Lord Newby, despite their flaws, this principle is broadly welcome—but remember that domestic energy costs remain at least twice those of last year. That is what we should be thinking about when we think about benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the business scheme has a major flaw to which I would like the Minister, the noble Lord, Lord Callanan, to respond to specifically at the end. Based on the terms of the scheme laid out by the Government, only businesses that signed a fixed agreement after 1 April 2022 and those on variable rates will benefit, so businesses with energy agreements signed before this date do not get a subsidy to their unit prices. I ask the Minister to write to me with the Treasury estimate of the number of UK companies missing out on the subsidy due to this cut-off and its estimated impact. I ask him to undertake at the Dispatch Box today that the Government will review this cut-off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, when it comes to diagnosing the cause of our country’s problems, the Conservative Party needs to look in the mirror. The enemies of growth are politicians whose ideology drives out realism, Cabinet Ministers for whom blind faith eliminates proven expertise and a party for whom policy purity transcends common sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}