{
    "url": "https://www.ukpol.co.uk/liam-fox-2019-speech-on-portishead-railway/",
    "title": "Liam Fox – 2019 Speech on Portishead Railway",
    "post_date": "October 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 16 October 2019.",
    "content": [
        "I am grateful for the opportunity to have this debate, especially during the week of the Queen’s Speech. I am also grateful for the dogged and outstanding support that the Portishead railway project has had from the residents of the town itself, from North Somerset more widely, and from the wider region. I am also grateful to my fellow Bristol MPs for being here this evening. I single out and pay tribute to the Portishead Railway Group, whose contribution has been utterly invaluable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I last raised this issue in an Adjournment debate in this House, in January 2005, I spoke about the increase in population in Portishead. In the mid-1950s, the town had a population of around 9,000, which had risen to some 15,000 by the time I was first elected in the early 1990s. The population now stands at around 25,000. The power station and the phosphorus works that used to sit on the dock are long gone, with the last stacks having been brought down in 1992. In their place, we now have one of the country’s finest marinas, and we have contributed more than most to the rise in the country’s housing stock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That housebuilding has not been without controversy. John Prescott, as Housing Minister, ordered that the housing density be doubled, so almost twice as many homes as originally intended were built on this land. That inevitably had consequences for the traffic in the town and parking has been a particular problem. Although the housing density was doubled, the number of parking spaces per home was allocated at the national average of 1.6 per household, when the average in North Somerset, even at the time, was 2.76. It does not take a mathematical genius to work out that the inevitable consequence was a huge deficit in the number of parking spaces available compared with what was needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The increased population in what I described back in 2005 as the most overcrowded cul-de-sac in the country—a phrase that has been widely deployed since—has inevitably put pressure on our road system. The A369 is the only A road out of the town, and junction 19 of the M5 is a regularly miserable experience for Portishead commuters, particularly at peak times. The answer to many of our problems, but by no means all, is to reopen the railway line to Portishead, providing additional capacity to our overstretched transport network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The reopening of Portishead railway is part of the MetroWest project, which was given the go-ahead in July 2012 as part of the city deal under the coalition Government led by David Cameron. Portishead railway was part of MetroWest phase 1, but it has been beset by delays and cost overruns. In 2017, the planned date of the Portishead opening was 2020, yet by then the original cost of £50 million had mushroomed to £116 million. It became quickly clear that it would be beyond the financial scope of North Somerset Council or, indeed, the partnership of four councils to absorb such an increased cost. We were therefore pleased that the former Transport Secretary, my right hon. Friend the Member for Epsom and Ewell (Chris Grayling), came to visit North Somerset and indicated that this Government would ensure that additional money became available. I wish to focus on that area ​and some of the technical issues around it so that the Minister can give us categorical assurances where there remain some anxieties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The proposed allocation of £31.9 million by the Department exactly closed the funding gap. It did not reduce it; it closed it. The four local councils and the West of England Combined Authority have spent, and continue to spend, millions of pounds on the design of the reinstatement of the railway, the necessary environmental studies, and in preparing the development consent order application. For those who may not be familiar with the process, let me describe what this entails. The development consent order process is based on many submission items, one of which is a full funding statement. The statement has had to be generated on the assumption that the Department’s £31.9 million funding share will not be withdrawn. Another item is the business case, which is strong. Its benefit-cost ratio of around 3:1 is almost unheard of for a public infrastructure project. In other words, we know the reinstatement would be an efficient and effective use of public funds to produce a defined benefit. That is a lot more than we can say for many projects funded with taxpayers’ money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the right hon. Gentleman, my constituency neighbour, both for securing this debate and for allowing me to intervene. He will be aware that, in addition to the football and the rugby, Ashton Gate stadium has hosted a number of entertainment events this year. Investment in transport to and from the ground is critical. As the line goes through south Bristol, it provides an opportunity to open up more local transport provision, so it is not just about what we can get now. We are very supportive of this opportunity, which is critical to us in south Bristol.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am extremely grateful to the hon. Lady, and she is right that we deserve better public transport in the Bristol area. Bristol is one of only two cities in the United Kingdom, outside London, that produce a net benefit to the economy, and we deserve a level of spending commensurate with that level of economic contribution to the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Gentleman for securing this debate. He was very good to us in Strangford on many occasions in his former position as a Minister, so I wanted to come along to support him tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman has outlined the need for the Portishead railway to be encouraged and rebuilt, based on the population trends, the extra traffic and the pressure on our roads. Does he agree that perhaps it is time for the Government to look at sustaining public transport, be it railways or buses, to take pressure off the roads?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not simply a specific case; it is also a generic one. We need to see major improvements in our railway capacity for exactly those reasons and for the environmental benefits that will come from not having the pollutants from slow-moving traffic congesting our towns and villages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a result of the Department for Transport announcing its £31.9 million funding share, the four local councils and the West of England Combined Authority have ​now committed to their £84 million share of the funding for the railway project. I make it clear that the railway reinstatement cannot be completed without the Department’s £31.9 million, so can the Minister make a clear commitment tonight that the Department’s funding will be solely on the basis of there being a good business case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Darren Jones (Bristol North West) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased to be here to support the right hon. Gentleman’s case for the Portishead line. Does he agree it is part of what should be a much broader rail network? It is about commuter traffic into and out of Bristol. My Bristol North West constituency is adjacent to his, and there should be a connection to the Henbury loop line so that people can travel between the major areas of employment, as well as travelling into and out of the city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I completely agree. Our transport network is now an economic rate-limiting step in the Bristol area. I know, and my colleagues will know, of companies that want to grow but are incapable of doing so. We are fortunate to have low levels of unemployment in our area, but it is difficult to get people to come into those areas where growth could occur because our public transport network is so inadequate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second issue I would like the Minister to address tonight is the Department’s rail network enhancements pipeline. As the House will know, the RNEP is a multistage process that could lead the Department to adjust its priorities such that its £31.9 million funding share could be either reduced or cancelled. This railway reinstatement is widely accepted as a no brainer in the region and beyond. It has a strong business case, and it is viewed as being of the highest priority in the wider Bristol area. The Department for Transport itself seems to think that the reinstatement of the Portishead line is a major improvement to our railways overall, and so do I. A ministerial commitment on this issue would be most welcome, so will the Minister confirm that the RNEP process will be used only to assure the Department that it is using its money wisely, rather than being used to generate a reason to reduce or cancel the Department’s funding contribution?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Portishead reinstatement will upgrade 8 km of existing Network Rail freight line to Pill and reinstate the track along 4 km of existing permanent way from Pill to Portishead. Given the length of time it has taken and the amount of money spent, it must be one of the greatest investments in one of the smallest increases in railway track that the House has seen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, despite the extremely modest nature of this particular project, the reinstatement is subject to the weighty process that applies to major rail improvements. Why? Because the criterion set out in the Planning Act 2008 is pegged at more than 2 km of track on non-railway land. The only reason why more than 2 km of the reinstatement track is on non-railway land is that North Somerset Council wisely decided to purchase the Portbury to Portishead section to ensure future reinstatement. In other words, we are being penalised because of the council’s foresight and confidence that this most worthwhile project would eventually be brought to fruition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that, unfortunately, the processes operated by the planning inspectorate for the DCO and by the Department for the RNEP clearly have to be followed, ​despite the non-major nature of the reinstatement. I want from the Minister an assurance that everything possible will be done to ensure that the process is as speedy as possible, within the constraints of the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Given the urgent need to reduce CO2 emissions, which has been widely discussed recently, will the Minister confirm that he and his officials will do everything they can to speed up the processes, so that the long-standing congestion and environmental pollution that afflict the 50,000-plus people who will directly benefit from the railway and the 130,000-plus people who will indirectly benefit from the railway, can be reduced at the earliest opportunity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to raise two other brief points. There has been much speculation locally that, rather than a traditional railway, a hybrid of bus, tram and train might be introduced. What is the Minister’s understanding of the likely outcome of any such proposals currently under consideration? There has been a great deal of debate about the relative merits of a range of different alternatives, but we are now seeking an end to the indecision, and clarity about the timescale and nature of the transportation system itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I visited the North Somerset summer show this July, I gave my word that I would raise the issue of Sustrans. I am sure the Minister will be aware that Sustrans has been instrumental in the creation of a national network of cycle routes on quiet roads and traffic-free paths that now extends to more than 17,000 miles. I hope that he and his Department can look into the potential for a dual-use path alongside the planned railway, to see whether we can improve our local facilities further, with all the benefits that that will bring to recreation, transport and health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have said, this project is a no-brainer. It fulfils all the Government’s criteria for reducing road congestion, improving our environment and improving the functioning of our local economy. We are keen to give the Government all those things—if they give us reassurance, clarity and the necessary funding. After all the delay, I would be proud if this Government gave the people of Portishead what they deserve and what they have waited so long to get.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}