{
    "url": "https://www.ukpol.co.uk/liam-fox-2022-speech-on-the-down-syndrome-bill/",
    "title": "Liam Fox – 2022 Speech on the Down Syndrome Bill",
    "post_date": "February 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 4 February 2022.",
    "content": [
        "I beg to move, That the Bill be now read the Third time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I begin by thanking Members on both sides of the House for the support that they have given the Bill from the very outset? There are not many things that justify the downsides of being a Member of Parliament, but this is certainly one of the upsides—when we can see what will inevitably be a crisis emerging and do something about it in due time. That is one of the privileges given to us, and I am grateful to Members for their support in taking the Bill forward. They have not only supported it here in the House but advocated for it outside the House, where it has become one of the best-known private Members’ Bills in recent times in terms of public awareness of what is happening. That matters a great deal, because the Bill is not exactly the same as it was when we considered it on Second Reading—a subject that I will come to in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The most common question that I am asked is, “Why have you been so concerned with this issue?” I explained on Second Reading that when I was growing up, the boy next door to me had Down syndrome. As a GP, I saw a number of those with Down syndrome and their families, and I saw the difficulties that they encountered. We regularly see one of my friends in my constituency, where I live, whose son Freddie has Down syndrome. As Members of Parliament, we have all recognised that having someone in the family with Down syndrome is not just a single problem to be dealt with; it is a conglomeration of problems. Families find themselves fighting on a number of fronts to get the quality of care that, frankly, they already have a right to. For me, that was why we needed a separate Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All Members will have had letters asking why the Bill could not have been wider—why we could not have included more conditions in it. I suppose there are two answers to that. The first is that private Members’ Bills have to be short and concise if we are going to get them through. Let me be very frank: getting a foot on the ladder of legislation in areas such as this is crucial. If we reach for too much in a private Member’s Bill, we can end up with zero. I think we have set the appropriate level of ambition in this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also have to recognise the complications that come with an extended Bill when it comes to the view of the Treasury. Many years ago, I was in the place of the Lord Commissioner of Her Majesty’s Treasury, my hon. Friend the Member for Castle Point (Rebecca Harris). It is definitely a case of gamekeeper turned poacher, but you learn a great deal as the gamekeeper for when you have to be the poacher later on when it comes to private Members’ Bills. I put on the record my thanks to her for her help. The role of the Friday Whip is not well understood outside Parliament, but when they are on your side, they can be very powerful allies indeed, and her support is very much appreciated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also wanted the Bill to be separate because it is about a definable group in the population. Down syndrome is not something where there is any dubiety about the diagnosis and, as I said, there are complex identifiable needs. For example, we know that those with Down syndrome have a higher level of issues such as congenital heart disease, they have a higher instance of leukaemia, they have myriad ear, nose and throat problems, and the earlier they are dealt with, the better. It is difficult enough for parents to be fighting waiting lists and fighting to be regarded with sufficient urgency; if they are also dealing with the education system and trying to get help for a learning disability, that is an additional problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The successes in medical care are the main driver for the Bill. When I was growing up, that boy next door had a life expectancy of 15 years. When I became a doctor in 1983, the life expectancy was about 30. Now, it is about 60. We should all be extremely grateful for that, but, as ever with advances in medical science, it brings its own problems. The problem, if we want to see it as such, is that parents will have this extra worry: “What will happen when I’m not there?” That is why I referred at the very beginning to a perfectly identifiable crisis that is on its way to us. If we actually take measures now, we can prevent individual tragedies. If there is a real justification for Members of Parliament having their own constituencies and dealing with real people, rather than being creatures only of a political party, it is that constituency link, which tells us about problems that need to be addressed and gives us the early warning sign to pass legislation to be able to deal with them. The complexity of the issues is one reason why we need separate legislation and why we had to bring different provisions into the Bill as it comes back for Third Reading from when it left the House after Second Reading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ruth Jones (Newport West) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Member is making such a powerful point. He and many other Members have had numerous letters questioning the narrowness of the Bill. Will he reassure us that this is only the beginning and most definitely not the end of the process?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Indeed. I would not even say it is the end of the beginning. It is on the way to being the end of the beginning, but this will be a perpetual battle. So long as medical science is able to make advances in genetics and immunology, this process will continue into the future and we will need to look at it. It is worth pointing out, to answer the hon. Lady’s question more directly, that we considered this in Committee. The Minister for Care and Mental Health, my hon. Friend the Member for Chichester (Gillian Keegan), made it clear that in the guidance that will be issued, which I will come to in a moment, it is entirely possible to deal with the effects of other conditions that may have the same effects as those emanating from Down syndrome. In a way, yes, we are starting the process, and the way in which we change the Bill is absolutely key to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On Second Reading, I think it is fair to say, because we can be a little self-critical, that this was a well-meaning Bill that went as far as we could. However, I made it clear that one big issue was missing—the enforcement of rights. It is all very well to make available new provisions and rights in law, but if an individual or parent does not have the ability to enforce those rights, if there are no mechanisms or levels to pull to enable them to get the full benefit of what the legislation supposedly gives them, ultimately we are failing to achieve what we want. We discussed two major issues. I purposely left them out of the Bill on Second Reading because we were not ready. There is nothing worse than poorly-thought-out legislation that we have to come back and amend. It is far better to think the process through, get agreement on both sides of the House and with the Government, and then proceed on the basis of unanimity, as happened in Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The changes were essentially twofold. The first was getting agreement from Ministers that they would issue guidance to local health and education bodies and planning authorities to ensure that healthcare, education and long-term care issues would be properly taken into account. That was a major step forward. Again, it answers the question of how we can broaden the effects of the Bill, even with measures that are not in the Bill. That means looking at other conditions that will face the same problems as created by Down’s syndrome. However, that agreement created its own parliamentary problem for us, because as those who listen to debates in the other place will know, guidance issued by Ministers that is not laid before Parliament creates a potential democratic deficit. That is why I think it was the first major step forward for the Bill in Committee when the Government agreed not simply that the Minister would issue guidance, or that that guidance could apply directly to the various bodies concerned—another important step in itself—but that that guidance would be laid before Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Up to that point, I had considered whether we needed to put a sunset clause in the Bill, to have it completely reviewed to see whether it worked in practice. The fact that the guidance will be laid before Parliament enables us to look in real time at what is happening, including parliamentary Committees looking at how the guidance actually works. That is a huge step forward. I think it is actually precedent-setting and turns this from a nice Bill into a cutting-edge and meaningful Bill. That is a huge achievement and one thing for which the Bill will be most remembered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Craig Williams (Montgomeryshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay huge tribute to my right hon. Friend for bringing forward the Bill and the manner in which he has done so. On the territorial extent of the guidance, as a Welsh Member of Parliament I pay tribute to him, but he will know far better than I, given his length of service in this place, that the Bill’s territorial extent is England only. The Minister has alluded to working with devolved counterparts, but may I ask him to use his passion and experience to urge the devolved Administrations to follow suit?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for that question. It will not surprise him to hear that, as a committed Unionist, I will come back to that. We need to consider the quality of life of all citizens in the United Kingdom, not just those for whom we are directly legislating today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn to the second element of precedent-setting changes that we made to the Bill in Committee. As we move to the new integrated care structure in the health service, we will have a named individual on the integrated care boards responsible for the application of this legislation, should it receive Royal Assent. That really matters, because those who have Down syndrome, their parents, their families and communities will know who in the new structure is responsible for ensuring that the guidance issued by Ministers is given effect on the ground. I think that even the direct application of ministerial guidance—as it would have had—and parliamentary scrutiny would not have been not quite enough to guarantee the effect of the Bill’s provisions where it really matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is precedent-setting. I doubt very much whether this will be the only occasion on which my hon. Friend the Minister has to consider representations for named individuals to take responsibility, but I take great pride in the Bill being the first, because I think it is a major step change from what we have had. It will give the new integrated care plans the idea of responsibility for their application to named individuals, which gives us a point of pressure in the system that did not otherwise exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I turn to the Bill’s application to one part of the United Kingdom. At the beginning of the legislative process, we had a choice. We could have set out a United Kingdom Bill and challenged the Governments in Scotland, Wales and Northern Ireland for legislative consent orders. We could have said, “We dare you not to have the same provisions.” However, that would have become a debate about devolution, not Down syndrome, and I passionately wanted the Bill to focus on the needs of those with the condition and not become an argument about Government process or our constitutional relationships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Having said that, I completely take the view that a person with Down syndrome should not have fewer rights in one part of this United Kingdom than in any other. The Bill is making speedy progress through the House. I hope that it will make speedy progress through the other place and that, hopefully, it can get to Royal Assent before World Down Syndrome Day on 21 March, at which point we would be the only country to have legislated for it. That is important for our concept of global Britain, which cannot be just about trade, defence or economies; it must also be about our values, and I can think of no clearer signal to send than to legislate on this point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I say to those in charge of the legislative programmes in Wales, Scotland and Northern Ireland that it is unthinkable that people with Down syndrome living in those parts of the United Kingdom should have fewer rights, or rights applied at a later date, than those in England, for whom we are legislating today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When it comes to health, it is the duty of all those who run those devolved parts of the United Kingdom to ensure that everybody in the UK, irrespective of where they live, gets the same access at the same time to the changes to which we are giving effect today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Bill began with great intentions, and ends now as a landmark Bill. It recognises that, in the provision of services, whether in health, education or long-term care in this country, Parliament will give not only rights, but applicability and enforceability of those rights in our systems. That is a change in the whole way in which we think about such legislation in this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very proud to have been the mover of this Bill; as the mover of the Bill, I am also very moved by the support that has come from every party in the House of Commons and from the Government. I thank all my colleagues and, with your indulgence, Madam Deputy Speaker, I may be able to thank some others who have been instrumental in the progress of the Bill a little later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}