{
    "url": "https://www.ukpol.co.uk/liam-fox-2002-speech-to-conservative-spring-forum/",
    "title": "Liam Fox – 2002 Speech to Conservative Spring Forum",
    "post_date": "August 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the then Shadow Secretary of State for Health, at Conservative Spring Forum on 23 March 2002.",
    "content": [
        "Hardly a day goes by without further evidence coming to light indicating that, under Labour, the NHS is failing. Dirty hospitals with high infection rates for patients. Cancelled operations leading to rising waiting lists. A care home crisis resulting in bed blocking, with frustration for patients and demoralization for medical staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yet, despite this bleak picture under a Labour government that promised so much, the public remains ambivalent about the NHS. At the same time as rising intellectual criticism about the quality of the service, there remains a strong emotional attachment to the institution itself. There is therefore both a demand for change but a suspicion that change may threaten the aspects most prized by the public, such as a service free at the point of use for those who need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Complicating the picture is the fact that some of the harshest criticism of the NHS comes from those who were previously its fiercest defenders. Often, the combination of their own unhappy experiences and an increased awareness of better healthcare overseas has persuaded them that the NHS is not the only model capable of producing the quality and security of access they seek.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been a serious handicap in the health debate in the UK that the terms “healthcare” and “the NHS” have for too long been politically synonymous. Only recently have events conspired to promote change, for example a Labour Government being forced to have British patients treated on the continent because of the explicit failures of the NHS. This backdrop provides a rare opportunity to open up a better quality discourse. That debate needs to begin with a clear understanding about the origins of a peculiarly British approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The National Health Service was a product of the 1940s – that is of a collectivist era. Central planning was high fashion, as was the notion that state control was the best way to achieve change. This is unsurprising. The War had seen a massive increase in state regulation, which had been tolerated in the interests of victory. Austerity and rationing were necessary and accepted concepts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now, 60 years later, we find ourselves in an era of affluence which the founding fathers of the NHS would not recognize. In 2002, austerity is no longer fashionable or necessary. Yet much of the British public have been willing to tolerate just such austerity in the field of healthcare. It is almost as if inadequate provision has been accepted as a classic case of Britain “muddling through”, with the Dunkirk spirit its guiding force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Increasingly, the patience of patients is wearing thin. There is a growing demand for the standard of healthcare befitting the World’s fourth richest country. We are no longer a nation emerging from the ravages of a War that almost drove us to extinction. It is no longer acceptable for the public to be constrained within an NHS that does most things quite well most of the time. What is needed, and increasingly demanded, is a system that does many more things very well all the time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Politically, Labour has been the party most wedded to the politics of the 1940s. But even they have been forced to abandon most of their discredited ideological positions from that era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the economic front, they have retreated before reality. They no longer have Cabinet Ministers whose sole responsibility is Food or Prices. The major nationalizations have been overturned. Trades union reforms and labour market liberalization have brought prosperity and individual emancipation in the economic sphere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the social sphere, however, individuals are still much more at the mercy of the state. Labour fought tooth and nail against Margaret Thatcher giving council house tenants the right to buy their own homes. In education, too many children pay the price for Labour’s obsessive centralisation, while in health, Labour deny people the right to choice and diversity taken for granted in so many other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour supporters cling to the NHS like a comfort blanket, because, in every other facet of policy, they feel that the Labour Party has abandoned its roots. The NHS is the last remaining manifestation of the Attlee government, of the era when Labour believed they had all the answers. But the NHS was never even the Utopia Labour like to portray. Within a few years, they were retreating from their New Jerusalem, with charges for spectacles and prescriptions, thus creating the service which Tony Blair describes as “largely” free at the point of use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The NHS, as an institution and not merely as the expression of a set of ideals, has thus acquired a totemic identity in the eyes of Labour politicians which has little to do with healthcare. Its continued existence in its present form owes more to the complex psychological needs of a Labour Party which is no longer a socialist party in a world where socialism no longer has a place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The NHS has now become the fig leaf for New Labour’s vapid core. Indeed, it is just about the only thing that allows Labour activists to live with their consciences, their Party having thrown virtually every other Labour nostrum over the side of HMS Blair in search of the rhetoric to please the focus groups. Politically, the NHS is now the ventilator on the Labour Party’s own life-support machine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And the joint victims in this tragedy are the patients, denied the care they need, and the medical professionals, unable to provide what they have been trained to do. The NHS, under Labour’s model, pursues equality of access at the expense of excellence, and seems almost to accept mediocrity as a manifestation of social values dating from “the golden collectivist era” of the post-War world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, the first problem which Labour are landed with is that the NHS is over-centralized and over-politicized.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For Bevan, this maxim was in full accord with the ethos of the day, and entirely deliberate. He thought it vital that he should be able to hear the crash of every bedpan from his office in Whitehall. This was why he rejected the proposal from the original Beveridge Report that the existing system of mixed healthcare provision should be retained, and instead nationalised virtually the entire system overnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Successive Labour Health Secretaries have followed the script for the NHS which Bevan wrote in 1948, all determined to run the Health Service from behind their Whitehall desks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And, despite its focus group-friendly lexicon, New Labour’s grip on the healthcare system has been similarly vice-like. Time and again, they have brought clinical and political considerations into direct conflict. Ministers have swept aside concepts of clinical priority in favour of their own insatiable PR agenda. Professional freedom is suffocated, and ethics take a back-seat, as clinicians and managers are pressurised into making the political health of the Government, rather than the health of their patients, their main consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Examples of what this means for the patient are legion. There can be no clearer illustration than Labour’s hugely discredited waiting list initiative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This policy has been roundly condemned in most quarters for encouraging clinical distortion, as a result of which patients with more serious conditions actually wait longer while simple, less urgent cases are dealt with more quickly to bring numbers down. It has been pointed out, quite rightly, that this abandonment of the principle of treatment being undertaken on the basis of need has undermined the entire ethical and moral principles which the NHS was supposed to embody.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is entirely consistent with the narcissistic nature of New Labour that they are more concerned with how things appear than how they really are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Waiting lists are controlled by restricting the numbers of patients who get to see their Consultant (it is only then that their official waiting time starts). Thus there is a huge rise in the waiting list for the waiting list. Patients are still waiting in pain and fear in increasing numbers. But Ministers can claim to have met their targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Systematic and widespread fiddling of the figures takes place. Consultant to consultant referrals are not counted. Patients who refuse a specific date or refuse to answer letters become “administratively” removed irrespective of their real problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Only recently, a GP friend told me that he had just returned from holiday only to find that his daughter had been taken off a waiting list because, while they were away, the health authority sent a letter saying, “If you don’t write back within seven days, your name will be taken off the list.” Now she has to go back to the end of the queue. What sort of system is that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In another hospital, the maxillofacial surgeons were forced to add patients to the waiting list and give a date of 23 December for treatment, knowing that no patient would volunteer to go in for facial surgery so close to Christmas. Those patients were therefore taken off the waiting list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In March last year, the British Medical Association described the situation where ‘Artificial targets imposed on an overstretched service cannot be met without resorting to ingenious massaging of the figures. It does not fool, nor does it help, patients’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But it is the reaction of the Blair Government to exposure by the National Audit Office of fiddled waiting list figures that is most instructive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you would expect, the Prime Minister tried to understate the issue, telling the House of Commons that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It is important to put this matter in perspective. Over a period of four to five years, 6,000 people were misallocated on the lists.”–[Official Report, 19 December 2001; Vol. 377, c. 281.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Only 6,000! They are not mere statistics; they are real people, sick people. This outrage is, in my view, one of the greatest stains on this Government’s record and it is a direct result of the mindset of New Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the hallmarks of Labour’s stewardship of the NHS has been their clear intent to ensure that as many party political poodles as possible are in positions of NHS authority. Against the entire ethos of public service, Labour have ensured that appointments are made not on the basis of what individuals can bring to the administration of health care, but the loyalty they will bring to their party political masters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When Dame Rennie Fritchie was confronted with the evidence, she concluded that there were, indeed, an unacceptably high proportion of appointments made to Labour Party supporters. In the wake of this, the so-called Independent Appointments Commission was introduced. What difference has this made? In response to recent Parliamentary Questions, the Government has revealed that the proportion of Labour Party appointees has actually increased! In fact, this is little wonder. Although the Appointments Commission itself is supposedly independent, it is appointed by the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When Labour came to power in 1997, they promised to put more money into the health service by cutting administration. In practice, quite the reverse has happened. We now have the situation where, for the first time in the NHS, the number of administrators is actually greater than the number of beds. We have the absurd situation of having 1.15 administrators for every NHS. Under Labour the number of beds has fallen by 16,000 and the number of administrators has increased by 27,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This problem is made worse by the fact that the increase in administration has largely been accounted for by people whose role is to make the system still more centralised. In other words, we have reached a position in which the NHS as a whole is over-bureaucratised, but individual Trusts might well be under-managed. The main reason for this is the constant interference, in the form of Ministerial circulars, and the resulting obsession with targets in the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under New Labour, if it moves it must have a target. The predictable result of this has been the emergence of target-orientated behaviour amongst hospital managers, whose job primarily is to meet centrally-set targets, irrespective of what this means for the running of their hospitals or the impact on the patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have seen the ridiculous situation where patients have been kept in ambulances outside Accident and Emergency Departments because their waiting time does not officially begin until they are clocked in to the A and E Department itself. This enables hospitals to meet their Accident and Emergency waiting time targets. But it makes no difference to the patients themselves. Likewise, when hospital trolleys have their wheels taken off, they technically become a bed – so, by the most bizarre manipulation of their own equipment, hospitals are again able to reach the Government’s targets with no benefit whatsoever to the patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps most distressing of all is the concept of redesignation of parts of hospitals. Outsiders simply cannot comprehend that corridors could be redesignated as wards, with the result that, technically, patients are not waiting in corridors. Such cynical and essentially dishonest behaviour brings shame on those who have demeaned their own professional status by doing such things and denies patients the level of care and dignity they have a right to expect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There can be few organisations that will rival the NHS for sheer ability to waste resources. Almost unbelievably, the Head of Controls Assurance at the NHS, Stewart Emslie, identified £9 billion of waste in the NHS in 2001 – almost 20% of the entire budget. Amongst the items of waste that he mentioned were £2 billion as a result of bed blocking, between £1-3 billion of fraud and theft, over £1 billion wasted by hospital acquired infections, £300-600 million on medication errors, £300-600 million on wasteful prescribing, £400 million on clinical negligence and £100 million on avoidable management costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is inconceivable that any Chief Executive Officer of a major company would be able to hang on to his job, given such gross and unacceptable diversion of vital resources. Yet this is a system into which, with characteristic failure to understand the root problems, Labour is simply proposing to pour further huge sums of taxpayers’ money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister told us on the BBC’s recent NHS Day that more taxpayer’s money will have to be pumped into the Health Service. He is ignoring all the evidence if he believes that this alone will be the answer to the system’s problems. Labour has already spent considerably more in real terms, but to no effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A Surrey consultant, Peter Williamson, recently told Hospital Doctor:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "‘The Government claims it is putting great sums of money into the system – but this money is seldom seen by the people inside the service’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Experts at the King’s Fund have highlighted how the Government’s extra funding has had little impact on activity levels. They said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "‘The implication is that any reduction in the waiting list in the last three years has been achieved not through treating extra patients, but through fewer people being placed on to the waiting list each year. The figures show that there has been a fall in the rate of increase in NHS activity, despite a large increase in funding for the NHS.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Things are so bad that, despite a 30% increase in real terms in the level of health spending over the last three years, there was actually a fall last year in the level of NHS activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We do not need to look far to see that spending alone is not the answer. Wales and Northern Ireland are already above the Institute of Fiscal Studies target of 8.9% GDP and Scotland is above the Government target of 8%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yet in all parts of the UK the health service is failing, even in Northern Ireland, where spending is commensurate with France. Although Wales and Northern Ireland have higher spending than England, they also have longer waiting lists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "From a significantly higher baseline, expenditure in Scotland is rising, but things are still getting worse. For example, over the period from 1999 to 2001, there has been a marked increase in the number of people waiting for treatment, patients are waiting longer for treatment and fewer patients are being seen. And over the last year, the number and rate of nurse vacancies has also risen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Despite higher spending in Scotland, a third more people die of heart disease and 40% more people die of lung cancer. It is clear from across the UK that the problems of the NHS monolith cannot be solved by simply throwing in more taxpayer’s money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“No more for the NHS until it gets better” the Chancellor told the Sun. Did we miss something? What event has occurred to justify the billions extra about to be spent? For, rest assured, billions more will be spent while mere tinkering goes on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Despite endless upheaval, very little will change in the NHS. The New Labour oxymoron of “earned autonomy” means “you can do what you want but only if it’s what we tell you”. The latest legislation gives many new powers to Whitehall to control activity in the NHS. For example, the Secretary of State will set all the budgets of the new Primary Care Trusts, and can withhold funds if they fail to meet his performance criteria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Talk of commissioning powers and the emergence of strategic health authorities makes many wonder if Labour are simply recreating the internal market they abolished in 1997, having wasted five years and countless amounts of money in the meantime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour’s relationship with the private sector is equally dysfunctional. They have alternated between support for a monopoly provider, a full partnership and a short-term expedient. The position, of course, depends on the audience, not the analysis. What is clear, however, is that the policy will have nothing to do with choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of all the failings in Labour’s approach to health, perhaps the greatest is their failure to understand the value of individual choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "From the moment a patient first experiences symptoms, their route through the healthcare system will be plotted by someone else, taking no account of any preferences he or she might have. And at all stages along that route, the patient will be within a system which is State-owned and State-run.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The fundamental and inevitable failings of such a centralised and politicised State monopoly system manifest themselves from the very outset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The patient’s first point of contact is with their GP. They have little, if any, choice over who this is, they will belong to a “list” and the Government will regulate and restrict the number of GPs in any one area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If their condition warrants it, the GP refers the patient to a consultant. Needless to say, they don’t have any choice over which hospital the consultant works at, let alone that consultant’s identity. Their time of treatment will be dictated to them, and with increasing frequency may be cancelled. If they fail to observe all the rules set they will go to the back of the queue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What century is this? Why is it that the consumerist culture is entirely absent from our State healthcare system? The assumption seems to be that patients exist to service the system, rather than vice versa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Without giving greater control to individual patients over their own medical and surgical treatment, there will never be a liberation from the unacceptable position of the State holding the whip hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As in so many other areas, the problems faced by our public services can be traced back directly to the very ethos of New Labour. Like the Clinton Administration, its project is about coming to government and staying in government, not about what to do when it is in Government. Policy consequently is replaced by endless reports and reviews. It is little wonder that a senior United States official was quoted recently as saying that Tony Blair seems more concerned about finessing a problem than dealing with it. How very perceptive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Any given problem is exacerbated by the fact that the Government has no core beliefs at all. One minute they will call for a monopoly NHS, another a public/private partnership or even full-blown private sector involvement. What they say depends entirely on the audience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a Government of intellectual incoherence, inconsistency and incompetence, in which the Prime Minister becomes ever more detached. And in doing so, he appears to grow increasingly contemptuous of his party – it seems to exist only to glorify the cult of his personality, spawning a Ministerial culture of blame, spin and re-announcement. When things go wrong, they are happy to blame the professionals, their predecessors in government, the Third Way – anyone but themselves. If that fails, they set new targets, shift deadlines and commission new reports. They stand for nothing, but will say anything.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The public have instinctively trusted Labour on health, but their hopes are being, and will continue to be, shattered. The NHS is not delivering what it should. Despite a huge increase in resources, the NHS actually saw the number of patients treated last year fall. Waiting lists are rising. The crisis in care homes threatens to turn care in the community to neglect in the community. The number of cancelled operations is soaring. Hospital acquired infections are at record levels. Morale continues to plummet in the caring professions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour’s response is to pour in more taxpayer’s money and tinker at the edges of the NHS. Sadly, they will not succeed. The NHS is a collectivist model in a consumerist world. It is over-centralised. It is over-politicised. It is over-bureaucratised, yet under-managed. It is obsessed with targets, but failing to meet clinical need. It is wasteful; and spending and outcomes have increasingly become disconnected. Only the dedication of its staff keeps it afloat. Labour will fail because they will not accept these things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Without a historic depoliticisation and decentralisation, coupled with increased choice for patients, Britain will be consigned to second-rate healthcare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A solution will require a Conservative prescription. Tony Blair was right on one thing ” Britain deserves better”. Five years on, it is clear that this cannot come from Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I once likened the approach of the NHS to asking Dickensian peasants to queue up for their gruel, and to say thank you because there was nothing else on offer. Like Oliver Twist patients want more. It is what they deserve. But not just more of the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}