{
    "url": "https://www.ukpol.co.uk/liam-fox-2021-speech-on-global-britain/",
    "title": "Liam Fox – 2021 Speech on Global Britain",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 11 January 2021.",
    "content": [
        "Naturally, I am glad that we have finally left the European Union in all its manifestations, which I always believed was an unnatural berth for a United Kingdom that was outward-looking and sovereign. However, Brexit is not a panacea in itself. What Brexit does is bring choices and options and freedoms that would not otherwise be there. To make it succeed we have to have vision for our future, we have to have courage in policy and we have to have boldness in execution. Government structures must be re-oriented towards the task, funding not only those institutions we need inside the United Kingdom to make it succeed, but our elements abroad as well, something the Treasury will need to come to terms with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If I may, I would like to say two things about trade. First, Brexit allows us to have an independent trade policy, but that comes with one major drawback: we actually have to have more exporters to make it worthwhile. Unless we have more goods and services to sell—unless we have more trade—a free trade agreement is little more than another piece of paper. That is why I welcomed the push for an updated and extended transport strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, it allows us to deal with some global trade issues. Global trade was shrinking before we got to the covid crisis, not least because of the number of non-tariff barriers being loaded into the global economy by the world’s richest countries. We are making it more and more difficult for some of the world’s poorest countries to access our markets. If we continue that trend, our aid budget will become little more than conscience money while we stop people being able to trade their way sustainably out of poverty. We need to take a strong look at our own behaviour and what we are doing in terms of putting up barriers to some of the world’s poorest nations. It is wonderful that we are talking about reducing tariffs for some of the world’s poorest countries, but we need to take a good look at the non-tariff barriers that are making it so difficult for them to enter our markets. That problem is being made worse at the present time by the export restrictions on medicines and medical products. They will need to be reduced, otherwise they will accentuate the problems we are facing with covid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a World Trade Organisation that is, frankly, on the edge of collapse. That brings me to the final point I want to make about the institutions where Britain can play a bigger role. Multilateral institutions such as the UN, the Security Council, the OECD, IMF and the United Nations Conference on Trade and Development were all designed for the second half of the 20th century. They need to be brought up to date for the challenges of the 21st century. Those who have shown the way in the United Kingdom, both in politics and the civil service, can give a lead. There are our other partnerships, too. In NATO, our European partners must learn to step up to the plate on spending. The Five Eyes community has far more than just security potential for us. The Commonwealth—a third of the global population, most of whom are under the age of 30—shares many of our political institutions and our legal system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are tremendous opportunities for the UK. We can choose to shape the global system around us or be shaped by it. I know what I want for my country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}