{
    "url": "https://www.ukpol.co.uk/liam-fox-1992-maiden-speech-in-the-house-of-commons/",
    "title": "Liam Fox – 1992 Maiden Speech in the House of Commons",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Liam Fox in the House of Commons on 12th May 1992.",
    "content": [
        "It is with no little pride and a great sense of honour that I speak for the first time in the House. I must immediately make known the debt that I feel to my constituents for sending me here. I hope that the faith that they have shown in me will not be misplaced over the years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency is Woodspring. Like many hon. Members, I have received several hundred letters since the election saying, “Congratulations on a wonderful Conservative result—by the way, where is Woodspring?” Those who have been in the House before will not be surprised to learn that the reason they have not heard the name of the constituency more often is that it was represented by Sir Paul Dean, who spent a record length of time as a Deputy Speaker. He gave record service both to the House and to the country. I am sure that hon. Members on both sides of the House join me in wishing him a happy retirement. After the length of time that he spent as Deputy Speaker, I am sure that he more than deserves it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the questions that is of immense pertinence to Woodspring is its location. After the reorganisation of local government in 1974 the people of Woodspring, who had always belonged to north Somerset, found themselves in the much loathed county of Avon. The quicker Avon is abolished, the better—and the quicker my constituents are returned to Somerset, which is where they belong, the happier they will be. Any Minister who can push that through quickly will be assured of a warm welcome when coming to speak in Woodspring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Woodspring extends from Portishead, south of Bristol in the north-west of the constituency, through Clevedon, Nailsea, the Chew valley and down to Paulton, a town which has particular difficulties in the wake of the Robert Maxwell affair. Like many of my hon. Friends, I shall he trying my best to get a fair deal for those who have suffered from the scandalous behaviour of Robert Maxwell and what he has done to those poor people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are several other problems in the constituency, courtesy of Avon county, not least of which is shared by many of my hon. Friends, and that is the problem of traveller sites. We require urgent reform of the Caravan Sites Act 1968. It is becoming scandalous that law-abiding citizens who work hard to improve their community and their homes and surroundings should be discriminated against by a piece of legislation which gives priority to those who have no semblance of regard for local community and no community spirit, and who contribute nothing. I urge the Government to undertake a far-reaching and rapid reform of that legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is with some sadness that I speak in this debate. I am one of the many doctors who qualified under the Conservative Government and their far-reaching reforms of the health service. I was disappointed—indeed, disturbed—to find that the Opposition, who a few weeks ago told us that health was the single most important issue facing the electorate and that the election was a referendum on the NHS, chose not to debate the subject in the six days of debate on the Loyal Address. Why has it slipped so far down the Opposition’s agenda? Could it be that they were rumbled during the election and were shown to be posturing in the extreme, with no solid policies to oppose the reforms that the Government have made? That is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Conservatives do not need any lessons from our opponents about caring. We heard the word “caring” used today during health questions as though it were the exclusive preserve of the Labour party. As a junior doctor and a medical student during the health workers’ strike, organised by caring NUPE and COHSE and supported by the caring Labour party, I took blood samples in taxis through picket lines. That was the extent of their caring. In this spirit of great caring, dredging up personal cases of misery to try to find the one case that has gone badly in the national health service and overlooking all the reforms and successes that we have had, they have resorted to the lowest form of political debate. To try to say that every case that has gone wrong is typical is loathsome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the first time since its inception, Conservatives have introduced into the health service the idea that preventive medicine is important. Before the GP contract was introduced, we were told by our opponents—by the British Medical Association and by those who now oppose the new Home Secretary, whose bravery in introducing the reforms should be attested to—that we would lose the ability to see elderly patients and that people would riot get the medicines that they require. We have seen record immunisations, record numbers of women having cervical smears, and record numbers of visits. Yet when our opponents are asked to say what is good about Conservative health reforms, they are not able to give any examples.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look forward to giving many examples and I am sorry that the hon. Member for Livingston (Mr. Cook) is not here to listen to some of the positive aspects of Conservative health policy. It is time he realised that not everything that the Government do—even in his view—is bad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great honour to speak in the House. I hope that in the coming months and years the health debate in the House will be more constructive than in the past, but, in the words of the Leader of the Opposition, I fear that it will be a triumph of my fears over my hopes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that Conservative Members will contribute constructively. The Queen’s Speech was excellent and Conservative Members, especially the newcomers, look forward to the legislation that follows it, which will be good not only for our party but, more importantly, for the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}