{
    "url": "https://www.ukpol.co.uk/liam-fox-2020-speech-on-covid-19/",
    "title": "Liam Fox – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 11 May 2020.",
    "content": [
        "I begin by thanking all those key workers in North Somerset who keep our essential services moving, all the voluntary groups who have kept our communities healthy and all those who have maintained the Government guidelines, keeping one another safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even at this point in the pandemic, there are a few points worth making about the medicine. In a pandemic with a new virus, where there is no vaccine and no cure, most of the population are likely to become infected over time. A lockdown, the likes of which we have had in the United Kingdom, can reduce the peak death rate, history will suggest, by up to 50%, and it will reduce the excess mortality rate over time, but not to such a great extent. It is worth us keeping that in mind as we look forward to future steps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We do not know how this virus will behave. It is not influenza, and therefore influenza modelling may not be the most appropriate. It may be seasonal. There may be winter peaks that recur, but there may not. It may disappear as SARS did, for example, or have sporadic cases, as MERS had, but the virus is likely to remain, evolve and mutate, so this is not a war. The virus will not surrender. There will be no VC day, so my advice to politicians, the media and commentators alike is to take Basil Fawlty’s advice and “don’t mention the war”. It gives a false perspective for the public in understanding the likely course that this pandemic will take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the virus will spread widely through the population in the course of this illness, the great unknown is what proportion of the population have already been infected and may have been asymptomatic. There are studies in other countries—they are not yet published or not yet peer-reviewed, so it is not evidence that we can readily use—that suggest that in some populations, the asymptomatic proportion of the population can be quite high. We will know that only if we are able to introduce a programme of widespread antibody testing, because the current programme of PCR—polymerase chain reaction—testing will diminish in effectiveness as we are able to detect less of the virus. We therefore need an antibody programme that tells us how many in the population have been infected over time. I urge my colleagues on the Front Bench to speed up, where possible, the rolling out of antibody testing, because it will be key in the longer term to understanding the spread of the illness, our ability to control it and our ​ability to set free those who will have been cocooned for some time as a consequence of the measures that we have already taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "How successful we will be in dealing with this particular viral outbreak will be a long-term judgment. We need to be patient, because there are no immediate answers here or anywhere else. We will need to wait to see the level of excess global deaths before we are able to determine whether, in closing down parts of the global economy, we have actually overreacted as a global community to the emergence of a new virus. That will be crucial for our future activities, because we cannot afford to close down the global economy every time we have a new virus emerging, and, if we are not willing to do that, we must develop international protocols that will give us an idea of how we manage, in the globalised era, something that will not respect borders however much we in governmental structures wish that it would.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}