{
    "url": "https://www.ukpol.co.uk/liam-fox-2010-speech-on-general-fonseka/",
    "title": "Liam Fox – 2010 Speech on General Fonseka",
    "post_date": "April 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Fox, the then Shadow Secretary of State for Defence, on 17 February 2010.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/liamfox-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/liamfox-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After years of war, there is much talk in this country about peace. This is a welcome change. But peace is not simply the absence of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A genuine peace requires other, positive attributes. It requires freedom from fear-the fear of hunger, the fear of sickness, the fear of persecution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It requires freedom of expression including a free press and broadcast media. It requires freedom to dissent within the law. And it is a law that must be applied without regard to race, gender or religion, accepting fundamental human rights. It is a law that must apply equally to the governed and the governing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sri Lanka is a fortunate country. It has seen decades of violence and terror under the LTTE brought to an end. It has a constitution and a judicial system that should be the foundations of a peaceful, tolerant and progressive society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a country with huge natural wealth and economic potential. Yet too many Sri Lankans have been denied access to this potential. I have visited camps where children from the war zone have never been to school. I saw other children brutalised by a life as child soldiers, totally unaware of the existence of a different lifestyle that so many others take for granted. For those returning home from the camps there must be a new start with access to quality social infrastructure-good housing, education and healthcare. All Sri Lankans, of whatever ethnic group, must share equally in the future of this country or the country will never reach its full potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, such infrastructure requires money. That is why I have brought plans with me for the creation of a new fund which can help provide basic social infrastructure for the reconstruction that this country will need if the end of the violence is to develop into a sustainable peace. I am extremely grateful for the support I have received across the political spectrum and from religious leaders. We will be signing a memorandum of understanding for the workings and next steps in establishing this fund and will set out details in the near future. I hope this initiative we will give the people of Sri Lanka, and particularly the Tamil people in the North and East, the tools they need to ensure that opportunity and prosperity are the inheritance of all the people of this island.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is however a political problem which needs to be addressed if the outside world is to have confidence that Sri Lanka is a stable place in which to invest. The President won a huge victory and deserves congratulations. But the situation surrounding General Fonseka threatens to damage Sri Lanka’s international reputation . At a crucial time for this country’s future it cannot afford to have the prosecution of such a senior military officer portrayed as an act of revenge. It is not for any outside nation or body to determine who should or should not be tried in this country but how such trials are conducted will play a huge role in how this country is perceived abroad. The law not only has to be applied fairly but has to be seen to be applied fairly. It is my strong view that the General should be tried in a civil court where the charges against him can be tested with all the rigour that the law can muster and where transparency will enable both the domestic population and the international community to have confidence in the judicial process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}