{
    "url": "https://www.ukpol.co.uk/liam-fox-2023-speech-on-world-down-syndrome-day/",
    "title": "Liam Fox – 2023 Speech on World Down Syndrome Day",
    "post_date": "April 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Fox, the Conservative MP for North Somerset, in the House of Commons on 23 March 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered World Down Syndrome Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to have secured this debate, and I thank colleagues from all parties for their support in being able to do so. Two days ago I was honoured and privileged to be able to speak on behalf of the United Kingdom at the United Nations in New York on the 12th World Down Syndrome Day. It was an acknowledgement of the United Kingdom’s role as the country that has been the first to legislate in this area, of which we should be extremely proud. It was important that we took that opportunity to make the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we passed the Down Syndrome Act 2022, it was a recognition of the strength of our electoral system. With the first-past-the-post system, whatever its handicaps, we are real constituency MPs with real constituents, and the fact that we are exposed to the complex problems they have enables us to be responsive to their needs and them to know who to go to when they need help with the problems they face. I also think that passing this legislation was a recognition of something we do not always do as politicians. One of the intrinsic problems in a democratic system is that we tend to get more credit for dealing with a crisis than preventing one. One of the key elements of this legislation is that it shows that Parliament can anticipate problems before they become a serious crisis-ridden issue. I will come back to that, if I may.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank all the charities associated with Down syndrome for the work they have done since the passage of the legislation, and I thank all those voluntary groups who helped with the consultation. I particularly thank the National Down Syndrome Policy Group, not least for its support for our function in Parliament, which I was unable to attend due to being in New York. I thank my hon. Friend the Member for Meon Valley (Mrs Drummond) who stood in so expertly to chair such a successful event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The theme for World Down Syndrome Day this year was “With Us Not For Us”, and thinking about legal capacity and supported decision making is incredibly important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all expect and take for granted that we can make decisions about our lives—from where we live and whom we live with to what we study and where we work—and because we take these choices for granted, we must not forget that other people do not necessarily have the ability to do so. It is therefore absolutely right that people with Down syndrome are involved in all the decisions that affect their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said when I was in New York, when a child is born with an extra copy of their 21st chromosome, they enter a different path in life from the rest of the population and so, inevitably, do their families, who will face different challenges. Those challenges come, as we all know, in the form of medical problems, educational needs and long-term care challenges. The consequential change in life expectancy was one of the main reasons that we passed the legislation in the first place. I believe that every individual with Down syndrome has the same right to life, quality of life, dignity and independence that the rest of the population take for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the right hon. Member on today’s Backbench Business debate and the Act that he got through Parliament. Whether a child attends a special educational needs and disabilities-specific school or a mainstream school with SEND support is not dependent on any particular condition or diagnosis, but dependent on where the child’s needs can be best met. Children with Down syndrome can thrive in mainstream education, so does the right hon. Member agree that increasing awareness of the condition among education professionals, parents and all children is important in ensuring that children with Down syndrome have access to the right learning environment for them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Lady for making that point, because we can pass as much legislation as we like, but if the professionals at the sharp end, who are required to implement any changes or guidance, do not have sufficient understanding of the problem they are facing, we are all at a deficit in our response. I think the issue of professional education is so important not just for teachers, for whom it obviously is important, but for the medical profession, the social work profession and those involved in local government, who will deal with some of those issues relating to care, particularly long-term care. I think it is an extremely important issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was able in the UN debate to show how the United Kingdom has a very proud record in legislation in this general area. The UK has a long-standing tradition of ensuring that the rights and liberties of disabled people are protected. We ratified the UN convention on the rights of persons with disabilities in 2019. Internationally, our disability inclusion and rights strategy sets out the ambition to embed disability inclusion across all our diplomacy, policy and programmes. The Equality Act 2010 legally protects people in England, Wales and Scotland from discrimination in the workplace and in wider society. We also have the Mental Capacity Act 2005, covering England and Wales, to ensure that every attempt is made to support someone to make decisions about their own lives, and that of course includes people with Down syndrome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like, if I may, to say a word about the Down Syndrome Act and remind us why we passed this legislation. Primarily, it was about empowerment. The Act legislates not for Down syndrome, but for people with Down syndrome. It requires the Government in England to produce Down syndrome-specific guidance relating to health, social care, education and housing services. I hope that Members from Scottish and Welsh constituencies may be able to update the House on how this legislation is being adapted and implemented there. I will come back, if I may, to the point about its being Down syndrome- specific, because I have some concerns that that may be being lost in some parts of the consultation process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to remind ourselves about the legislation. Under the Act, public authorities such as hospitals, schools or social care providers cannot ignore the guidance when commissioning and delivering services. The guidance must set out what the unique needs of people with Down syndrome are, and what public authorities should be doing to ensure that the support needs of people with Down syndrome are met to enable them to live fulfilling lives. I will come back to this element of the guidance, because one of the issues we discussed in Committee—this has been a controversial issue in this House in relation to other legislation—is when does the guidance become instruction. If Ministers are issuing guidance that is in effect instruction, surely that should be laid before the House of Commons so that we can recognise the importance of that and scrutinise how ministerial authority is being used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think that for too long there have been too few levers available for individuals, families and their advocates, including us as Members of Parliament when it comes to getting fair treatment for our constituents with Down syndrome. After all, what is the point of rights in legislation if we cannot enforce them and if there is no mechanism to do so? That was one of the key elements we discussed during the passage of the legislation, and it led to two very important and, I think, innovative changes: the first is on parliamentary scrutiny, and the second is on individual empowerment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the problems we have faced before is that, when Ministers issue guidance, there is very little ability for parliamentary Select Committees to take direct oversight of it. One of the principles we established—and I am very grateful to my right hon. Friend the Member for Chichester (Gillian Keegan), who is now the Secretary of State for Education, for her support in establishing this principle—is that if the guidance is in fact instruction, the guidance would be laid before Parliament, which of course means that the Education Committee, the Health and Social Care Committee and local government can all look at it in real time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the things we considered was whether we would have to put a sunset clause on this legislation to enable Parliament to look at it again. The mechanism that we decided on—I think rightly—in this House and in the other place was that, in publishing the guidance, we would have real-time oversight, because when our constituents bring problems to us, we are all able to write to the Chair of whatever Committee it is and ask them to look into that particular aspect of how the Down Syndrome Act is functioning. That gives us, as Members of Parliament, a lever that we did not have before when we simply wrote a letter to a Minister and hoped for the best, which is not sufficient to implement the rights of our constituents in the way that I think we envisaged during the passage of the Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Stephens (Glasgow South West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This will be very important for people in the Down syndrome community who believe they are being diagnostically overshadowed and that things are being missed. Does the right hon. Gentleman agree with me that that is particularly important when enforcing someone’s rights in relation to healthcare?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is. Diagnostic overshadowing is very important, in that we should not miss things in people with Down syndrome because we are looking the other way, or we are distracted by the diagnosis and not looking sufficiently at the person. Greater professional education—and this goes back to the point made by the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier)—is a key part of the empowerment of the individuals for whom this legislation was produced. I know from my own medical education that there was not a great deal of it that involved us learning about specific needs. For the medical profession, the sort of overlooking that the hon. Gentleman describes is a real risk if the thought is not there that someone may see a different position from the one they should because of the very overshadowing that he describes. I imagine he may enlighten us further on that particular issue, and I hope he will because it is a real issue that needs to be examined fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second important change in our legislation was that we included in it the need for a named individual on the new integrated care boards to be responsible for the implementation of the Down Syndrome Act. A very senior Member of this House said to me during the passage of the Bill in Committee, “Do the Government realise the floodgates that they may be opening in agreeing to this?” I said that I was not sure, but that it really was not my problem. I think this is a tremendous innovation, because all too often we have an anonymised bureaucracy when it comes to the delivery of the things that Parliament intends. We can vote for things in this House and, with taxpayers’ money, we can fund them, but if we do not know who is responsible for the delivery in our own locality, it becomes difficult for us as Members of Parliament to know who to get in touch with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The de-anonymisation of the civil service, which is something I have long and profoundly believed in doing, received its first outing in that Act. It may be a by-product —in my mind it was not that; it was an essential principle —but none the less it is extremely important. With this new system, for the first time, individuals, families and advocates for people with Down syndrome will know who is responsible. For once, there will be a named person in our system who people can turn to for either assistance or redress, depending on the nature of the problem. I hope we will extend that principle further in the provision of public services. For too long in this country, taxpayers have provided the funding, but they do not have accountability in the delivery mechanisms of those public services. It is, in many ways, a quiet revolution that I hope this Act will usher in. It is a principle and a precedent that has been much understated in the interpretation of what Parliament has done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The guidance itself has been subject to long and detailed consultation, and I look forward to the draft publication in the summer. The Government face a number of challenges with this, which are worthy of debate. One question that was frequently raised in both Committee and the House was, “What about those with problems similar to those with Down syndrome; are we effectively creating a ladder of preferment in the provisions of public services?” Quite wisely, the Minister at the time said that it would be reasonable to consider those with overlapping problems at the same time as we were looking at the implementation of the Act. I say gently, however, that while that is absolutely right, we must also remember that the Act is specific to Down syndrome. When it comes to Down syndrome there is no doubt about the diagnosis, and unlike many other conditions where there are overlapping symptoms and signs to consider, there is no doubt about it. Down syndrome is not a subset of other conditions or of learning disabilities, although on a Venn diagram there will be a huge overlap; it is a specific condition and we must regard it as such.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like the Government to consider some specific areas, one of which relates to education rather than health. This is a formal request to Ministers to add Down syndrome as a separate category to the annual school census. Why? Because there is currently no Down syndrome-specific school data available, including numbers, location, or educational settings, because individuals with Down syndrome are included only in the general special educational needs and disability school numbers. If we are to have specific legislation, it makes sense to have specific data with which to interpret the success of its implementation. Children with Down syndrome in the education system will have specific speech and language issues, significant fine and gross motor delay, cognitive delay, hearing loss, visual issues—we detailed that on Second Reading—social and emotional needs, and specific and unique learning profiles associated with Down syndrome. Some of those conditions will be shared with other syndromes and medical conditions, but many will be specific to Down syndrome. If we are not to get the overshadowing problem, we must be clear about what we need to know about this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In New York I was able to set out the sort of cases and advances that we have made in this country by being able to utilise a range of tools that enable people with Down syndrome to make more decisions for themselves. As we have a better understanding, for example among social workers and community medical staff, we are increasingly able to deploy those tools to ensure that those who have a voice—a voice that would not necessarily traditionally be recognised in our system—are able to make more decisions for themselves. That was at the heart of what the UN 12th World Down Syndrome Day meant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not wish to speak any longer than necessary and take up colleagues’ valuable time, so I will end with this quote from Heidi Carter, who I have come to know increasingly well. She is a valiant campaigner for Down syndrome rights, and she states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I have shown everyone that Down syndrome is not something to be scared of and that people with Down syndrome live happy, amazing, fulfilled and independent lives!”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Congratulations to her and her husband on their marriage. I wish them well. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We are not going to give up. I think that all human life is valuable and should be treated with respect however many chromosomes we have!”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not believe there is a single one of us in this House who would not agree with that sentiment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}