{
    "url": "https://www.ukpol.co.uk/liam-fox-2004-liberty-and-authority-speech/",
    "title": "Liam Fox – 2004 Liberty and Authority Speech",
    "post_date": "August 21, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Liam Fox",
            "url": "/tag/liam-fox/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Fox at the Conservative Policy Forum Swinton Lecture in Bournemouth on 4 October 2004.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/liamfox-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/liamfox-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For seven years, the people of this country have been strung along with promises of action. Promises which they no longer believe, from a Prime Minister they no longer believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tony Blair’s decline is, above all, a decline in his reputation for honesty. The constant promises but lack of delivery in public services began the process, the contempt for commitments made, such as those on tuition fees, exacerbated the feeling, and the Iraq war was the final straw. The public, remember, initially backed the war strongly. It was the Prime Minister’s justifications for the war, veering wildly with alarming rapidity and no consistency, which has done the damage to his reputation, possibly forever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The political process, for both politicians and the public, requires certainty. Yet certainty has been undermined by a Government that seems to have no answers, apart from those we have learned not to take at face value. This uncertainty manifests itself in disturbing social trends and unspoken fears, in particular the growing disenchantment with, and distrust of, the political process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, this isn’t just a problem for Tony Blair and his Government. Arguably it is we in opposition who have the biggest problem. In Government one can, at least, pull the levers of power, which will, if nothing else, operate the smoke and mirrors that provide the appearance of action. However, until such time as it wins power, an opposition must be taken at its word. And, after seven years of spin, the word of a politician doesn’t count for much. We might not think that’s very fair. After all, we’re not the ones in charge of the spin machine. But it is the reality. Tony Blair has so debased the language of politics that no politician may speak and automatically expect to be believed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thus we must make our words meaningful. We must convince the public that we can make a difference. We must explain exactly what we would do in government, when and how. Which is why the theme of this conference is a timetable for action. Between now and the next election we will present detailed plans for delivery on health and education, crime and immigration, and all the other issues that matter most to the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now that New Labour’s smoke has blown away, their mirrors crack’d from side to side, what the voters want is certainty. They demand a Government with policies that work and are seen to work. And this isn’t just a matter of competent administration. The people of this country want leaders who believe in what they do, and do what they believe – because belief is the essential counterpart to action, without it there is no direction, and therefore little point in taking action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The first question**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So what do we believe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe the Conservative Party must change and is changing. But we must never be like New Labour who have achieved so little because they believe in so little. That is not to say that I preferred Old Labour whose problem was not a lack of belief, but belief in the wrong thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Socialism is a credo opposed to our own not only in content, but also in style. Whereas socialism is theoretical, revolutionary and pseudo-scientific, conservatism is experiential, evolutionary and instinctive, something more easily felt than described. That is why, in a century of struggle with socialism, we came to be defined more in terms of what we didn’t believe than in what we did. People voted for us because we didn’t believe in punitive taxation or a centrally planned economy or the dominance of the unions. And we still don’t. Of course, these days, very few people do – a testament to the outcome of our struggle with socialism, but also to the start of a new struggle to define ourselves in terms of what we do believe, rather than what we don’t.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, the question remains, what do we believe in?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Liberty and authority**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On one level the answer is straightforward; and was defined, even before the modern Conservative Party came into existence, by Edmund Burke: Conservatives believe both in the individual and society; aspiration and community; freedom and responsibility. In other words, we believe in both liberty and authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are the twin pillars of Conservatism. And yet, as Burke was at pains to expound throughout his life’s work, liberty and authority, though co-dependent, are in tension. It is a tension that persists to the present day and that we, in the Conservative Party, feel keenly; and which our enemies would wish to portray as a battle between modernisers and traditionalists, or, if you prefer, mods and rockers. But authentic Conservatism is not about a choice between liberty and authority, but a balance between the two – allied to a distrust of an over mighty state which compromises both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is the true path for our Party and always has been, it stretches back to Burke, and forwards into the 21st century and beyond. Achieving that balance is not easy. And, sometimes, the road ahead can feel more like a tightrope. Nevertheless how we tread that tightrope, how we strike that balance, is what defines us as a party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And the subject of this lecture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sacrifice or investment?**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is such a thing as absolute liberty, and, for that matter, absolute authority. Respectively, they are represented by the extremes of anarchy and tyranny, which as moderates we reject. Across the mainstream of politics, it is accepted that we need to exchange some, but not all, of our liberty, so that the authorities can act on our behalf, achieving collectively what we cannot achieve as individuals. Those of us on the centre-right seek to tip that balance in favour of liberty, while our opponents on the centre-left try to push the equilibrium back towards authority. But that is not the only difference between us, or even the most important. After all, there have been circumstances, such as times of national crisis, in which Conservatives have had to shift the balance away from liberty. What really counts is the ultimate purpose we have in exchanging liberty for authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is it for its own sake? For instance, for the glory of an empire, the righteousness of a theocracy, or even the New Jerusalem of the welfare state? Or is it so that the collective achievements of our society might provide the basis for yet greater and more meaningful personal liberty? In other words, is the exchange of liberty for authority a sacrifice or an investment? Labour demands sacrifice; Conservatives prefer investment – that is the essential difference between us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a difference made all the clearer in the principles by which we seek to facilitate such investment:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The principles of balance**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The five principles I want to set out today are those of respect, morality, democracy, localism and identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Respect**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the eve of the second gulf war, Lieutenant Colonel Tim Collins roused his soldiers with some remarkable words: “We go to liberate not to conquer” he said. He spoke of the long history of Iraq, urging his troops to “tread lightly there.” He spoke of the qualities of the Iraqi people, urging his troops to “show respect for them.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is an attitude that the powerful should always take when intervening in the lives of ordinary people – whether abroad or at home. While it is in the nature of Labour Governments to think of themselves as the masters, the next Conservative Government will strive to tread lightly, to show respect for the people we govern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A government that respects the people should only impose its will where necessary, allowing society to operate on the basis of consent wherever possible. That is why we believe in free markets, it is also why we are determined to give the voluntary sector the biggest possible role in our communities and public services. We are equally determined to put fat government on a diet, to strip away the bureaucracy that serves no purpose but to tread heavily in the lives of ordinary people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we do ask people to make an investment of their liberty, it must be in proportion to the return. If a rule, regulation or tax is not worth it in the long run, then we must get rid of it now. If the incentives created by the tax and benefit systems are just plain perverse, then we must reform them now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During a recent visit to a nursing home in London I met a charming elderly lady who was 103 years old. She was extremely up to date with politics and said it was a pity that I had been unable to meet her daughter. On further enquiry I discovered that her daughter was 82 years old and living on the third floor of the same home. “Young man” she pointed out, “we are only 10 years away from three generations of my family being in care – who is going to pay for it?” It is a good question, but one which will not be answered while the system punishes those that save for their old age. That is why Conservative policies on pensions, savings and care for the elderly will reward those who take responsibility for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of all the old certainties, none is more important than the confidence that the authorities will respect you for doing the right thing. But people feel increasing disrespected by Government. For instance, people feel that the law is only really enforced against the law-abiding. The police are happy enough to enforce speed camera fines against ordinary motorists who have their cars properly registered. And yet as many as one in five cars have been found to have no tax or insurance or no proper registration to a responsible owner at a correct address. What is being done about that? Clearly, it is harder work going out and finding the owners of unregistered cars than collecting easy money speed camera fines from the law abiding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then there are the nation’s taxpayers, who surely have a right to expect a return on their contribution. It may be that the greatest danger facing Labour, enmeshing Gordon Brown as well as Tony Blair, lies in the stubborn refusal of the public services to yield improvements despite the huge increase in spending and taxation. Having tested to destruction their theory that more money would be the answer, Blair and Brown must be perplexed that health, education and transport have not noticeably improved. Their answer is more taxation which will certainly come if Labour is returned to power. But people have their limits. They have lives to live in the here and now. They cannot give up everything in the present for a better future, especially when that future never comes. A Government that treads lightly must be one that reduces the burden of taxation on Britain’s hard working families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Morality**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are moral values. And it is morality, by which I mean a sense of right and wrong, that must guide our efforts to find the balance between liberty and authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are those who consider themselves above such considerations, who’d prefer politics to be a value-free, technocratic exercise. No doubt they consider themselves to be terribly liberal, but they are nothing of the kind. Theirs is the condescending bigotry of political correctness, a supreme arrogance that believes its positions to be beyond question and thus deserving of permanent, unaccountable power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That power is exercised through quangos, inquiries and supranational structures hidden from public scrutiny. Only one viewpoint is allowed, with utter distain shown for the principles by which ordinary people decide what is right and what is wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is no surprise that the same unaccountable elite should have such disdain for Parliament, and have sought to circumvent its authority. But that will change under a Conservative Government. We will restore the historic role of Parliament, so that the big decisions are made in full view of the people, who can judge for themselves the morality of our actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Democracy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When the people judge their politicians and find them wanting, they must be able to act upon that judgement and throw the rascals out. Though not perfect, democracy is the only system of government in which liberty may be balanced against authority, without some elite imposing its values on everyone else. It is the only system in which right may prevail over might. As such, it is our hope for all mankind, and why we will argue the moral case for democracy in the face of the bigots who believe that certain cultures are suited only to dictatorship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But overt tyranny, and those who would appease it, are not the only foes of democracy. When their might cannot openly prevail, elites have a habit of insinuating themselves within ostensibly democratic systems so that they may exercise power unaccountably, which is why we need to understand democracy in its fullest sense. That means never leaving people at the mercy of such elites. One way or another, authority in all its guises must be held accountable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sometimes this accountability will be that of the social market – a dialogue between the providers of our public services and the people who depend upon them. That is why we believe in the right to choose for parents and patients. So that they will always have a proper choice of schools and hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In other situations it may be impossible to give individuals a choice of institutions. For instance, there can only be one system of law and order, only one police force in any one area. But we cannot go on as we are. There has never been a wider gap between people’s ideas of justice and what they expect the law to deliver. The root cause is that our justice system is now less accountable than it has ever been to ordinary citizens and to local communities. Instead, it is answerable only to the centre. In practice, its priorities are set by a metropolitan elite whose ideas about justice are far removed from those of the ordinary citizen. The solution is direct democracy. Under the Conservatives, every police authority will be directly elected by local people. We will give everyone the chance to vote for the kind of policing they want on the streets where they live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Localism**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Localism is vital to all of this. And by localism I don’t just mean the balance of power between different levels of government. I mean that the balance between liberty and authority must be struck on a case-by-case basis, preferably by those that must live with the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because each case raises its own specific issues it should, with due reference to precedent, be considered on its own merits. In this way, a true democracy can reach and sustain a balance through countless considered adjustments, made with local knowledge – as opposed to the rigidity of some grand scheme imposed from above. This is the way of Britain’s tradition of common law, one which we will defend from the incursions of European law and the growing power of an unaccountable judicial elite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It’s not only the law to which this principle applies. Anywhere, and any situation, is local to the people that live and work there. Therefore true localism is about respecting the independence and the experience of the people that keep this country going – the business people who create the nation’s wealth, the professionals who provide our public services, the volunteers who hold their communities together, the parents who raise the next generation. Our working assumption is that they know better than the politicians and should, wherever possible, be empowered to take the decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Identity**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, not every decision can be made locally. That is why we need politicians who as representatives of the people make decisions on their behalf. If such decisions are to strike the balance between liberty and authority, then they are best made on the basis of common interests, common values and common inheritance – in other words, common identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Earlier, I spoke of the civilisation on which the development of greater and more meaningful liberty depends. But civilisation is not something made anew every few years, but something which is inherited, built upon and handed on by each generation. This is why so many of the biggest decisions have to be made collectively, because our liberties depend on an inheritance we receive not as individuals, but as members of a greater whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thus the basis of individual freedom is inextricably linked with those group identities through which we inherit our traditions, be that the family, the community or the nation; and therefore wherever liberty needs to be balanced with authority, that authority must reside alongside identity within the group. That is why Conservatives will always defend those group identities to which we owe a natural loyalty, above all our country. We will not give up our currency, we will not submit to a foreign constitution, we will never agree anything that compromises the ultimate right of the British people to be in control of their own destiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Upsetting the balance**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ladies and gentlemen, our principles are under attack. Our country suffers under a government with no regard for respect, morality, democracy, localism and identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The attack on identity**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "New Labour is hostile to all forms of identity that it cannot control. Thus European integration is valued above national sovereignty; regional government is used to undermine local identities; and even our parish councils are on New Labour’s hit list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The attack on localism**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For New Labour there is no duty to push power downwards, rather it is a privilege that can only be earned by doing what the Government wants you do anyway. Where we aim to localise, they have centralised. The institutions and professions of our public services have suffered a sustained assault as power is sucked away from communities and into Whitehall. Even in Whitehall the independence of the civil service is undermined. As is Britain’s constitution which they call unwritten, but which is, in fact, written in centuries of common and statute law, the legal embodiment of our culture of governance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The attack on democracy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Make no mistake, this is a government that believes in grand schemes of its own devising, not in the organic development of our common life. Their modus operandi is the circumvention of the democratic process. Their desire is to emasculate Parliament, handing over its powers to unaccountable structures be they home-grown quangos or EU institutions like the Commission or the Central Bank.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The attack on morality**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tony Blair once said “what’s right is what works”. What he didn’t say, but clearly believes, is that an oligarchy of appointees is best qualified to decide what works. Thus decisions once the province of the electorate and their representatives, are now increasingly made by a hand-picked technocracy of the great and the good. Except that the decisions they make are never great and rarely good. Indeed, the sheer poverty of New Labour’s moral code leaves little room for considerations of good and evil, right and wrong. What’s right is what works, and what works is what works best for Tony Blair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The attack on respect**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a result, New Labour is uniquely ill equipped to tread lightly in the lives of the British people, still less to show respect for them. This government is creating a society in which many people feel singled out or left out. Like the police force in some banana republic, this Government is never there when you need them, always there when you don’t. The sheer cynicism of the Labour’s attack on rural Britain is an example of the former, while, in our inner cities, the latter are represented by decent law abiding citizens who find them themselves under siege from those allowed to ignore the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tony Blair is upsetting the balance between liberty and authority. Not one way or the other, but both ways at once, creating uncertainty and achieving the worst of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Conclusions**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In this lecture I have not only argued for a balance between liberty and authority, but set out the principles by which a Conservative equilibrium may be achieved. Those principles – of respect, morality, democracy, localism and identity – are all we need to unite us as a party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But perhaps we imagine that they are so generally accepted that the only question that remains is whether to nudge the balance in favour of liberty or authority, one way or the other. If so, we would imagine wrongly. Our principles are under attack as never before. New Labour has made its position clear on the forces of conservativism. But ultimately it is liberalism that is in danger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The mission of the next Conservative Government is to restore the balance on which our freedoms depend. We must govern in a way that respects the hopes and fears of ordinary people, we must have the moral courage to distinguish right from wrong, we must be resolute in our defence of democracy, visionary in our advancement of localism and proud of the nation we seek to lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has sometimes been said that the British public are more concerned with being led than where they are being led. While this is a gross (and condescending) oversimplification there is no doubt that voters like to feel that their leaders have a clear understanding of both their problems and the potential remedies. Tony Blair’s philosophy has always been uncertain, but his current lack of a political compass and his reputation for evasion and dishonesty are leading this country astray.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But for the first time in a decade the Conservatives look more thoughtful about Britain’s problems than Labour and under Michael Howard’s leadership more trustworthy and honest. We have a uniting message. It can be different. There is an alternative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}