{
    "url": "https://www.ukpol.co.uk/vicky-foxcroft-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Vicky Foxcroft – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vicky Foxcroft",
            "url": "/tag/vicky-foxcroft/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vicky Foxcroft, the Labour MP for Lewisham Deptford, in the House of Commons on 28 April 2020.",
    "content": [
        "It is an honour to follow the hon. Member for Wyre Forest (Mark Garnier), who put so passionately why we need this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could say a huge amount about this subject, but in the brief time available to me I want to link the Bill to two key areas of interest. The first is the importance of early intervention and a cross-departmental approach. The Bill very much focuses on crisis intervention and criminal justice. Of course it is right that immediate help for victims is a top priority. However, my work as chair of the Youth Violence Commission has highlighted time and again that we need to intervene as early as possible if we are to break the cycle of violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The domestic abuse charity SafeLives has found anecdotal evidence of a strong crossover between domestic abuse and violence-affected young people. Practitioners state that when we speak to teenagers about healthy relationships, although important, it is already too late. We need to go back to not just primary schools but nurseries, childhood centres and support for pregnant women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Colleagues may be familiar with the adverse childhood experiences framework, which treats traumatic childhood events as indicators of an increased likelihood of risky behaviour and certain illnesses in adulthood; experiencing domestic violence is right on top of the list. As we have heard, it is therefore vital that children are properly recognised as experiencing abuse, not just witnessing it, and are given priority access to support. Related to that is a need for a trauma-informed public health approach to tackling domestic violence. Domestic abuse cuts across multiple policy areas, and our response must incorporate not only health, housing and education, but youth services, communities and local government. A full understanding of trauma and the impact it has on every part of a young person’s life is vital if we are to provide early intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My second point relates to my brief as shadow Minister for disabled people. Office for National Statistics data demonstrate that disabled, deaf and blind women are at greater risk of gender-based violence. Domestic abuse among those groups is often perpetrated by those they rely on for care, and the barriers to escaping are often even greater. As the Women’s Aid briefing for this debate highlighted, it can often take numerous attempts to leave, because of the lack of understanding of disability within statutory and non-statutory organisations, a lack of information available in suitable formats and poor provision of accessible refuge space. I do not mind admitting that I was shocked when I read that during 2018-19 only 0.9% of refuge vacancies were in wheelchair accessible rooms and a further 1% were suitable for someone with limited mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many organisations will be promoting amendments to this Bill, but I wish briefly to touch on two promoted by Stay Safe East. The first seeks to repeal the existing provisions of the Serious Crime Act 2015 that provide for a so-called “carer’s defence” if the perpetrator can demonstrate that in controlling their victim they were acting in his or her best interest. The defence is open to misinterpretation and particularly has an impact on those who have, or are perceived to have, capacity issues. The second amendment proposes that the Bill ​should provide further protection for disabled people by broadening its definition of the relationships covered by domestic abuse to include both paid carers and non-family members working as unpaid carers. I am sure that so many other important amendments will be discussed in Committee, and I very much hope that this Bill is strengthened as it passes through its remaining stages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}