{
    "url": "https://www.ukpol.co.uk/mary-kelly-foy-2022-speech-on-access-to-gp-services/",
    "title": "Mary Kelly Foy – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mary Kelly Foy",
            "url": "/tag/mary-kelly-foy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mary Kelly Foy, the Labour MP for the City of Durham, in the House of Commons on 21 June 2022.",
    "content": [
        "There are many issues that my constituents are experiencing when trying to access GP services, but I will focus my remarks on the crisis affecting dentistry across England and the impact that is having on people in Durham. I want to start by paying tribute to the dentists, dental nurses and other key workers in practices in County Durham and across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, despite the brilliant work of dental workers, NHS dentistry is on the brink of collapse. Whether in Bowburn, Brandon or Pity Me, my constituents are struggling to access the dental services they need and deserve. Four in five people who contact Healthwatch say they have found it tough to access timely dental care, while tooth decay, as we have already heard, is currently the most common reason for hospital admissions among young children. In County Durham, 245 children under the age of 10 were admitted to hospital for tooth extraction between 2020 and 2021. Thousands of children are currently in pain, distracted as they learn, in pain as they eat and struggling to sleep because they cannot access vital treatment. Let that sink in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why is it so difficult to access NHS dental appointments? Because dentists are being driven away from NHS dental services en masse. A recent poll of dentists in England found that 45% had reduced their NHS commitment since the start of the pandemic, while 75% were likely to reduce their NHS commitment in the next 12 months. Alongside that, an alarming 87% of dentists say they have experienced symptoms of stress, burnout or other mental health problems in the past year. In total, 3,000 dentists have moved away from NHS work completely since the start of the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the British Dental Association has said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“This is how NHS dentistry will die”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The warning is not sensationalist; it is the reality that dentists and their patients in Durham are facing. This crisis is entirely avoidable. It is certainly not the fault of our rail workers striking today, as the Secretary of State would like us to believe—utterly disgraceful. What planet is he on when he talks about record funding? That is certainly not the case for NHS dentistry, which has faced cuts unparalleled to the rest of NHS services. In real terms, the Government’s net spend on general dental practice in England was slashed by over a quarter between 2010 and 2020, while the Government’s £50 million injection into dentistry will fund less than 1% of the appointments we have lost since March. In fact, the British Dental Association estimates that it would take £880 million a year to restore dental budgets back to the level when Labour left office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us be clear: these issues will hit the poorest in our society the hardest. For many, the fees for private dental treatment are simply unaffordable. As one desperate constituent put it to me, “I can’t afford private treatment, so what on earth am I supposed to do?” There will be terrifying delays for children, adults and the poorest among those in County Durham, and I am sure across the whole country. Children in deprived areas are already three times more likely to have hospital extractions, while oral cancer, which kills more people than car accidents in the UK, is significantly more likely to affect those in our poorest communities. Dentists are frequently the first to spot health problems. Without access to regular appointments, our least well-off constituents will continue to be more likely to develop serious health problems than the wealthiest in society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take this opportunity to remind the Minister that it is the Government’s job to reduce health inequalities, not widen them. As elected representatives, we are responsible for protecting and improving access to key public services for our constituents. It is time the Government stopped treating dentistry as an afterthought and urgently took action to widen NHS dentistry. For my constituents in Durham, this crisis in healthcare is very much at the forefront of their minds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}