{
    "url": "https://www.ukpol.co.uk/mark-francois-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Mark Francois – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Francois",
            "url": "/tag/mark-francois/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Francois, the Conservative MP for Rayleigh and Wickford, in the House of Commons on 21 July 2022.",
    "content": [
        "It is an honour to follow the hon. Member for Hackney South and Shoreditch (Dame Meg Hillier), the redoubtable Chairman of the Public Accounts Committee, on which I also serve. I entirely empathise with her points about passport delays.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me begin by thanking Mr Speaker, the Leader of the House and the House authorities for very kindly naming this debate in memory of my great friend Sir David Amess, who remains sorely missed across this House, not least by me. This was already known unofficially as the Sir David Amess debate because of the inimitable style in which he conducted it, but it is wonderful to know that what was unofficial is now official, and I simply say thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the House adjourns for the summer recess, I wish to raise a mere four issues. First, my hon. Friend the Member for Southend West (Anna Firth), who now represents part of the new city of Southend, has been campaigning hard for the release of Government funding to help expand capacity at Southend Hospital. I—along with my hon. Friends the Members for Rochford and Southend East (James Duddridge) and for Castle Point (Rebecca Harris), have been supporting her in her campaign. I was delighted to hear only this morning that she has apparently been successful in her efforts, and that the funding is now very close indeed to being released. This sum, totalling over £7 million, will pave the way for a much-needed expansion in capacity, so I hope it will go some way to help ease the considerable pressures on Southend Hospital and the ambulance service. I think that Sir David Amess would have welcomed this crucial funding, too, and, knowing him, I think he would immediately have asked for more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, I very much welcome the fact that Rochford District Council has recently announced that it will reopen the popular Mill Hall arts and community centre in the heart of Rayleigh in September. This has been an issue of considerable concern to many of my constituents, and I thank the council, led by Councillor Simon Wootton, for doing the right thing. In the longer term, I understand that the council is now looking at plans to materially refurbish the Mill Hall, and perhaps even extend the building slightly in order to provide some new facilities. Only yesterday, the council began a community engagement programme to invite interested parties to bid to run the Mill Hall in the future. I very much hope that the council will also launch a further detailed consultation once the refurbishment plans have evolved, so that all of my constituents in and around Rayleigh can have their say, as this is an issue that really matters in the town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, I turn to the Home Office’s initial proposals to house cross-channel asylum seekers at the Chichester Hotel near Wickford. I have received a considerable number of emails about this plan from very concerned constituents. Let me put firmly on the record my strong opposition to these misguided proposals. Many constituents have raised worries about the hotel’s conditions, previous cancellations of events there without proper reimbursement, and, most alarmingly, staff redundancies with little or no notice. There have also been worrying allegations, including by former staff, concerning irregularities in the payment of tax and national insurance by the hotel management.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have attempted via my office to contact the owners of the Chichester Hotel on multiple occasions to seek urgent answers to those very alarming suggestions, yet they continue to ignore requests for clarity and answers from me, as the locally elected MP, and, indeed, from the local and now even national press. Given all of that, I have requested an urgent meeting next week with the Minister for Immigration, in which I will seek to ascertain the exact details of these initial proposals, alongside taking the opportunity, in my usual understated manner, to raise my objections face to face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must tackle the vile industry of people trafficking across the channel. It is a form of moral blackmail and has led to many sad deaths already. In the medium term, I believe that we must use the arrangements with Rwanda to break the business model of these awful human traffickers, in which case accommodation such as that at the Chichester would no longer be required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Fourthly, Sangster Court is a sheltered housing unit in Rayleigh, run—allegedly, at least—by Notting Hill Genesis. This housing association has frequently increased the charges that the elderly residents have to pay, even once charging one resident 79p for depreciation on a communal sofa. This is why some people now refer to the building as “Gangster Court” instead. On top of this, Notting Hill Genesis has consistently had a poor maintenance record. For example, it recently left the building’s communal TV aerial broken for three weeks, despite frequently milking the residents of ever-increasing charges. I can only express the hope that Notting Hill Genesis will soon be overtaken by a larger and more professional housing association that will do a much better job for my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, it is a great pleasure to see the Deputy Leader of the House of Commons, my hon. Friend the Member for Wellingborough (Mr Bone) at the Dispatch Box. I think he knows already that I got married recently to a wonderful girl called Olivia, and what Mrs Francois wants to know is: can he promise me, all of Sir David’s friends and colleagues and this House that this will now be known as the Sir David Amess debate forever, because I think that that is the answer we would like to hear?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}