{
    "url": "https://www.ukpol.co.uk/mark-francois-2022-parliamentary-question-on-supporting-ukraine-with-generators/",
    "title": "Mark Francois – 2022 Parliamentary Question on Supporting Ukraine with Generators",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Mark Francois",
            "url": "/tag/mark-francois/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Mark Francois, the Conservative MP for Rayleigh and Wickford, in the House of Commons on 7 December 2022.",
    "content": [
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a Member of the House of Commons Defence Committee, I visited Ukraine about three weeks ago. We were welcomed literally with open arms, so grateful are the Ukrainians for staunch British support. They know a hard winter is coming, so may I make a practical suggestion? They clearly need more weapons, but they also desperately need generators in order to keep hospitals and other critical facilities operating even if they lose main power stations to missile strikes. Is there anything the Minister and the Government can do to encourage UK companies of all types that might be able to spare even one or two generators from their stocks to get them to Ukraine, where they would be put to incredibly good use?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend speaks not only with his expertise on the Defence Committee; he also served in His Majesty’s armed forces and, of course, as a Defence Minister. He makes a very important point, and I was delighted to hear about his visit. It is inspirational to me and, I think, to the rest of the country when we see leading British politicians going over to Ukraine and showing that we are not afraid to go there. We will give the Ukrainians every form of support that we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the specifics of that support, my right hon. Friend makes a good point about generators. I do not know the specific answer on that, but I do know that the Foreign Secretary recently set out measures to provide ambulances. Of course, the energy network is being affected by attacks from Russia, so military support remains so important, because that is how we enable the Ukrainians to defend themselves so that they can thwart these attacks. It will be tough, and there will be further attacks—this is not going to finish tomorrow—but we are doing all we can, and it helps when people such as my right hon. Friend are going out there and showing the support of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}