{
    "url": "https://www.ukpol.co.uk/cecil-franks-1983-maiden-speech-in-the-house-of-commons/",
    "title": "Cecil Franks – 1983 Maiden Speech in the House of Commons",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Cecil Franks",
            "url": "/tag/cecil-franks/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Cecil Franks in the House of Commons on 31st October 1983.",
    "content": [
        "I thank you, Mr. Deputy Speaker, for calling me to speak in this debate and in so doing giving me the opportunity of making my maiden speech on a subject which is of vital importance to my constituency. It is a privilege also to be called to speak after such a distinguished parliamentarian a s the right hon. Member for Blaenau Gwent (Mr. Foot), even though our views will differ widely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Barrow and Furness is a new constituency comprising the whole of the former constituency of Barrow-in-Furness, together with the Low Furness region of the former constituency of Morecambe and Lonsdale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Barrow-in-Furness was represented for 17 years by the right hon. Albert Booth who served the constituency and his constituents with great distinction, achieving high Government office as a member of the Cabinet. He is a man of great integrity and principle, and I am happy to have this opportunity of paying him tribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Low Furness area was represented from 1979 by my hon. Friend the Member for Morecambe and Lonsdale (Mr. Lennox-Boyd). He, too, was assiduous in his concern for his constituents, by whom he was and is held in high regard and esteem, and I wish to place on record my personal appreciation of the guidance and assistance that I have received from him since I became a Member of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The town of Barrow-in-Furness lies at the end of the peninsula of south-west Cumbria. It is a shipbuilding town whose prosperity depends entirely on the viability and success of its major employer, Vickers Shipbuilding and Engineering Ltd.—a constituent part of British Shipbuilders. The design and building of submarines, both conventional and nuclear powered, has been largely concentrated by British Shipbuilders at the Vickers shipyards, where over 8,000 people are employed in design and construction. In addition, there is a successful engineering section primarily involved in the design and manufacture of armaments, employing a further 4,500 people. With profits last year of £19 million, the company is the most successful within British Shipbuilders and has a management and workforce confident in themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Whilst I have no wish to introduce a note of controversy in a maiden speech, I should be failing in my duty to my constituents if I omitted to make the point that with 12,500 people employed in the company, the vast majority of whom live within the constituency, several thousand of my constituents would have faced inevitable job loss and redundancy if the electorate had preferred the defence policies of the Opposition to those of the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Great efforts have been made to widen the industrial base and three local employers of note should be mentioned. British Gas has constructed a terminal at Rampside, where gas from the Morecambe bay field is received, treated and then fed into the national grid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "British Nuclear Fuels Limited has a large capital investment in its terminal at Ramsden docks where irradiated nuclear fuel is imported from Japan, transported by rail up the west Cumbrian coast to Windscale and Sellafield, reprocessed and exported back to Japan. After the export of oil, the operations of British Nuclear Fuels Ltd. are one of the largest, if not the largest, single sources of export earnings, something which is perhaps not widely known.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Also located in Barrow, is the paper tissue mill of Bowater Scott, which, with four mills in production, is the largest manufacturer of paper tissue in the United Kingdom and, together with a similar sized company in West Germany, the largest in the world outside the United States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Four miles north of Barrow lies the small town of Dalton-in-Furness, whose residents have waited for many years and with great patience, for the construction of the Dalton-in-Furness bypass on the A590, which carries the heavy traffic to and from Barrow. I fear that their patience will not endure much longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Beyond Dalton-in-Furness, sweeping up the peninsula, is the Low Furness region, as picturesque a part of the Lake District as any, with its rolling farmland and gentle hills, and its attractive villages and beautiful coast overlooking Morecambe bay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The natural centre of the area is the market town of Ulverston, charming and dignified and a centre of tourism in its own right. In addition to the market, there is a regular and lively cattle market serving the whole of south Cumbria. There is also a small but successful light industrial estate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Two other points of interest are that Ulverston is the birthplace of Stanley Laurel of Laurel and Hardy fame, and also that it is the home of Hartley’s Brewery, from whence comes a well-known and popular local beer. It is fair comment to say that for many years much pleasure has been given to a great number of people by the happy combination of Laurel and Hartley.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the subject of the debate, let me say clearly and without equivocation that I endorse entirely the Government’s approach and policy on the deployment of cruise missiles. I find it incomprehensible that there are those who argue that strength will come from a voluntary and self-inflicted weakness. I find it equally incomprehensible—and reprehensible—that there are those who seem to find their natural allies not with the democracies of the West but with the tyrannies and dictatorships of those who are our enemies in thought and deed; and that there are those who oppose, as a matter of course, each and every act that the Western democracies take to safeguard and defend themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The defence of the realm is the prime duty of the state. The deployment of cruise missiles will counter the imbalance that threatens our security. This threat is not of our making or of our choosing, and those who criticise and condemn should direct their words and energies to our enemies and not to our allies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are part of the western Alliance, and the British people, in decisive terms, have spoken for this to continue and to be strengthened. In two world wars, our allies have played a critical part in the defence of our freedom and independence, and our future freedom and independence lie in the preservation of a strong and united partnership with our NATO allies. This is the path that we must follow; there is no other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I crave your indulgence, Mr. Deputy Speaker, and that of the House, to widen somewhat the scope of my remarks and to make reference to two allied aspects of defence of particular importance to my constituency—the Trident programme and the development of Sea Dragon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Trident is a parallel part of our nuclear defence strategy. The Trident submarine is being designed and will be constructed at the shipyards of Barrow. The policy issues have been fully debated in the House and suffice it for me to say on that that the Trident programme has my full support. But where others have spoken on aspects of policy, my concern goes further, because the employment of 4,000 constituents is, and will be, dependent on Trident for the next decade and beyond. Barrow has placed its trust in the Government’s commitment to Trident and that trust, in turn must be fully honoured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sea Dragon is also designed and built in Barrow. It is a close-in weapon system, the last-resort defence to Exocet and similar missiles when Sea Dart and Sea Wolf have failed to take out the threat. British-designed and built, it is currently in competition with two similar but inferior systems designed abroad. The export potential is tremendous and I urge that an early decision be made in favour of Sea Dragon. In passing, may I also mention that a decision is awaited on the conventional submarine, SSK 2400, where export orders are also anticipated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, where others may speak on defence on matters of policy and principle, my concern goes beyond because the House will appreciate that the whole prosperity and economy of my constituency is dependent on a firm defence commitment. Barrow and Furness has a Member of Parliament who believes in defence, and in defence in modern terms. I will not fail my constituency and I am resolute in my belief that the Government will not fail the country. Strength, not surrender, must be our single-minded objective, for there is no credible or acceptable alternative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}