{
    "url": "https://www.ukpol.co.uk/mark-francois-2023-speech-on-the-procurement-bill/",
    "title": "Mark Francois – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mark Francois",
            "url": "/tag/mark-francois/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Francois, the Conservative MP for Rayleigh and Wickford, in the House of Commons on 9 January 2023.",
    "content": [
        "As a former Defence Minister, I will confine my remarks to the Defence-related aspects of procurement, which feature multiple times in the Bill, particularly in parts 1, 2 and 4. The United Kingdom’s system of Defence procurement is broken. That is the considered opinion of the all-party Public Accounts Committee, on which I now serve, which concluded in its 2021 report, “Improving the performance of major defence equipment contracts”, that,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The Department’s system for delivering major equipment capabilities is broken and is repeatedly wasting taxpayers’ money.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s auditor, the Infrastructure and Projects Authority, audits all major infrastructure programmes from HS2 downwards. It produces its findings each summer, in which it grades each project on a traffic light or dashboard system. The definition of a red project is that,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Successful delivery of the project appears to be unachievable.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Amber projects are those where,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Successful delivery appears feasible but significant issues already exist”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In its latest report of July 2022, the IPA audited 52 of the largest MOD procurement programmes from Dreadnought downwards, which total more than £80 billion of British taxpayers’ money. Of those, nine projects were rated red or unachievable, 33 were amber where significant issues already exist, seven were classified on national security grounds, and only three were rated green, whereby,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Successful delivery of the project on time, budget and quality appears highly likely”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I submit to the House that a system where barely 6% of our new major Defence programmes are judged to be confidently on track is indeed a truly abysmal record and fully in keeping with the PAC’s verdict of a “broken” system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In a similar vein, in March 2021, the Defence Committee published a hard-hitting report, “Obsolescent and outgunned”, which highlighted that in two decades, the British Army has not successfully introduced a single new major armoured fighting vehicle into service. As it powerfully concluded:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“This report reveals a woeful story of bureaucratic procrastination, military indecision, financial mismanagement and general ineptitude, which have continually bedevilled attempts to properly re-equip the British Army over the last two decades.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The biggest scandal in this sorry tale is that of the General Dynamics Ajax armoured reconnaissance vehicle which, after 10 years and the expenditure of over £4 billion of UK taxpayers’ money, has still not resulted in a single new vehicle entering frontline service, for which the MOD is even now unable to provide a definitive date. Even if it could, the future communication system on which the highly digitised Ajax would rely, called Morpheus, is still many more years from entering service. The lead contractor on the Morpheus evolve to open project is General Dynamics, the same prime contractor as for Ajax. Last year, the Defence Secretary commissioned Clive Sheldon KC to conduct an independent inquiry into the flow of information surrounding Ajax, including to Ministers, which is due to report very shortly. I suspect it may well prove uncomfortable reading for some of those who were working on the Ajax programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To take another example of a red programme, it has taken nearly seven years to integrate an airborne early warning radar into a Merlin helicopter to provide air defence coverage for our aircraft carriers—a project called Crowsnest. In stark contrast, during the 1982 Falklands war, we integrated an earlier version of the same radar into a Sea King helicopter in just over three months. This is just one more example of how ponderous, bureaucratic and inefficient our procurement system has now become.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One associated area that is also desperately in need of reform is the procurement of the maintenance of accommodation for service personnel and their families. The future defence infrastructure services—FDIS—contract, which went live earlier this year, is an utter shambles. Complaints about mould, lack of heating and multiple contractor visits, which still failed to carry out basic repairs, such as fixing broken boilers, have appeared in numerous media outlets in recent months. We cannot carry on like this. Our service personnel and their families deserve better. I understand that Defence Ministers may now genuinely be considering terminating the FDIS contract and seeking alternative arrangements. I co-authored a report for a previous Prime Minister on military retention—entitled “Stick or Twist?”—three years ago, in which we suggested establishing a bespoke housing association instead. Whatever solution Ministers now finally adopt, I earnestly hope they will stop reinforcing failure via FDIS and opt for something successful instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In summary, the Public Accounts Committee was right: our system of defence procurement is broken, and it is going to take much more than this Bill to fix it. With a war under way in Ukraine and the Government’s integrated review being updated as a result, there is now an opportunity to put right these weaknesses in our defence procurement process, which are deep-seated and have taken place, it must be said, under Governments of both colours for many years. We certainly need to increase our defence spending, but we also need to spend what we allocate for defence much more efficiently as well. This system is crying out for an extremely thorough analysis to be subsequently followed by dynamic reform. We cannot let this go on much longer. Our national security depends on it, and if hon. Members do not believe me, then perhaps ask a Ukrainian instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}