{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2022-statement-on-carbon-leakage-mitigations/",
    "title": "Lucy Frazer – 2022 Statement on Carbon Leakage Mitigations",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Luzy Frazer, the Financial Secretary to the Treasury, in the House of Commons on 16 May 2022.",
    "content": [
        "The Government are taking ambitious domestic action to tackle climate change and recently opened a consultation on developing the UK emissions trading scheme (ETS), so the UK can become the world’s first net zero carbon cap and trade market[1] . While domestic action is critical, climate change is a global issue. When the UK took on the COP26 presidency, only 30% of the world was covered by net zero targets—now over 90% of the global economy is committed to net zero. In 2021, the UK placed climate change and nature at the top of the international agenda during its G7 and COP26 presidencies, presiding over the agreement of the Glasgow climate pact, to speed up the pace of climate action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government also want to see other countries do more to drive down their own emissions and we continue to work on the global stage to support more ambitious international action. Recent global events and the resulting increase in energy prices reinforce the importance of transitioning to clean energy to ensure energy security and reduce our dependency on imported fossil fuels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In parallel, Government are considering domestic action to continue to ensure the integrity of UK action to reduce its carbon emissions against carbon leakage, as our existing carbon leakage protection measures, including free allowances under the UK ETS, evolve to achieve our net zero objectives. This will also ensure that UK businesses are not disadvantaged. Carbon leakage is the displacement of production, and associated emissions, from one jurisdiction to another, due to different levels of carbon pricing and climate regulation across those jurisdictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The best way to prevent carbon leakage would be for all countries to move together in pricing, regulating, and therefore reducing carbon emissions. We are strongly committed to working with our international partners to develop a common global approach to carbon leakage. Multilateral solutions can take time to develop, however, and while we will continue to work on international solutions with partners, options for domestic action must be considered in parallel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are therefore exploring a range of policies that could mitigate future carbon leakage risk. These include policies to grow the market for low emissions industrial products, on which the Department for Business, Energy and Industrial Strategy recently undertook a call for evidence. Today, we are announcing that it is our intention to consult later in the year on a range of carbon leakage mitigation options, including on whether measures such as product standards and a carbon border adjustment mechanism (CBAM) could be appropriate tools in the UK’s policy mix. A CBAM applies a carbon price to specified imports, in order to mitigate differences in carbon pricing between jurisdictions, and therefore reduce the risk of carbon leakage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are clear that any policy or policies would need to carefully balance a range of priorities for the UK, both domestically and internationally, including compliance with WTO rules and our staunch commitment to free and open trade, alongside taking into account the needs of developing countries. As we determine our approach to carbon leakage, we will continue our ongoing engagement with our domestic and international partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "[1]: Developing the UK Emissions Trading Scheme (UK ETS) — GOV.UK (www.gov.uk)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}