{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2022-statement-on-energy-oil-and-gas-profits/",
    "title": "Lucy Frazer – 2022 Statement on Energy (Oil and Gas) Profits",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lucy Frazer, the Financial Secretary to the Treasury, in the House of Commons on 5 July 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That provision may be made for, and in connection with, imposing a charge on ring fence profits of companies (within the meaning of Part 8 of the Corporation Tax Act 2010).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Bill deals with the taxation of extraordinary profits in the oil and gas sector, but it is important to remember that its effect is to allow us to focus on supporting families up and down the country at this difficult economic time. The Bill will help us to raise revenues and support families while continuing to encourage investment in North sea oil and gas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Darren Jones (Bristol North West) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wonder whether the Treasury has made any assessment yet of how much money will be raised by this windfall tax, given the debt that will need to be taken on as a result of the tax cut for those drilling for fossil fuels. Is there an estimate of how much the Minister intends to raise by these means?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lucy Frazer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The estimate of the amount that the measure will raise is £5 billion over the course of the first year. I start by highlighting the context for our introducing the Bill. The oil and gas sector is making extraordinary profits. Those profits are not the result of recent changes to risk-taking, innovation or efficiencies; they are the result of surging global commodity prices, driven in part by Russia’s war. The profits are over and above what analysts and businesses in the sector could have expected to earn. Indeed, since early last year, oil prices have nearly doubled and gas prices have more than doubled. The Bill is being introduced at a time when many of our constituents are struggling with the cost of living, and at a time when we have said that the Government will support the most vulnerable and the least well off in getting the support that they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to touch on how the Bill ensures that we tax extraordinary profits fairly while incentivising investment. To do that, we are introducing the energy profits levy, a new 25% surcharge on the extraordinary profits that the oil and gas sector is making. At the same time, the new 80% investment allowance will mean that businesses will, overall, get a 91p tax saving for every £1 they invest. This provides them with an additional immediate incentive to invest. That nearly doubles the tax relief available and means that the more investment a firm makes, the less they will pay. As set out in the energy security strategy, the north will still be a foundation of our energy security, so it is right that we continue to encourage investment in oil and gas. The Government expect the energy profits levy, with the investment allowance, to lead to an overall increase in investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to make clear what the investment allowance will apply to. First, the allowance will be calculated in the same way as the investment allowance for the existing supplementary charge. Therefore, if capital or operating expenditure qualifies for the supplementary charge allowance, it will qualify for the energy profits levy allowance, but unlike the supplementary charge, it will be available to companies at the point of investment. This makes it both more immediate and more generous. As the levy is targeted at the extraordinary profits from oil and gas upstream activities, it makes sense that any relief for investment must also be related to oil and gas upstream activities. Such spending can be used to decarbonise oil and gas production—for example, through electrification—so any capital expenditure on electrification, as long as it relates to specific oil activities within the ringfence, will qualify for the allowance. Examples of activity that may be carried out for specific oil activities include expenditure on plant and machinery such as generators, which includes wind turbines, transformers and wiring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have also been listening closely to feedback from industry. We published draft legislation for the Bill on 21 June to seek technical feedback. Two weeks ago, the former Chancellor met industry stakeholders in Aberdeen to discuss the levy—not just to communicate the aims of the levy and how it will fund vital support for families, but to ensure that the levy works as the Government intended. That is why I can confirm that the Government are making a change to the legislation. I confirm that tax repayments that oil and gas companies received for petroleum revenue tax related to losses generated by decommissioning expenditure will not be taxed under the levy. Since wider decommissioning expenditure is also left out of account for the levy, that change is consistent and fair. We are very grateful for the engagement that we have had with industry on the matter. When the Bill is published, this will be made clear. To reassure the House, with this change, the Government still expect the levy to raise about £5 billion over the next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, let me turn to how long the levy will be in place. It will take effect from 26 May this year and it will be phased out when oil and gas prices return to historically more normal levels. A sunset clause will also be written into the legislation so that, by the end of 2025, the levy will automatically cease to be in place. The energy profits levy is temporary, with a set lifespan that raises about £5 billion revenue over the next year, so that we can help families with the cost of living in the shape of significant, targeted support to millions of the most vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}