{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2023-statement-on-the-draft-media-bill/",
    "title": "Lucy Frazer – 2023 Statement on the Draft Media Bill",
    "post_date": "April 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Frazer, the Secretary of State for Culture, Media and Sport on 29 March 2023.",
    "content": [
        "Today the Government are publishing a draft Media Bill. This will ensure that we can deliver on key aspects of the Government’s vision for the broadcasting sector, set out last year in our landmark White Paper, “Up next”. The Media Bill will reform decades-old laws to turbocharge the growth potential of our world-leading public service broadcasters (PSBs), allowing them to better compete with global giants. It will give PSBs the tools to adapt to changing viewer habits as people now increasingly watch TV on demand via smart TVs and other connected devices, instead of traditional “linear” services such as terrestrial TV.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The draft legislation will bring video-on-demand (VoD) services such as Netflix, Disney+ and Amazon Prime Video under new Ofcom content rules, ensuring that children and vulnerable viewers are better protected from harmful material and that these on-demand, online-only streaming services platforms are properly accountable to the UK regulator. The draft Bill also has new rules to make streaming content more accessible to those with seeing and hearing impairments, bringing them in line with existing broadcasting standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The draft Bill reflects the Government’s decisions to proceed with a package of reforms to support Channel 4 to meet the sustainability challenges it faces. Channel 4 will have greater freedom to make and own its own content, should it choose to do so. A new legal duty will also be introduced on the corporation to consider its long-term sustainability alongside the delivery of its public service remit. This will ensure that this globally renowned broadcaster can continue to produce high-impact, distinctive shows long into the future. The Government have already committed to raising the level of Channel 4’s independent production quota and will continue to work closely with industry to consider additional protections that will safeguard Channel 4’s important role supporting the production sector following these changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill now also includes measures that are vital to the future of UK radio services. These long called for reforms will help protect radio’s long-term position on connected audio devices, including smart speakers, and ensure the continuation of the huge public value that radio provides for listeners across the UK. It will also include legislation for radio deregulation, which will reduce burdens and the costs on commercial radio.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Media Bill will:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Deliver a new public service remit for TV while making sure public service broadcasters continue to service audiences across the UK with universally available, high-quality programming;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Make sure public service broadcast content is always carried and easy to find for UK audiences on connected devices and major online platforms, including on smart TVs, set-top boxes and streaming sticks, so audiences can easily access this content in the way that best suits them;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Introduce a sustainability duty on the Channel Four Television Corporation (C4C) and remove the existing publisher-broadcaster restriction on C4C so it has a greater ability to produce and monetise its own content, if it chooses to do so, ensuring Channel 4’s long-term future in public ownership;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Update the public service remit of S4C (Sianel Pedwar Cymru), the Welsh language television service, to include digital and online services. Removing the current geographical broadcasting restrictions so that S4C can broaden its reach and offer its content on a range of new platforms in the UK and beyond, demonstrating the Government’s commitment to the future of Welsh language broadcasting;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bring video-on-demand services such as Netflix under UK regulation, ensuring that larger, TV-like services are subject to the same high standards as broadcast TV channels, by giving Ofcom powers to investigate and take action if it considers it appropriate;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Reduce regulatory burdens and costs on commercial radio stations that are no longer needed due to the decisive shift towards digital listening, while also strengthening protections for the provision of national and local news and local information for listeners;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Introduce measures to protect the position of radio accessed via smart speakers—for example, “Alexa” devices—by ensuring that listeners are able to find the content they expect in an unaltered format, without additional or substituted advertisement; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Repeal section 40 of the Crime and Courts Act 2013, which would—if commenced—force news publishers to pay the costs of any court judgment if they were not a member of the approved regulator, regardless of the outcome of the court judgment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In recognition of the importance of getting these reforms right, and delivering the best outcome for audiences, the Government are publishing the Bill in draft to facilitate a period of technical engagement with industry prior to introduction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are today publishing the draft Bill and associated documents on www.gov.uk. I will deposit copies of the draft Bill and these documents in the Libraries of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Alongside publication of the draft Media Bill, I am also issuing my response to Ofcom’s report on the licensing of Channel 3 and Channel 5 submitted under section 229 of the Communications Act 2003. This response confirms that I do not intend to block the renewal of these licences, acknowledging the valuable role that ITV, STV and Channel 5 continue to play within the PSB system. A copy of my response will be available on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}