{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2022-statement-on-uk-suspension-of-exchange-of-tax-information-with-russia-and-belarus/",
    "title": "Lucy Frazer – 2022 Statement on UK Suspension of Exchange of Tax Information with Russia and Belarus",
    "post_date": "March 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lucy Frazer, the Financial Secretary to the Treasury, in the House of Commons on 17 March 2022.",
    "content": [
        "Today I am announcing that the UK is freezing tax co-operation with Russia and Belarus by suspending all exchange of tax information with them, as part of the UK’s wider response to the Russian invasion of Ukraine. The UK exchanges tax information with Russia under the convention on mutual administrative assistance in tax matters, and Russia and Belarus under bilateral double tax agreements. Tax information is exchanged as part of collaboration to address tax compliance risks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Suspending exchange of tax information means that Russia will not receive information under any of the UK’s exchange of information agreements: exchange of information on request (EoIR), common reporting standard (CRS) or country-by-country reporting (CBCR). Belarus is not signed up to the CRS or CBCR, so only EoIR information is being suspended.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not appropriate that the UK undertake co-operation that would lead to the economic benefit of Russia, or Belarus, which has aided and abetted Russia. The suspension of tax information exchange will ensure the UK is not supplying Russia and Belarus with information that could lead to an increased tax benefit or yield for them. This action is not expected to materially impact the UK’s ability to address tax non-compliance as we continue to exchange tax information with our extensive treaty network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}