{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2022-speech-on-vat-on-defibrillators/",
    "title": "Lucy Frazer – 2022 Speech on VAT on Defibrillators",
    "post_date": "June 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Frazer, the Financial Secretary to the Treasury, in the House of Commons on 22 June 2022.",
    "content": [
        "It is a privilege to respond to this Adjournment debate on behalf of the Government. I congratulate my hon. Friend the Member for Rushcliffe (Ruth Edwards) on securing this evening’s debate. As we have heard, this follows last year’s tragic death of her constituent, Dylan Rich, at the age of just 17. It is also terrible to hear of the tragic death of Danny, the son of Bill and Pam Shurmer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend my hon. Friends for the energy with which they are campaigning for a change in policy. As my hon. Friend the Member for Rushcliffe mentioned, she and I met the Prime Minister and the representatives from the West Bridgford Colts Football Club in March to discuss this issue. What she has said has touched all of us, and I wish to express again my condolences to Dylan’s family, who themselves have campaigned extremely hard on this issue, as well as to Pam and to Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have heard my hon. Friend’s argument and those of others here this evening. In answering the debate, I will briefly outline the Government’s thinking and approach. Let me begin by saying that we appreciate the importance of this issue. Automated external defibrillators—or AEDs—save lives. Understanding that, we have sought to boost their provision in many different ways. The Government encourage organisations across England to consider purchasing a defibrillator as part of their first aid equipment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many community defibrillators have been provided in public locations, including in shopping centres, through national lottery funding, community fundraising schemes, workplace funding or charities. The Government have also previously provided significant direct funding for the purchase of AEDs. In the 2015 Budget, the Government announced a £l million grant to support the purchase of public access AEDs. This was followed up by a further £1 million at the 2016 Budget. These schemes were operated by the British Heart Foundation. After the first round of funding in 2015, the foundation announced that more than 700 additional AEDs had been installed across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, from May 2020, the Government have required all contractors refurbishing schools, or building new ones, through centrally delivered programmes to provide at least one AED. As things stand, there are already more than 43,000 registered AEDs in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have also worked with the British Heart Foundation to develop “the circuit”, a national defibrillator network, which records information on unregistered AEDs, such as those in shops and restaurants. The circuit is now live in 13 of the 14 ambulance services across England, Scotland, Wales and Northern Ireland. This information is available in a centralised network for easy access in emergencies, meaning that ambulance services can find AEDs when they are most needed. The system also sends out reminders to make sure that AEDs are maintained and emergency-ready.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, the NHS Long Term Plan, published in January 2019, includes a section on cardiovascular disease and AEDs. The NHS has committed to developing a national network of first responders and access to AEDs, which will save roughly 4,000 lives a year by 2028.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tax relief also has a part to play. VAT is not charged on AEDs donated, for example, to the NHS, rescue and first aid charities, and charities caring for disabled people. Local authorities and taxable businesses can also recover VAT on AEDs. The point of all of this is to say that there are existing reliefs, as well as historical funding and other initiatives, which are significantly improving access to AEDs up and down the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Rushcliffe made a point about extending VAT relief. As she said, we have examined the specific merits of zero-rating AEDs. We are conscious that pass-through of a VAT relief on AEDs to consumer prices is likely to be low. Evidence on pass-through of VAT reliefs generally suggests that where markets are concentrated—as they are for AEDs—pass-through tends to be significantly less than 50%. In other words, a new zero rate would not necessarily lead to a reduction in prices. Instead, businesses might choose to absorb the tax relief as profit. If we are to take this step, we need to be sure that zero-rating AEDs would represent genuine value for money and make a real difference in expanding public access to AEDs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend recognised, we also have a wider responsibility, at a time of economic challenge, to minimise pressure on the public finances. However, I am grateful to her for all the work she has done, and continues to do, to bring this issue to public attention. I also recognise the campaigning work done by Pam and Bill, who are grieving the sad loss of their son, Danny. Therefore, notwithstanding the point I have made about VAT, I want to be clear to Members here today that, as we remember Dylan and Danny, we will continue to look at what more the Government can do to expand access to AEDs. The Prime Minister has therefore asked the Department of Health and Social Care to examine whether there are ways to further expand public access to defibrillators, and I have spoken to the Minister responsible—the Minister for patient safety—about this very issue. Like my hon. Friends the Members for Rushcliffe and for Hartlepool (Jill Mortimer), we know that AEDs save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}