{
    "url": "https://www.ukpol.co.uk/lucy-frazer-2020-statement-on-wellingborough-prison/",
    "title": "Lucy Frazer – 2020 Statement on Wellingborough Prison",
    "post_date": "October 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lucy Frazer",
            "url": "/tag/lucy-frazer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lucy Frazer, the Minister of State at the Minister of Justice, in the House of Commons on 6 October 2020.",
    "content": [
        "Today I can announce that, following a rigorous and robust evaluation process, G4S has been successful in its bid to provide prison operator services at the new build resettlement prison at Wellingborough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can also today announce that following public consultation in 2019 and a meeting of local community representatives in February 2020, the new prison will be named “HMP Five Wells”. This was the most popular submission from members of the public and reflects the five historic wells that surround the town, and also appear on Wellingborough’s coat of arms. I am grateful for the public’s submissions to name their new prison and I am proud that HMP Five Wells will provide a significant boost to the local economy by creating hundreds of long-term jobs, support our commitment to a role for the private sector in operating custodial services, and improve rehabilitation and security in the prison estate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The contract for the operation of HMP Five Wells follows the first mini competition launched in July 2019 under the prison operator services framework. Four of the six framework operators (G4S Care and Custody Services UK Ltd, Serco Ltd, Sodexo Ltd and a new entrant, Management and Training Corporation Works Ltd) bid as part of the competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bidders were required to submit proposals that addressed specific requirements in relation to our aspirations for the new resettlement prison and set how they would deliver all aspects of the custodial service from arrival to resettlement ensuring this is safe, decent and secure. Bidders also set out how the prison would be mobilised and resourced effectively, how they would provide effective property and facilities management, and demonstrated financial robustness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the successful bidder, G4S demonstrated its capability to deliver a high quality, value-for-money service which will ensure that the prison is safe, decent, secure, rehabilitative and fit for modern times. All bidders should be proud of their submissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "HMPPS did not bid in the competition but provided a public sector benchmark against which bids were rigorously assessed. If bids had not met our expectations in terms of quality and cost, HMPPS would manage the new prison itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to recognise that the operator competition for the operation of HMP Five Wells was about driving quality and value across the system, which we have shown can be done through a balanced approach to custodial services provision, which includes a mix of public, voluntary and private sector involvement.​  \nThe result of the operator competition for HMP Five Wells, with strong bids from all bidders, bodes well for the next competition we will run for the new prison at Glen Parva in 2021 and potentially further competitions for new prisons and existing private prisons as their contracts expire over the course of the next five years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is another crucial milestone in this Government’s commitment to delivering around 3,500 modern places ​at HMP Five Wells, the new prison at Glen Parva, and via a new houseblock at HMP Stocken. This is on top of the 10,000 additional prison places being created by investing up to £2.5 billion to reform the prison estate, improve standards of decency across the estate, and reduce reoffending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}