{
    "url": "https://www.ukpol.co.uk/mike-freer-2022-speech-on-the-power-of-attorney-bill/",
    "title": "Mike Freer – 2022 Speech on the Power of Attorney Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Freer",
            "url": "/tag/mike-freer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mike Freer, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 9 December 2022.",
    "content": [
        "I thank my hon. Friend the Member for South Basildon and East Thurrock (Stephen Metcalfe) for promoting this vital Bill. I look forward to supporting him as the Bill completes its journey and, I hope, makes its way on to the statute book.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend did an effective job of laying out the provisions of the Bill and its purpose. It is immediately clear both from his words and from the contributions of Conservative colleagues—I will turn in a few minutes to the question raised by the shadow Minister, the hon. Member for Stockton North (Alex Cunningham)—that we all recognise that a lasting power of attorney is a vital resource and how important it is to ensure that the process has sufficient safeguards, while remaining accessible and efficient.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a deed that gives peace of mind and assurance to individuals, should there be a time when they lose mental capacity to make decisions for themselves. It gives them peace of mind that there is a pre-selected loved one or professional there to help them, whether to provide support and make decisions about managing their financial affairs, or to make decisions relating to their healthcare. A lasting power of attorney ensures that a person’s wishes and preferences can be taken into account, and reduces the stress and burden on families when capacity is lost unexpectedly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend rightly highlighted in his opening remarks that we are living in a society with an ageing population. One of the implications of this is that we are likely to see an increase in people who lack mental capacity due to age-related conditions. For example, as my hon. Friend the Member for Broadland (Jerome Mayhew) mentioned, the Alzheimer’s Society says that there are currently around 900,000 people with dementia in the UK. That figure is projected to rise to 1.6 million by 2040, meaning an increase in the number of families who will find themselves faced with the reality of needing to make critical decisions about their loved one’s finances or welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that those can be difficult decisions, talking about and preparing for the worst-case scenarios, including preparing for loss of capacity. It can be harrowing for people, their friends and their family. However, preparing early is the key to ensuring that life can continue in the way the person wanted. Putting in place a lasting power of attorney gives family and friends an insight into a person’s wishes and preferences and who they would like to make decisions on their behalf when they are unable to do so. Given the importance and significance of the document, and the gravity of the power it confers, it is absolutely right that we look at how we can make the process for making and registering a lasting power of attorney safer, simpler and more accessible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to my hon. Friend the Member for South Basildon and East Thurrock for setting out so eloquently the problems that exist in the current system. Members of this House will be aware that the Ministry of Justice has consulted on potential solutions to some of those challenges, and I am delighted that the Bill promoted by my hon. Friend reflects and builds on the Government’s response to the consultation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the question raised by the shadow Minister, in terms of the capacity issue, the Government remain committed to the principle of supporting decision making but believe that that is provided best by the Mental Capacity Act 2005. The proposals in the consultation were carefully considered by the Government, but we still have concerns that a formal framework may be unnecessarily legalistic and would overlap with other provisions, such as advocacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to give a commitment to the House that we are seeking to ensure that the system is as simple and easy to navigate as possible. My hon. Friend talked about the current backlog in the Office of the Public Guardian, which is leading to longer waiting times for LPA registrations. That has been exacerbated by the limitations arising from the current legislative framework and the operational practice it requires. My hon. Friend explained that all LPAs are currently made on paper, which creates a huge logistical burden on everyone involved. It is also not reflective of the needs of users in today’s society, but I take on board the point made by my hon. Friend the Member for Devizes (Danny Kruger) about ensuring that, as we embrace technology, we must also ensure that there are sufficient checks and balances for those who may be vulnerable to abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Frankly, people expect Government services to be available online, while also having the option to do things on paper when they prefer to. I am pleased that the Bill will create a digital channel to make an LPA, while also improving the paper channel for those who need or choose to use paper. A digital route will make LPAs more efficient and realise many benefits. It will allow for a speedier process, reduce the administrative burdens on individuals and automate many checks that should reduce the risk of errors in the paperwork that often delay registration and therefore the ability to use the LPA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill goes further than simply the digital and paper channels. By facilitating a more flexible system, the ability to move between the channels to create a single LPA will provide a far more flexible service and far more benefits to a wider group of people. Even those who want to use paper will benefit from others using digital elements in the process. The challenges faced by the OPG cannot be solved without reform, which is why I am grateful for the improvements that the Bill seeks to facilitate. I am confident that by introducing a digital process and automated checks and reducing some of the burdens on the organisation, we will build resilience into the process, meaning that people will be able to register their LPAs more quickly. It should also significantly reduce the chances of backlogs forming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I assure the House that the vast majority of LPAs—there are currently more than 6 million on the register—are used properly to provide the support they are intended for. However, we know that LPA fraud and abuse takes place, and steps must be taken to address it. In 2021-22, the OPG investigated 2,408 LPA cases in response to concerns received. Of those, the OPG took remedial action in 649 cases. Such action can include an application to the Court of Protection to remove an attorney or revoke an LPA, as well as working with the attorney to provide education and guidance on how they should carry out their role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although the matters I have outlined apply to a very small proportion of the LPAs registered by the OPG, the impact on the individuals who experience abuse can be significant, which is why I am pleased that the Bill includes provisions to make the process more secure, especially for the donor, and lays the groundwork for further changes to be made in regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In line with the Government’s consultation response, the Bill introduces identity checks as a requirement of registration. This is an important safeguard that will assure the OPG that those who claim to be involved in the LPA are who they say they are and reduce the risk of fraud by false representation. Regulations will support the change by specifying who will be subject to checks—the donor and the certificate provider—as well as how those checks will be carried out and which documents will be acceptable. I am committed to providing a wide range of options as soon as possible, given that the average age of a donor is currently 74 and most are over 65.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Provisions are being made to streamline and improve the objections process so that it is easier to lodge a concern with the OPG. That is a vital safeguard that will include those with a legitimate concern—such as local authorities, care workers and even the police—who previously did not have a formal route through which to express their concern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for South Basildon and East Thurrock pointed out that the Bill gives us the levers to make further changes in regulations that will improve other protections, including the role of certificate providers. By having the certificate provider take on the role of witness, we are strengthening safeguards. In addition to this increase in safeguarding, by combining the roles of certificate provider and witness we will also reduce the burden on the donor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased that the Bill also addresses the role of chartered legal executives. It cannot be right that a chartered legal executive—a legally qualified Chartered Institute of Legal Executives lawyer—who legitimately participates in the creation of a power of attorney should be rendered unable to certify as genuine a copy of the same document that they were instrumental in creating. The Bill will address that anomaly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In closing, I reiterate how vital the improvements in the Bill are to support individuals to make a lasting power of attorney and to certify copies of such important documents. The efficiency savings will ensure that donors and attorneys have a better system, with the savings made reinvested to increasingly improve the service, so it is an all-round benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I reiterate my thanks to my hon. Friend the Member for South Basildon and East Thurrock and thank my hon. Friends the Members for Devizes, for Darlington (Peter Gibson), for Scunthorpe (Holly Mumby-Croft) and for Broadland for their contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}