{
    "url": "https://www.ukpol.co.uk/george-freeman-2021-statement-on-horizon-europe/",
    "title": "George Freeman – 2021 Statement on Horizon Europe",
    "post_date": "November 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "George Freeman",
            "url": "/tag/george-freeman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Freeman, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 29 November 2021.",
    "content": [
        "The Government are announcing today a guarantee to provide a financial safety net for successful UK applicants to Horizon Europe, while we push to formalise our association as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We agreed terms for association under the EU-UK Trade and Co-operation Agreement. When the TCA was agreed in December 2020, the UK and EU signed a joint declaration on participation in union programmes and access to programme services. This sets out the parties’ shared commitment for the UK to associate to Horizon Europe alongside Euratom R&T, Fusion for Energy and Copernicus at the earliest opportunity. The Government remain committed to securing this outcome so that research collaboration can continue, and we stand ready to formalise our association, but disappointingly there have been persistent delays from the EU, which has led to uncertainty for the UK sector and their European partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "UK and EU researchers and businesses have a long history of successful collaboration. As Europe’s leading R&D and science centre with world-class universities, scientists and innovators, the UK will bring a significant amount to the programme. Further delays will benefit neither the EU nor the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s priority remains association to Horizon Europe. UK researchers, businesses and innovators have been able to apply to calls as “Associated Candidates” since early 2021. So to provide reassurance to UK-based applicants, the Government have decided to guarantee funding for the first wave of eligible, successful applicants to Horizon Europe who have been unable to sign grant agreements with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The guarantee is a short-term measure intended to address the continued delays from the EU to formalise the UK’s association to Horizon Europe. The funding will be delivered through UK Research and Innovation, which will publish details on how the guarantee will work including eligibility, scope and how to apply in the coming weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have always been clear that our priority is to support the UK’s research and development sector and we will continue to do this in all future scenarios. As announced in the 2021 spending review, in the event that the UK is unable to associate to Horizon Europe, the funding allocated to Horizon association will go to UK Government R&D programmes, including those to support international partnerships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government looked at the practicalities of handling such a situation in 2020 and developed a detailed set of alternatives plans, which included continued support for international research, innovation collaboration and domestic research support. This work is being refreshed and we remain ready to implement these plans should they become necessary. I have written an open letter to the sector to set out my early thinking on the policy priorities should we be unable to associate, and will be inviting their views over the coming weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}