{
    "url": "https://www.ukpol.co.uk/jeane-freeman-2020-statement-on-covid-19/",
    "title": "Jeane Freeman – 2020 Statement on Covid-19",
    "post_date": "April 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jeane Freeman",
            "url": "/tag/jeane-freeman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        }
    ],
    "summary": "Below is the text of the statement made by Jeane Freeman, the Cabinet Secretary for Health and Sport, in the Scottish Parliament on 21 April 2020.",
    "content": [
        "It is no exaggeration to say that the effort and sacrifice of the people of Scotland in complying with the restrictions that are in place has helped to save thousands of lives. I know that it has not been easy, but I cannot stress enough how much it matters and how much it is appreciated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We want to be clear with the public on what the future might look like and the principles that will shape any future decisions on easing any of the restrictions that are currently in place. Later this week, we will set out the principles that will guide us, the evidence that we will use and the framework for our decision making. However, it will not—yet—be a hard and fast plan with dates, because it is simply too early to be able to set out that level of detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Once again, I thank the people of Scotland for complying with the rules and for their patience and continued support. Our aims now, and as we look to shape the steps that we need to take next in order to find different ways to live with this virus, are to minimise the impact of the virus, to continue to protect our national health service and social care services and to protect lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As at 9 o’clock this morning, 8,672 positive cases had been confirmed, which is an increase of 222 on the numbers reported yesterday. A total of 1,866 patients are in hospital with Covid-19, which is an increase of 57 from yesterday. Last night, a total of 166 people were in intensive care with confirmed or suspected Covid-19. That is a decrease of three since yesterday. However, in the past 24 hours, 70 more deaths have been registered of patients who have been confirmed as having Covid-19, which takes the total number of deaths in Scotland, under that measurement, to 985.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As always, we remember that behind those numbers are human beings—fathers, daughters, mothers, cousins, friends—who all meant so much to those they have left behind. Again, I extend my condolences to all those who have lost loved ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The work that our national health service has undertaken to treble intensive care unit capacity and to increase bed availability has ensured that so far, we have kept the number of cases below our capacity to cope. To ensure that that capacity is in place, we completed the construction of the NHS Louisa Jordan hospital in Glasgow over the weekend. In just over three weeks, we have planned, developed and constructed a hospital that now stands ready for patients. We continue to hope that that temporary facility will not be needed, but its creation gives us greater certainty that our NHS will have the capacity that it needs in all circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The effort and support from the army initially and the significant efforts of front-line NHS staff, construction and support staff and SEC staff has been awe inspiring, and I am sure that everyone in the chamber shares my gratitude for their remarkable achievement, the pride with which they have worked and the continued effort that they make to be ready.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This virus is a particular and serious threat to the most vulnerable in our society. Among those are our oldest citizens and those with underlying conditions. That means that protecting the residents of care homes is vital—just as it is during flu season and when they experience outbreaks of norovirus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Guidance on isolation in care homes has been established for some time and requires clear social distancing, active infection prevention and control and an end to communal activity. However, to provide clarity, today I am setting out a series of tailored additional steps that we are taking to support staff and residents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have required NHS directors of public health to take enhanced clinical leadership for care homes. For the first time, NHS directors will report on their initial assessment of how each home is faring in terms of infection control, staffing, training, social distancing and testing and on the actions that they intend to take to rectify—and rectify quickly—any deficits that they identify.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To supplement that new clinical oversight, we are establishing a national rapid action group, comprised of the key partners with operational responsibility in the area, recognising that care homes are primarily operated by independent providers. The group will receive daily updates and activate any local action that is needed to deal with issues as they emerge, as well as co-ordinate our wider package of support to the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, we are equipping the Care Inspectorate for an enhanced role of assurance across the country, including greater powers to require reporting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Testing for staff and residents is being expanded, including testing of all symptomatic residents of care homes. Covid-19 patients who are discharged from hospital to a care home should have given two negative tests before discharge. I now expect other new admissions to care homes to be tested and isolated for 14 days, in addition to the clear social distancing measures that the guidance sets out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I make clear that testing is not an alternative to following the guidance on social distancing, ending communal activities and enhancing infection prevention and control. However, it can and does provide necessary assurance to the families of people who are in or being admitted to care homes, which is important. Of course, it also provides assurance to staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are working to get students and social care retirees and returners into the system as quickly as possible and we are supporting care homes to recruit additional staff. Employers now have direct access to the Scottish Social Services Council recruitment portal, to enable the quick and effective redeployment of care workers. More than 80 staff have already been matched for work in care homes or care at home under the new portal; more will join them in the coming weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have spoken to a number of stakeholders in recent days and I thank them for their support. In particular, I am pleased that Scottish Care, which represents the majority of care homes in Scotland, agrees that this strategy and approach is the right one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We owe enormous gratitude to workers who are safeguarding our most vulnerable loved ones in care homes and at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To ensure that staff have the personal protective equipment that they need, we are increasing care homes’ access to NHS PPE. Although care homes have their own PPE supply route, as before, we have undertaken to supplement that, recognising the additional demand on care homes at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More than 16 million items of PPE have been distributed to social care since we launched the triage helpline for the sector on 19 March. This week, we began delivery of a week’s supply of aprons, gloves and fluid-resistant surgical masks direct to every single care home, prioritising those with known outbreaks; delivery of all that will be complete by the end of this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The demand for PPE is a huge global challenge, but we are doing all that we can to ensure continued supply and distribution. On top of the supply of NHS PPE to care homes, we have delivered more than 80 million items to Scottish hospitals and provided eight weeks’ supply to general practitioners and primary care in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Global demand as a result of the pandemic is huge and we continue to run what is now a 24/7 operation to procure the supplies that we need for Scotland. In addition, we are working on a four-nation basis with our colleagues in the rest of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are continuously updating our guidance in line with the science, as our understanding develops, so that workers have clarity on the type of PPE that they should wear and in which setting or scenario.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, I should be clear that the guidance that Public Health England issued last week on actions to undertake in the event of shortages did not apply to Scotland. We continue to have sufficient stocks of PPE. However, we continue to have to work hard, every single day, to ensure that orders arrive on time, that delivery volumes are as ordered, and that we source new suppliers into the market. As always, if staff have concerns, we need to hear about them. They can contact us through the direct dedicated PPE email address, which I will give again: covid-19-health-PPE@gov.scot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Work has also been continuing on increasing our NHS testing capacity, and we are on track to meet our target of 3,500 by the end of this month. By that time, every health board will have local testing capacity, and we are working across academia and the independent sector to increase that capacity further. In addition to our own efforts to increase testing, we—again—work on a four-nation basis to increase testing capacity in Scotland as part of the UK effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Increasing our polymerase chain reaction testing capacity and looking forward to other emerging forms of testing—if they are validated—will be essential to plans for the future. Our work on testing now matters now, but we are also building the testing infrastructure that we will need as we move to the next phase. Our capacity to test, trace and isolate will be critical to controlling the virus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are witnessing the most significant transformation of health and social care in a generation. Tripling our intensive care unit capacity, massively scaling up and extending our procurement service, creating a new hospital in three weeks, protecting hundreds of thousands of our most vulnerable, and welcoming thousands of NHS and social care returners, student nurses, midwives, allied health professionals and medics to support our communities and our NHS are just some examples of what has been undertaken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All that is testament to the professionalism, dedication and sheer hard work of those who work in, and lead, our NHS and social care. In addition, the people of Scotland have stuck by the rules and stayed at home, maintained social distance, and sacrificed the contact with family and friends that means so much and the pleasures that they otherwise enjoy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That transformation and those sacrifices are impressive beyond words. However, alongside that, our NHS remains open. Services from GPs to accident and emergency and urgent care are all open and ready to care for those who need it. I say to everyone: please do not hesitate to come forward if your condition, or that of your child or family member, concerns you. If you have symptoms, seek help by contacting your GP, calling NHS24, or by attending A and E for urgent symptoms. The NHS is ready to cope—and is coping—with Covid-19, and it remains open for all those other important and urgent health issues, in relation to which it cares for people so well. The NHS and our social care services continue to scale up and to work to protect the health of people in Scotland, and we continue to do all that we can to support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}