{
    "url": "https://www.ukpol.co.uk/george-freeman-2022-speech-on-the-terminal-illness-bill/",
    "title": "George Freeman – 2022 Speech on the Terminal Illness Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Freeman",
            "url": "/tag/george-freeman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Freeman, the Minister of State at the Department for Business, Energy and Industrial Strategy, in the House of Commons on 18 November 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker, for the opportunity to respond immediately to the hon. Member for Stockton North (Alex Cunningham). I congratulate him, and thank him for bringing this important issue to the House’s attention. He has a distinguished record of bringing private Members’ Bills before the House and getting them put on the statute book, albeit on the slow wheels of this place. I, like all colleagues present, feel very strongly that private Members’ Bills days are not just for fun and games; they are a chance for Members to bring issues before the House, and for Governments and Oppositions to listen and see whether we can achieve some progress together. It is very much in that spirit that I come to the Dispatch Box today. I put on record my apologies to the Wymondham Access Group, which I was supposed to be meeting in my constituency today. I am sure its members will understand that this issue goes to the heart of many of the challenges they face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member’s Bill seeks to tackle some very important issues faced by those suffering from terminal illnesses, many of whom experience real difficulties and really want to have as fulfilling and purposeful lives in the workplace for as long as they possibly can. I join him in paying tribute to Jacci Woodcock, whose story and campaign has been so inspiring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To put on record my experience, my dear childhood friend, Charlie Williams, died of a brain tumour a few years ago. I watched this incredibly fit young man cut down in the prime of his life, and I saw through him many of the issues highlighted by this campaign. I join the hon. Member in paying tribute to Mark, Cheryl and the others. Their work is genuinely inspiring and humbling. I look forward to going through the Bill and seeing how best we can deal with the issues that the hon. Member raises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Minister responsible for research, I am in some sense standing in today for the Under-Secretary of State for Business, Energy and Industrial Strategy, my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake), who has responsibility for small business. However, research by Marie Curie—it has done great work—clearly shows that people with terminal illness often face a loss of income and increased pressure on their finances, adding to serious anxiety for them and their loved ones. Nobody wants that and we must do everything we can to try to avoid it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One in four people each year who need palliative care miss out on their entitlements, because their needs are not properly recognised and they are not referred to the right services. To tackle that issue, the Marie Curie campaign calls for a change in the way those care services are provided. Colleagues in the Department of Health and Social Care are very aware of that and are working on it, albeit along with the wider pressures on the health system, particularly this winter, post-pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill essentially seeks to do two things. It seeks to require utility companies to provide financial support to customers with a terminal illness and to make provision about the employment rights of people with a terminal illness and for various connected purposes. The Bill is heavily supported by the TUC’s Dying to Work campaign, which has helpfully highlighted a lot of these issues on behalf of members. It seeks to change the law to provide additional employment protection for terminally ill workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Dying to Work was set up following, and inspired by, the terrible case of Jacci Woodcock, a sales manager from Derbyshire who was forced out of her job after being diagnosed with terminal breast cancer. The truth is that many excellent employers around the country do everything they possibly can, rightly, in the best spirit of best business, to employ well and be flexible and look after those who are suffering. However, there are also bad employers who do not fulfil their responsibilities properly, as we heard in the previous debate. The Government face the classic problem of how to identify good practice and clamp down on bad practice, and how to identify the difference. Interestingly, in preparing for this debate, when I asked for the data—I am Minister for research, so it will be no surprise that I was keen to see the data—I found that there is, as ever, a lack of hard data on how many people are suffering, where, when and where the real gaps and problems are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me be clear that everyone in the Government, and I think in the House, absolutely agrees that we all must fulfil our duties of care to the most vulnerable in our society. That is precisely what the Bill seeks to do. My duty as Minister is to ensure that the measures in it are implementable and to work with the hon. Member for Stockton North to get that right. He is very aware of that, having done this before with his excellent ban on smoking in cars with children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will deal with the points on energy and then on employment. The Government recognise that this is a hugely difficult time for people all across the country, particularly for energy customers facing hugely higher bills as a result of the shutdown and restart of the economy after the pandemic, as well as, particularly, the Ukraine war and the appalling invasion of Ukraine by Russia. That is why, even prior to the energy price guarantee, the Government announced £37 billion-worth of additional support last spring to help consumers with the impact of the unprecedented global gas price increase. Eight million of the most vulnerable households will see up to £1,200 of extra support in instalments across this autumn and winter, on top of the £400 energy support scheme that households are already benefiting from between October and March. The Government’s energy price guarantee will save the typical British household around £900 this winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the warm home discount, which the hon. Member for Stockton North particularly focused on, it has been in place since 2011 and has provided more than £3.3 billion of total assistance to low-income and vulnerable households across Great Britain. We have extended that scheme until 2026 and expanded the spending envelope from around £350 million to £523 million per year. That figure will rise with inflation and, as a result, an extra 800,000 low-income households will receive rebates of £150 off their energy bills. Indeed, households have already started receiving those rebates from their energy suppliers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As before, we will provide rebates to about 1 million households where someone is in receipt of pension credit guarantee. Those households are likely to spend more time inside their homes, require higher temperatures and be more vulnerable to cold. Furthermore, under reforms we have introduced in England and Wales to improve targeting, around 560,000 more households in fuel poverty will receive rebates and around 160,000 more households with a long-term illness or disability will benefit each winter. I can see the hon. Gentleman nodding—he knows we are trying to get the right money to the right people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Incidentally, the reforms in England and Wales have resulted from use of innovative data matching between the Government and the obligated energy suppliers—data matching enabled by powers in the Digital Economy Act 2017 to help people in fuel poverty. That is an example of good legislation working. We have identified eligible households based on two key criteria: those on means-tested benefits or tax credits below a specific income, and those who live in a home with a high energy cost threshold. We have used the age, size and type of property to estimate its relative heating costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a result of those reforms, most eligible households will not have to take any action to receive the rebate. They will receive a Government letter explaining the scheme and will have their accounts automatically credited by their energy supplier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Paul Holmes (Eastleigh) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister is rightly outlining the support the Government have given to people, as well as acknowledging, as the hon. Member for Stockton North (Alex Cunningham) has done, that not all people who are terminally ill are getting the right services at the right time. Does he agree that the hospice sector, in particular the Mountbatten hospice in my constituency, but also hospices that provide services across all of the United Kingdom, are not only a key player in ensuring that people receive the services they need, but can be part of the solution in directing them to some of the support they need because of the cost of living crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Freeman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes an excellent point on behalf of the hospice sector, and Mountbatten hospice in particular. The hospice sector is key through its provision of not only care, but support to citizens at the most vulnerable time in their life. I join him in paying tribute to hospices, and I will come on to talk about some of the ways they contribute. Macmillan Cancer Care has done some interesting work on energy in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Customers on prepayment meters may receive a top-up voucher, and all payment types benefit as long as they have an account with a participating energy supplier. For eligible households where there is no data or we are unable to match, they receive a Government letter by mid-January, asking them to call a helpline and verify their eligibility. We are doing everything we can to try to reach out. That helpline opened on 14 November and has already started processing customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The warm home discount provides further help beyond that £150 rebate. Under the industry initiatives element of the scheme, worth more than £40 million this year, several hundred thousand households receive help such as debt write-off, energy efficiency measures, financial assistance and benefit entitlement checks. All households helped under that element of the warm home discount also receive energy saving advice. Charities and businesses offering those services can provide genuinely life-changing packages, and we encourage everyone to pursue them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Low-income and vulnerable households, including those with a terminal illness, may be able to benefit under industry initiatives even if they are not eligible for the £150 rebate. Indeed, under those industry initiatives energy suppliers have worked with charities, including Macmillan Cancer Support, to provide particular help to people diagnosed with cancer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On energy efficiency, which was the second point raised by the hon. Member for Stockton North, while the Government, Ofgem and energy suppliers offer direct help with energy bills, we know that the best long-term solution is to improve the efficiency of people’s homes. That is why yesterday the Government announced a major new commitment to drive improvements in energy efficiency to bring down bills for households, businesses and the public sector with a clear ambition to reduce the UK’s total energy consumption from buildings and industry by at least 15% by 2030 against 2021 levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To achieve that, a new energy efficiency taskforce will be charged with accelerating the delivery of energy efficiency across the economy, and new Government funding worth £6 billion will be made available from 2025 to 2028. That is in addition to the £6.6 billion committed to over this Parliament, of which just over half has already been allocated to significantly improve the least energy-efficient homes through our social housing decarbonation fund, the home upgrade grant and the local authority delivery scheme. I hope that he can see that we are trying again to focus that money on that most vulnerable cohort whom he has spoken for. Homes receiving energy efficiency measures under those schemes will benefit from average bill savings of between £300 and £700 a year based on an average energy bill of £2,500.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn to the energy company obligation, which is a specific part of the hon. Member’s Bill. ECO, as it is known, is a regulation on larger energy suppliers to deliver energy bill savings through the installation of energy efficiency measures. Since the scheme started in 2013, about 3.5 million energy efficiency measures have been installed in about 2.4 million homes across Great Britain. Therefore, just under 10% of British households have lower energy bills as a direct result of ECO. This year, the Government extended the scheme until March 2026 and increased the spending envelope from about £640 million to £1 billion a year. That is focused on low-income and vulnerable households living in the least energy-efficient homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Households can benefit either through means-tested benefits or if they are social housing tenants or identified as low-income and vulnerable by the local authority or energy supplier. That last element is known as ECO Flex. Energy suppliers can meet up to half their overall obligation through ECO Flex, which is focused on private tenure housing. Under the current iteration, we have introduced a route intended specifically to help households experiencing severe health issues—both mental health and physical disability—including terminal illness-related disabilities. Households who receive energy-efficiency measures under ECO will typically save about £600 a year. There are organisations helping low-income households who offer help under ECO Flex and warm home discount, and the Government recently announced a further expansion of that support with a supplementary ECO Plus scheme, which is worth a total of £1 billion from 2023 to March 2026 and will allow a broader set of households to benefit. We plan to publish a consultation on the detailed proposals later this month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn finally to employment rights, which is the final substantive clause of the Bill. Let me take the opportunity at the Dispatch Box, as a Minister in the Department for Business, Energy and Industrial Strategy, to make it clear that the Government strongly expect and encourage all employers to treat people in such a situation with the care, sensitivity and compassion that we would all expect people we know to be treated with. Being a good employer and a good business means exactly that. People suffering from a terminal illness should not have to face any additional burdens as a result of their employment—not least fearing for their job—at a time when they are dealing with the very hardest illnesses and having to make plans for the end of their life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government fully support the objective of enabling employees with life-threatening conditions to continue working for as long as possible. One of the things that many people feel most strongly about on diagnosis is wanting to be able to carry on living their life for as long as they possibly can, and we owe it to them to make that possible. The hon. Member has been a great champion of that. The Equality Act 2010 provides that workers who are disabled due to chronic diseases or conditions are fully protected from any discriminatory treatment by their employers. In the overwhelming majority of cases, someone with a terminal illness will meet the definition for being disabled under the Act. I say, “the overwhelming majority”, but one thing that we might want to look at offline, as it were, is trying to ensure that that is everybody. Any kind of cancer, for example, is automatically regarded as a disability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under employment law, a qualifying employee who is unfairly dismissed or forced to resign from a job because of a terminal illness may bring a claim of unfair dismissal against their employer. However—before the hon. Member for Stockton North asks me, as I suspect he will—I would be the first to accept that if one is in the late stages of a terminal disease, bringing a case to the employment tribunal is not for the faint-hearted. It is not, in many cases, a reasonable remedy, and given that, we need to think about how we can ensure that people are not being asked to rely on a remedy that, in practice, they will struggle to call on. Depending on the nature of the illness and its impact on them, they may also be able to bring a claim of disability discrimination under the Equality Act, but again, the same condition applies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Equality Act goes further in relation to those whose illness renders them disabled: it places a clear statutory duty on employers to make reasonable adjustments for those with disabilities, quite rightly, so that they can access or remain in work. Reasonable adjustments can include making changes to the workplace, changing someone’s working arrangements, finding a different way to do something or providing reasonable equipment, services or support. Crucially, reasonable adjustments are specific to an individual employee, and making a reasonable adjustment is not a one-off requirement; it requires review, adaptation and ongoing support as people’s needs change and develop. Equally, it is not a limitless requirement; it has to be reasonable in all circumstances, taking a variety of factors into consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More generally, where an adjustment is not directly required because of a disability, for many people an additional bit of flexibility in the workplace is crucial to allowing them to deliver their job. Employees with 26 weeks’ service already benefit from the right to request flexible working, which allows them to ask for a change in their hours or location of work. Most employers rightly and honourably go further than their minimum statutory duties. It is the bad employers that we need to get on top of. I was pleased that the Government were able to support the Employment Relations (Flexible Working) Bill, which deals with that issue, on Second Reading on 28 October. If that Bill successfully gets through Parliament, it will update the existing right to request flexible working to encourage more effective dialogue between employers and employees, allow more statutory requests in a year and require that they are administered more speedily. The Government believe that that will benefit employees generally but also those who are working with a life-threatening condition. We look forward to working with the hon. Member for Bolton South East (Yasmin Qureshi) to take that Bill forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are absolutely committed to improving the lives of people with disabilities, terminal illnesses and related conditions. We believe it is imperative that all employers fulfil their obligations to their employees. There is a lot of guidance and support available to them, and the House has heard the considerable package of support the Government have put in place, including through the ACAS website, which I encourage anyone listening to or watching the debate to look at. We encourage all employers to make use of those resources and ensure that employees with terminal illnesses are given the help and support they need to stay in work if that is what they wish to do, which many do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Having gone through the Bill carefully with officials in the Department, we now need to go through it with officials in the Department for Work and Pensions and the Department of Health and Social Care. While I am aware that the lead on this is the Small Business Minister, in my Department, I suggest to the hon. Member for Stockton North that we convene a group of key Ministers in the Department for Business, Energy and Industrial Strategy, the DWP and the DHSC, to look at the specific groups who are not able to receive their entitlements—that is the hon. Gentleman’s point: many people have entitlements but are not getting them—and to ensure that good employers who are trying to do the right thing can provide a mixture of private employer support and universal credit support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Everyone here today has heard the extensive support the Government are providing, but it is not just a question of announcing lots of pots of money. For the people who are living in this very difficult situation, we must ensure that we make it easy for them to apply for and secure that help. I would happily undertake to request that Ministers in those two Departments and the Small Business Minister, my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake) sit down to look in particular at how we can ensure that eligible people get what they are eligible for and how we can promote best practice and make sure that these people who have the tragedy of a terminal illness are able to fulfil their lives properly in the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I just place on record my thanks to the Minister for the constructive way in which he is responding to my speech and my Bill. I hope we will be able to work on it sometime in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Freeman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful, and in return I thank the hon. Gentleman for raising this matter. I look forward to our being able to make some progress, whether or not in the form of this Bill. I think he understands that we need to try to focus on solving the problem, and he probably does not want to wait three years to get his Bill on to the statute book—he would rather get something done more quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I will sign off where I started, and pay tribute to the work of the Marie Curie team and all the hospices that Members have mentioned around the country, which do so much for this most vulnerable group. I hope that Members across the House can hear how seriously the Government take this matter. We are putting significant funding out there. The real challenge is to make sure that the people on the frontline who are eligible and dealing with the very hardest situation in life can get the help they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the employment side of the hon. Gentleman’s Bill in particular, everyone can see that there is a problem when people do not have the most enlightened employers. Asking those people to take recourse through the courts when they are in the situation they are in is hard, and we need to sit down and see whether there is something we can do to ensure that happens less and less, and that people suffering from disabilities and terminal illnesses can live and work as they want, with dignity right through to the end of their working lives. I think all of us in the House would support that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}