{
    "url": "https://www.ukpol.co.uk/george-freeman-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "George Freeman – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Freeman",
            "url": "/tag/george-freeman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by George Freeman, the Conservative MP for Mid Norfolk, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of the people of Mid Norfolk, I send our deepest condolences to all the royal family, Her late Majesty’s many friends and the royal household. I also echo the comments of the hon. Member for Oxford West and Abingdon (Layla Moran) in paying tribute to the King’s spine-tingling tribute to his mother that we heard a little earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This news has stopped the country in its tracks. As many colleagues have said, whether we were lucky enough to have met Her Majesty or not, we all feel that we have lost our own, much-loved grandmother, but also something very precious—a part of us, a part of our nation. We stopped the clocks and the political debates out of profound respect for our longest serving monarch, who as Head of State on the throne has guided our nation through the most extraordinary 70 years, celebrated so sincerely by a grateful nation in the jubilee earlier this year; how wonderful that she had a chance to see that gratitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our nation mourns a remarkable woman, who has become, quite simply, as my right hon. Friend the Prime Minister put it, this nation’s rock. As mother, grandmother, great-grandmother and figurehead—not just of the royal family, but of all her subjects, regardless of faith, race or any other creed across this great nation—through tumultuous times she has been a shining beacon of dedication to duty, office, public service and nationhood, the exemplary spirit and embodiment of the very best of the United Kingdom, and a unifying sea anchor stabilising our ship of state in often turbulent seas. She was always cheered, as today, by mass crowds wherever she travelled, and nowhere more than in her beloved royal county of Norfolk, where, through her home at Sandringham, she and her family have always been held proudly in very close affection and esteem, not least by the many serving and former members of the armed forces in our county and our country. It has been the privilege of my life to represent that county in her Parliaments and to serve as a Minister of the Crown under her last three Prime Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Who among us will forget her 2012 jubilee address to both Houses assembled in Westminster Hall? Addressing, as she was, six former Prime Ministers on the front row, she said that she had had the privilege of having been served by 12 Prime Ministers, and added over the top of her glasses, with a wry chuckle, “And doubtless there will be many more to come.” Perhaps she could see the next decade coming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The many eloquent tributes, in particular from my right hon. Friend the Prime Minister, my right hon. Friends the Members for Uxbridge and South Ruislip (Boris Johnson) and for Maidenhead (Mrs May), the hon. Member for Rhondda (Chris Bryant) and the right hon. and learned Member for Camberwell and Peckham (Ms Harman), have highlighted the many virtues and legacies of our dear late Queen Elizabeth—indeed, the Great. I will not repeat them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to highlight three very particular legacies that are close to my heart and the hearts of my constituents. The first is children: the Queen understood and believed deeply that all of us in public office have a special duty to the children who are our future. They cannot vote or make their case in this Chamber; they need us to speak for them. As she famously said, children\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“teach us all a lesson—just as the Christmas story does—that in the birth of a child, there is a new dawn with endless potential.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her duty to the cause of children around the country is legendary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second legacy I will mention is horses, hounds and the countryside. As a countryman and MP for a rural constituency, I thank Her Majesty, as well as her son and her grandsons, for always championing our rural heritage and way of life. From her love of the wilds of her native Scotland, to the high seas, the skies of Norfolk and especially her time with her beloved horses and hounds, she was indeed the monarch of the glen—and, may I say, the fens?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the House will indulge me on a personal note, a great personal honour of mine relates to Her Majesty’s love of racing and deep expertise in thoroughbred racing; my late father had the great honour of being the retained royal jockey over fences to her late mother in the ’50s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, let me mention Her late Majesty’s commitment to the unsung heroes of voluntary service in this country—the charity workers, community helpers and selfless servants who embodied the spirit of selfless public service that she always did. Let us take this moment to renew our commitment to them, but let us also renew our commitment to restore the fragile public trust in our democracy. Her Majesty the Queen took on the monarchy in the wake of the abdication crisis and a world war. It is a remarkable and unprecedented legacy that, after 70 years, she leaves the monarchy stronger than she found it, and stronger, perhaps, than it has ever been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "God bless your Majesty; may she rest in eternal peace. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}