{
    "url": "https://www.ukpol.co.uk/george-freeman-2022-speech-on-remuneration-for-songwriters-and-composers/",
    "title": "George Freeman – 2022 Speech on Remuneration for Songwriters and Composers",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Freeman",
            "url": "/tag/george-freeman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Freeman, the Minister for Science, Research and Innovation, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone—in the warmth of your chairmanship in this cool room this morning. I congratulate the hon. Member for Cardiff West (Kevin Brennan) on securing the debate and on his ongoing work in this field. I welcome the chance to update him on the progress that has been made and to re-emphasise the message that I gave at the Dispatch Box several months ago before the turmoil of the summer. I want to reiterate the commitment made by my officials, the Government and me to get the issue right and to strike the right balance and continue the pressure that I know he welcomes in trying to secure that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am here as Minister for Science, Research and Innovation in the Department for Business, Energy and Industrial Strategy, and as Minister with responsibility for the Intellectual Property Office. I also co-chair the Office for AI with the Department for Digital, Culture, Media and Sport. I am also here as a Member for Parliament and a citizen of this country who is very cognisant and aware, as the hon. Member for Cardiff West has highlighted, of the role of music in our society and our economy. I am the husband of a theatre director, Fiona Laird, who has composed her own music. I have watched her go through the motions as a creator and as a musical theatre director. She composed the music for her recent Royal Shakespeare Company production of “The Merry Wives of Windsor”. We have a friend, a digital entrepreneur in the music scene, who uses the global streaming revolution to get a foothold as a minor artist in this incredible global economy. I therefore have some personal feel for the challenge, and I know how strongly the industry respects the commitment of the hon. Member for Cardiff West to try to get the balance right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The strengths of the UK music industry are a major part of our economy. It contributed £4 billion to our economy in 2021, and probably more this year. A key component of that is exports. British music brought £2.5 billion into the UK in 2021. It is also a major force for soft power. Next week I will be in Japan making a speech on global science soft power. I suspect the Japanese associate the UK with the Beatles, Ed Sheeran and the fabulous creative artists we saw celebrated in the Jubilee, as well as with our science. They go together as global projections of our values as a democracy and a creative powerhouse in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely share the hon. Member’s view that songwriters and composers should enjoy a fair share of the value. The challenge is to make sure we get a framework in the UK where that is true—it is a lived experience and reality—without unilaterally moving so hard or fast that we undermine the sector. We must try to establish best practice, which fits with the wider work I am doing on innovation and regulation. This country has an opportunity to set the global standards in many of these sectors, which could then, through our soft power, become international standards. That is how we see this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The principles of fairness and sustainability underpinned the inquiry by the Digital, Culture, Media and Sport Committee into music streaming, which kicked off so much of this. I want to reassure Members that those principles absolutely underpin the Government’s approach. I will address the issues that the hon. Member has raised and give him the update that he asks for. On streaming, we kicked off a significant piece of work on data, which the Intellectual Property Office has completed. The data gives us a good grasp of what is going on, which is key to fair remuneration. Too often, information that identifies songwriters and composers, along with their works and owners, is incomplete, inaccurate or missing entirely, which means that creators often face delays in being paid, and some are not paid at all. That predominantly affects not rock stars and superstars but the smaller creators on modest incomes, who depend on that data for their livelihoods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why, since the DCMS Committee’s inquiry last year, the IPO has established a working group on metadata, which we have tasked with developing industry-led improvements. These are complex issues and there is no silver bullet, as the hon. Gentleman knows, but the working group has made real progress on a good code of practice on metadata and a two-year roadmap for industry to deliver tangible improvements through education and technical solutions. That output is very close to completion. Since returning to office a month ago, I have asked to see it, so that I can ensure that it reflects the undertakings that I gave to the hon. Gentleman and the House. Officials in the Intellectual Property Office will share it with the music industry more widely very early in the new year to seek final agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Similarly, the IPO has established a working group to develop a code of practice on transparency. That code is also close to completion, and we will be seeking wider industry agreement on that early in the new year, too. I hope and believe that those actions on data and transparency will achieve their aim: real improvements in the fair remuneration of songwriters and composers, and songwriters enjoying more timely and accurate data payments as a result of the improvements in data. Those are key elements of the package.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me turn to competition and the distribution of revenues. However good the data is, many feel—the hon. Gentleman made this point very well—that the share of streaming revenues that go to songwriters and publishers, particularly the smaller creatives at the lower end of the pecking order, as it were, is too low. It is key that the remuneration is fair and internationally competitive. Let me break those two points down. As the hon. Gentleman said, the CMA published its final report on the market for music streaming last week. The report was launched after the DCMS Committee and the Government encouraged the CMA to look into this and other claims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We read the report carefully. As the hon. Gentleman said, it found no suggestion that publishing revenues were being deliberately suppressed by distorted or restricted competition. The report also set out the fact that the overall share of streaming revenues enjoyed by publishers and songwriters increased from 8% in 2008 to 15% in 2021. At the same time, the share enjoyed by the recorded music industry has remained steady. It is true that the publishing share has declined slightly since 2017—from 17% to 15%—but during that time overall publishing revenues paid out by the larger streaming services in the UK have more than doubled. More and more money is being paid out to songwriters and publishers from streaming, which is great. Because songwriters typically enjoy the largest share of publishing royalties—an average royalty rate of 84% in 2021—the vast majority of the publishing share is going to songwriters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The key point, however, is whether streaming revenues are fairly distributed within the ecosystem. There are still many who feel justifiably that the devil is in the detail. They want to know how that overall number is allocated, and think that we need to do more to ensure that the allocation is fair. The question of how revenues are distributed between artists, songwriters, record labels, publishers and streaming platforms is complex, and we have a responsibility to ensure that any arrangements work for the industry as a whole. There is no perfect solution, but I repeat that there is more that we can do, by working with the industry, to get closer to something that is widely recognised as fairer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Record labels and publishers each play an important role in supporting and investing in British artists and songwriters. We do not want any unilateral or dramatic reapportionment to undermine the UK sector, but we want to ensure that we do right by the next generation of talent, which we require to feed the whole sector. The Copyright Royalty Board in the US recently laid down that song rights holders should receive around 15% of streaming revenues, which is similar to what we have achieved in the UK. Given that, and given the movement in France, which the hon. Gentleman highlighted, it is interesting that there is a global movement towards ensuring that this growing sector is based on principles of fair remuneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will come on to the changes to copyright law. The DCMS Committee recommended several changes aimed at improving remuneration, including a right to equitable remuneration for streaming, a right to regain ownership of copyright, and a right to renegotiate contracts; those are measures that the hon. Gentleman brought forward in his private Member’s Bill. I made it clear at the time that further consideration of those measures was an active priority, and that remains the case. We have seen some positive action from some in the music industry on remuneration for creators. The three major record labels have agreed to disregard unrecouped advances in older contracts, which means that many artists are now being paid from streaming for the first time. Several independent record labels have announced minimum digital royalty rates in their contracts of 25% or more, even for contracts agreed prior to streaming. There has been some progress and these steps are welcome, but I appreciate that creators want to see more substantial and wide-ranging action on remuneration; that is why, in the coming months, we will be actively considering the evidence from the research, as well as the voluntary action taken by the industry, and weighing up our approach on remuneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will come on to a specific proposal that I am making to bring all of this together, including looking at the text and data-mining issue, which is my next point; it is causing real concern for rights holders. As the hon. Member for Cardiff West was kind enough to say, I was out of office when this reform was announced. In the few short weeks I have been back, I have already met with the DCMS Minister for the creative industries, my hon. Friend the Member for Hornchurch and Upminster (Julia Lopez), to highlight the fact that we must get this right. Of course, the UK wants to be a leader in AI—we are, and we want to continue building on that, but we must not allow that support to undermine our creative industries. My hon. Friend the Member for Hornchurch and Upminster absolutely agrees with me, and we have established a small taskforce of officials between the two Departments to ensure that we get this right. Following that meeting and this debate, I propose to convene a roundtable between DCMS and the Department for Business, Energy and Industrial Strategy of the key WHvoices across the sector to look at the whole issue. It will look at the rate of progress, the report from the Intellectual Property Office and the CMA, and the AI piece to see if we can get a proper settlement that everyone acknowledges would be fair and reflects the principles that we have set out, which—I will repeat again—are absolutely fundamental to our approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe deeply that, if we get this right, we can establish a Government-supported but industry-led code of conduct that will be respected around the world. It will improve and continue the process by which the industry is improving and ensure that we continue that momentum, so that it does not require private Members’ Bills to keep nudging the industry and we have leadership in setting the standards for fair remuneration that are the envy of the world. As the co-chair of the Office for Artificial Intelligence and Minister with responsibility for the Intellectual Property Office on this issue, I will suggest that my hon. Friend the Member for Hornchurch and Upminster and I convene that roundtable; I will obviously be in touch with the hon. Member for Cardiff West and the DCMS Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In closing, with two minutes on the clock, I will highlight the fact that we believe that there is an opportunity here. The industry has shown willingness to move in the right direction. The Government signal that our preference is not to legislate; our preference is to encourage the industry to move in the right direction but, if we must legislate to get this right, we reserve that right. However, our preference remains to avoid that—not least because we would like to get a quicker solution for the benefit of all those in the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Brennan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand what the Minister asked, because we have not discussed it previously, but I do not want the point about composer buyouts to be lost in the discussion. I welcome what the Minister said about convening a roundtable and his continued commitment. We need a discussion at some point about the implication of the increasing trend for composer buyouts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Freeman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Gentleman for putting that on the record; I will put it on the record that we will include that in the roundtable discussion. I will pick up the detailed point that he made and write to him on it, because that is part of the mix. I hope that the House and the hon. Member for Cardiff West can see that we are making progress, and I look forward to working with him on this in the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}