{
    "url": "https://www.ukpol.co.uk/mike-freer-2022-speech-on-the-domestic-homicide-sentencing-review/",
    "title": "Mike Freer – 2022 Speech on the Domestic Homicide Sentencing Review",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Freer",
            "url": "/tag/mike-freer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mike Freer, the Parliamentary Under-Secretary of State for Justice, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Bone. I thank my hon. Friend the Member for Redditch (Rachel Maclean) for securing the debate; I know how much time and personal effort she put into this topic when in Government. I welcome the focus that she is continuing to create on what I know is an important issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is not an area normally in my portfolio. I put on the record that I cannot possibly imagine the distress and trauma of the families of Ellie Gould and Poppy Devey Waterhouse, who were murdered in such awful circumstances. I can only commend their mothers for the ongoing campaigning that they are doing in relation to this issue. I know that colleagues who are taking part in the debate, and from across the House, will continue to support their campaign, and will have the families in their thoughts and prayers as they deal with the loss of a loved one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout the debate I have listened to the argument for reform of sentencing in cases of domestic homicide, which has been so eloquently explained. That is why the Government commissioned the review that we received in June and are now assessing. People are saying, “You have had the review now nearly six months—can’t you just get on with it?” But it is important that we get it right. It is tempting to rush, and I know that there is always a desire in such distressing circumstances to be seen to be acting. But in this place we quite often see the impact and consequences of acting without reflecting. I want to ensure that the response to the review is measured, and takes onboard the recommendations and factors that we need to assess.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take this opportunity to publicly express my thanks to Clare Wade KC, the independent expert appointed to undertake the review. Ms Wade was the lead counsel in the high-profile case of Sally Challen, and has brought her unparalleled expertise to the complex nature of this piece of work. As has been pointed out, the published terms of reference for the review stated that the final report would be submitted to the Secretary of State for Justice by the end of last year. The report was received in June, and I appreciate that the delay, along with the changes in Government, will have been frustrating for all of those involved and concerned, and who want to see action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can give my full assurance that the Secretary of State and I are in the process of carefully considering all of the recommendations made in Clare Wade’s review. The topic is not only extremely important but complex and challenging; as I said earlier, it is important we get it right. Changing the law on sentencing for murder can have profound consequences, so it is something that we must do properly and consider very carefully, to avoid any unintended impacts. The matter has the full attention of the Secretary of State and the ministerial team, and I look forward to updating Parliament in due course with more detail on the review, its recommendations and how the Government will respond to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On my hon. Friend the Member for Redditch’s question about the private Member’s Bill that has called for a minimum sentence to be imposed on rough sex manslaughter, the Government are clear that there is no such defence in law as the “rough sex defence”. We clarified that position in statutory form in the Domestic Abuse Act 2021. The Government are aware that there are rising concerns about seemingly low sentences given in some cases involving death, especially when there is evidence to suggest that there may have previously been consent between the parties for that type of behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Minimum sentences are rare in England and Wales. They tend to be used for repeat offences, or offences that are straightforward in definition, such as knife possession. Manslaughter offences cover a wide range of behaviours and circumstances. It is right that the courts have the full range of disposals available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rachel Maclean**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Minister for the detail and commitment that he has shown to this process. I want to lodge one thought with him: he mentioned that courts need to take account of evidence that the parties had engaged in such activity within the rough sex domain, as we have already discussed. I make the point that the woman who was part of that is now dead. There is no evidence that she could give; she is no longer with us. I want the Minister to take that away and consider it when he comes to his final conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mike Freer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes a strong point. Clearly, it is not always possible to know exactly what those who have no voice because they are no longer with us have said or consented to in the past. That is an important point, which will be reflected in our response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The issue of rough-sex manslaughter will be a major consideration in our response to the independent domestic homicide sentencing review. Today, I heard the calls for reform to ensure that sentences are fit for purpose and commensurate with the crime. The Government are committed absolutely to that endeavour, and the domestic homicide sentencing review builds on significant action that we have taken already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Police, Crime, Sentencing and Courts Act 2022, passed earlier this year, ensures that those convicted of some of the most serious sexual and violent crimes, such as rape, manslaughter and attempted murder, will spend a longer proportion of their sentence in prison, protecting the public and giving victims the confidence that justice has been served. In the Act, we also took swift action to raise the starting point for murder for older children and young adults, to ensure that sentences in such cases reflect the seriousness of the crime and the age of the perpetrator. That was in part in response to the case of Ellie Gould, mentioned today, who was murdered by her 17-year-old ex-partner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Going beyond sentencing, the Government are fully committed to improving outcomes for victims of domestic abuse and violence against women and girls in all its forms and, critically, to preventing more victims in future. Last year, we passed the landmark Domestic Abuse Act 2021 and, since then, we have published the rape review action plan, the cross-Government tackling violence against women and girls strategy, a complementary tackling domestic abuse plan and, in May this year, our draft victims Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The vast majority of the measures passed in the Domestic Abuse Act are in force already. In July this year, the most recent measure in the Act came into force, meaning that abusers are no longer able to cross-examine their victims directly in the family and civil courts. The cross-Government tackling violence against women and girls strategy seeks to transform the whole-society response in order to prevent offending, to support victims and to pursue perpetrators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The tackling domestic abuse plan is investing more than £230 million of cross-Government funding into prevention and protecting victims, including more than £140 million to support victims and more than £81 million to tackle perpetrators. The plan introduces key commitments to reduce domestic homicide, including reform of the domestic homicide review process and building the first ever central repository of such reviews.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The plan also announced a domestic abuse policing and domestic homicide prevention pilot, which will involve auditing forces that have relatively high levels of domestic homicide to ensure that they are doing everything possible to prevent those crimes. It also announced that we continue to invest in research to build the evidence base on domestic homicide prevention. The Home Office has already awarded more than £2 million in research projects over the past two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The victims Bill will improve victims’ experiences of the criminal justice system. It sends a clear signal about what victims can and should expect from the criminal justice system by enshrining the overarching principles of the victims code in primary legislation. It will increase transparency and oversight of criminal justice agencies’ services to victims, so that we can identify problems, drive up standards and give the public confidence. It will enable improvements in the quality and consistency of support services for victims by improving how organisations work together to commission support services to meet the needs of victims better, and to increase awareness of independent sexual violence advisers and independent domestic violence advisers. We are carefully considering the recommendations of the Justice Committee’s pre-legislative scrutiny of the Bill, which will be introduced as soon as parliamentary time allows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tackling violence against women and girls in all its forms remains an utmost priority for the Government, and the Prime Minister spoke last week about his determination and motivation to ensure that we tackle this issue. I have outlined the key action that the Government are taking, but of course there is more to do, and we will revisit this topic once we are able to respond to the Wade review. Finally, I thank my hon. Friend the Member for Redditch for her tireless work on this issue, both in and out of Government, and I thank colleagues for their contributions today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}