{
    "url": "https://www.ukpol.co.uk/mike-freer-2022-speech-on-family-law-terminology/",
    "title": "Mike Freer – 2022 Speech on Family Law Terminology",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Freer",
            "url": "/tag/mike-freer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mike Freer, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 16 November 2022.",
    "content": [
        "As ever, it is a joy to serve with you in the Chair, Ms Nokes. I thank my hon. Friend the Member for Stroud (Siobhan Baillie) for securing a debate on this important topic. It is a topic on which I know she has campaigned for quite some time and with vigour. I tried to find the blog she wrote some years ago, but I suspect I may have to dig a bit deeper to find it. If she has a copy to hand, I would be very interested in reading it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As parliamentarians, we are all aware of the power of language to influence, to make others reflect and to be a force for good. The focus of the family court must always be on acting in the best interests of the child, as well as on creating stability and reducing conflict for families. The language used by professionals, and in the systems, processes and guidance that make up the family court, can set the tone for how families and individuals interact with it and with each other, both in and out of court. Our choice of language makes it clear what we value the most, and it can act as a reminder that children are at the heart of the family justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend the Member for Stroud mentioned, the Family Solutions Group, which is a collection of multidisciplinary experts looking at how to improve the family justice system for children and families, noted in 2022 that the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“language for separating families has evolved out of an adversarial legal system: it is accusatory and divisive. It is also potentially harmful, increasing conflict through battle metaphors while parents compete for justice and control of their children.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have recognised that the language used in the family court needs to move away from pitting parents or couples against each other. Instead, the emphasis should be on clear and simply terminology that recognises children as children, not as cases, and that encourages individuals to reach joint agreements. We should be moving away from arguments about custody and residence, and towards what is the best outcome for the child, instead of perpetuating the idea that there are winners and losers in the family court. We should be encouraging resolutions and agreements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Reducing conflict between separating parents is a priority for the Government. I will set out the actions we have taken to support them and their children before turning to some specific measures to improve the language used in the system. We are introducing measures to reduce the number of disputes that come to court in the first place so that we reduce the time that children are left to deal with uncertainty and minimise exposure to the court system for young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend mentioned the family mediation voucher scheme, which was launched in March and is designed to remove the barriers that parents face in accessing mediation. Family mediators are trained to support separating parents to move past their conflicts and resolve issues in a non-adversarial way. Mediation can often be a quicker means of reaching an agreement. We hope that by offering separating parents the opportunity to mediate, we can reduce the period of uncertainty and distress for children by avoiding more lengthy court proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More than 11,800 couples have now accessed the mediation voucher scheme and received £500 towards the cost of their mediation. A Family Mediation Council survey of the first 2,800 cases suggests that 65% of separated parents reached whole or partial agreements in their mediation, which means that they no longer needed to attend court. Clearly, an amicable agreement will always be in the best interests of the children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where court is unavoidable, we are working to ensure that disputes are resolved as quickly as possible, and that the processes are as understandable and stress-free as possible, especially for children. For instance, we have adopted a more investigative approach to proceedings. In February, we launched the first integrated domestic abuse courts pilot in Dorset and north Wales, delivering on a 2019 manifesto commitment. This new approach to child arrangement cases seeks to reduce conflict, protect victims and survivors and enhance the voice of the child by gathering more information during the early stages of the process, which allows courts to narrow down issues, and minimises the time spent pitting parties against each other in a courtroom setting. The new pilot also includes the option for children to meet judges or have direct access to a judge in their case who can give them direct feedback in simple, plain language on the recommendation decisions about their lives. Of course, that puts a human face to the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government introduced the Divorce, Dissolution and Separation Act 2020 to allow no-fault divorce and end the pointless blame game when a marriage or civil partnership has irretrievably broken down. Instead, it allows couples to focus on resolving more important priorities, such as how best to co-parent any children. The Act also aimed to help couples to reach amicable decisions by introducing joint applications for divorce, which was not previously possible. Joint applications replace the adversarial concept that divorce is something done by one party to the other. We have also made changes to the language of divorce to reduce language that automatically pits individuals against each other. We have removed terms such as “petitioner” from the process. Those are simple changes, but they set the tone for how individuals engage with each other in court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend stressed the importance of language and terminology. The Government used the Children and Families Act 2014 to remove the concept of winners and losers from cases involving children. It removed terms such as “residence” and “contact”, and replaced them with more child-focused language such as “child arrangements”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Technology also plays a significant role in how people access and understand the family justice system. The Government are creating a more modern and straight- forward justice system that is accessible to all. His Majesty’s Courts and Tribunals Service’s reform programme has been running since 2016, and aims to move court applications across all jurisdictions online. That commitment includes providing online systems and resources that are written in plain English. Although there are times that legal language is required, all HMCTS forms and gov.uk resources go through a plain English review to make sure they are clear and accurate. We are committed to making not only the family courts accessible but the wider justice system. So far, divorce, probate and public law proceedings have moved online, and private law cases also have an option for online applications. We are continuing to work on providing more resources for child arrangements, finance applications, adoption and certain protective orders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I want to champion the work of the Family Justice Young People’s Board, and set out how it contributes to improving how the family justice system is using language and terminology. The young people’s board is a group of over 50 children and young people, aged between seven and 25 years old, with either direct experience of the family justice system or with an interest in children’s rights and the family courts. It works directly with the Ministry of Justice and other partners across the family justice system to share their experiences and unique viewpoints, helping to bring a vital perspective to our work. The board has been working to demystify the family justice system for children and young people, both in private and public law proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Working with the Children and Family Court Advisory and Support Service, the Family Justice Young People’s Board have produced several resources and guides for children that aim to break down family court terminology, as well as more complex procedural processes that children will experience in court. I encourage everyone to read their “Mind Your Language!” guide on the words for professionals to avoid using in proceedings, such as terminology that is too complex. I also recommend their first book, “In Our Shoes”, for the moving first-person testimonies it provides from children and young people going through the family justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To conclude, the Government are committed to improving the experience of the family courts for children, and are taking action to make the family justice system a less adversarial experience for those who go through it. We are doing that by supporting parents to resolve their issues without the need to come to court, by improving the language and terminology used in the systems and that underpin family court, and by ensuring that at all levels the voices of children and young people who experience family justice are heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I reiterate the points that my hon. Friend the Member for Stroud made; family justice system reform remains a top priority for the Government, and I can reconfirm that it remains a priority for the Lord Chancellor. The projects on law reform and reducing court backlogs are a key priority for the whole Department. As my hon. Friend stressed, if we can get people out of the courtroom, it releases court time for more complex cases. The FSG remains a key partner of the Department, and the family division sits as an observer of the family justice board. The Department is entirely aligned with the objectives of my hon. Friend and the points she raised have firmly landed. I look forward to working with her in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}