{
    "url": "https://www.ukpol.co.uk/geoffrey-de-freitas-1978-speech-on-tourism/",
    "title": "Geoffrey de Freitas – 1978 Speech on Tourism",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Geoffrey de Freitas",
            "url": "/tag/geoffrey-de-freitas/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Geoffrey de Freitas, the then Labour MP for Kettering, in the House of Commons on 26 July 1978.",
    "content": [
        "I hardly need remind the House that tourism is a very big business and that a lot of the credit for the size of it must go to the 1969 Act and to the British Tourist Authority. That does not mean that I am forgetting the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The 12 million visitors we shall have this year will spend about £3,000 million in Britain and in fares to British air and sea carriers. That means that every day of the calendar year they will spend on average £9 million. That represents 6 per cent. of our total exports, invisible and visible. This is more than the exports of aircraft, ships, cars and beverages combined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those of us who meet in the all-party parliamentary tourism committee know of the BTA’s great success, but we also know something of the problems. One of the greatest of them, for Londoners anyway, is the attraction of London. It is not only a problem. It is an opportunity. That we must recognise, since, if the tourists are concentrated in London, that gives the BTA and the regional and national organisations the opportunity to persuade them to go out into the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The load must be spread. In spite of all that has been done, even more must be done to ensure that foreign tourists spend more time outside London. I want them to spend it in this country. I was alarmed to read that Amsterdam was saying that its airport is now the third London airport. I should be interested in the Minister’s comment on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not suggest that fewer people should come to London, but I do not want more to come. The tourist organisations have been successful in that 60 per cent. of the overseas tourists currently in this country will not be sleeping in London tonight. But we must spread this load further to places which are not traditional tourist areas. I think particularly of the north-east and the area around by constituency in Northamptonshire, which is the heart of the Midlands and is true English countryside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has fine churches. At least two of them—Lincoln Cathedral and Brixworth Church—are paid-up commercial members of the East Midlands Tourist Board. Everyone knows about Lincoln Cathedral, but Brixworth Church is less well known. It is Saxon and is probably the oldest church north of the Alps to have been in continuous use for Christian worship. In 1980 I shall no longer be able to say that it is on the edge of my constituency, but I shall be able to take part in its thirteen hundredth anniversary celebrations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I ask my hon. Friend the Minister whether we have anything to learn from other countries in spreading the load from the capital. I read of the BTA’s director-general attending a European travel commission seminar in Zurich. Was this problem discussed? Have the Council of Europe and the European Parliament taken an interest in this problem?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is something totally different that concerns me. The BTA’s annual London visitors survey last year showed that 90 per cent. of the people who came to London had no complaints about the hotels or restaurants. That is fine. But, if one reads it the other way round, it means that 10 per cent. of the visitors did have a complaint. That is not good enough, especially as the complaints were twice as many last year as the year before. These are real complaints, not imagined complaints.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A month or two ago there was correspondence in the Financial Times about the bureaux de change charging excessive percentages for changing foreign money into sterling. I was able to write to the Financial Times and point out that I had asked a Question in the House and had found that the Department had never had any complaint at all about this. But we shall have to watch the matter very carefully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A charge of 1 per cent. must be the standard rate. Thomas Cook has used that rate for 100 years. But, of course, one ‘has to charge more if a bureau is open all night, or late at night or over the weekend. We accept that. But any increased rate must be justified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last July my hon. Friend referred to Government financial help being channelled in the future to selective assistance projects in development areas—the Pennines, North Cornwall and Scarborough. What has happened about this? I am particularly interested in Scarborough because for a short time in 1961—I am the only Member of the House who can say so—when I was on my way to serve in Africa, I held the office of Steward of Her Majesty’s Manor of Northstead, which, I was informed at the time, included the public gardens of Scarborough. How far has this development scheme gone? How far has it been a success? Are we to do more about it? Will it be expanded?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think that we have got over the stage when we think at all of people coming to this country because of our weather. No one comes here to bask on our beaches, or to listen to the rustle of grass skirts or the tinkle of ice cubes in a long glass. They come for the other things. What have we got? We have plenty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sometimes we forget that we have got food, which is sometimes unusual but very good. We have cock-a-leekie, kedgeree, haggis, and devilled kidneys. I shall not refer to mustard, because I remember one of the Marx brothers saying that he liked mustard but he prefer red to have a little bit of beef to go with it. We have summer pudding, a characteristic English dish. On a summer’s day, to warm people up, we could have a little plum pudding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Catering and serving, like cooking, must be regarded as a craft and treated as such in apprenticeships and in technical colleges. What inducements, financial and otherwise, are the Government giving to developing such training? I know that in the last three years the number of foreigners working in our hotels has declined from 9,000 to 1,500. But has the standard been maintained by trained British workers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I refer to the other attractions that there are to coming to this country. Our language and history, of course, are important. Our theatre in London is as good as any in the world, and it is kept alive by tourists. In this way everyone benefits—tourists, Londoners and people in Britain generally. The next big stage must be to promote better theatre in the provinces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have referred to a sense of history and, indeed, of obligation because of our history. For example, the United States ​ has inherited from us our English common law. What could be more appropriate than that every few years the American Bar Association comes here and meets in Westminster Hall, where our courts sat for many hundreds of years? It is part of their history just as it is of ours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the American Bar Association comes in July, when London is overcrowded. I am told that the last time it came there were over 10,000 people including wives, secretaries and so on. I think that the Government should use their powers of hospitality to discourage such large organisations from coming in July and August and encourage them to come, as far as they can, later in the year—for example, October, which is more appropriate because that is when our courts happen to be sitting and when Parliament is seldom in session, at least at the beginning of the month, so that there would be much less overcrowding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Apart from the United States, there are Australia, Canada and New Zealand which have close connections with this country in history and language, while India alone of the Asian countries has preserved the rule of law and parliamentary democracy. There is no season in Britain for observing our democratic and legal institutions, and people can come at any time of the year. There is no need to crowd into the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, I was worried about complacency creeping into the British tourist industry. Today, after a year in which I have met many of those concerned with the large-scale organisation and operation of tourism, I can report that there is no sign of complacency. The fact that there was a 3 per cent. decline in the number of people coming to this country in the first quarter of the year has been a big enough jolt to the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All those in the industry recognise that there is a challenge to be faced, and with the encouragement and help of the Government—and they have been of help which I acknowledge, in schemes like the industrial building allowances—they are confident that they can maintain tourism as one of our leading industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I summarise. Spreading the load is important, and it must be spread not only around the country but around the months ​ of the year. The visitors survey shows that complaints in London were twice as high last year as the year before. There have as yet been no complaints about the money-changing, but we must watch that position very carefully. What has happened about north Cornwall, the Pennines, and Scarborough? What has happened about British catering and food? What about the standard of our training of people who have taken the place of the foreigners who served us so well in the hotels?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can no longer say that there is any danger of complacency. We are generally agreed that there is not. I am grateful for what the Government have done. Our history—and we must remember that our weather is not what attracts people—can help us to sell ourselves because we can be ourselves; we are a former imperial Power; we are accustomed to look out on the world and to meeting foreigners; we are accustomed to dealing with foreigners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have the unusual advantage of having four different peoples—English, Scots, Welsh and Irish—living in our comparatively small country. Our experience and our history of tolerance, with its spirit of live and let live, make Britain a very pleasant place to visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}