{
    "url": "https://www.ukpol.co.uk/louie-french-2023-speech-on-the-ballot-secrecy-bill/",
    "title": "Louie French – 2023 Speech on the Ballot Secrecy Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Louie French",
            "url": "/tag/louie-french/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Louie French, the Conservative MP for Old Bexley and Sidcup, in the House of Commons on 24 March 2023.",
    "content": [
        "I rise in support of the Bill, which, as a by-election winner, holds a special place in my heart. That is not only because my noble friend, Lord Hayward, was the chair of my selection meeting, where his passion and knowledge of electoral matters was clear to all of us, but, as we have heard already, because it was during a by-election more than 150 years ago, in 1872, that a secret ballot was first used. This followed the Ballot Act 1872, which made provisions for every elector to be entitled to mark the ballot paper without being seen by anyone else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The principle of the secret ballot is the bedrock of our system and an essential democratic principle. It is therefore unacceptable that there are some cases that undermine that principle, namely through family voting, where, as we have heard already, a voter is accompanied by another person into or near a polling booth with the intention of influencing their vote. I welcome the fact that the Bill introduces an important and specific new offence for individuals who accompany a voter to a polling booth, or position themselves nearby with the intention of influencing a voter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also welcome the fact that the Bill does not apply to, first, a companion of a disabled voter who has made the required written declaration to allow them to assist a disabled voter, and, secondly, to a child of a voter accompanying them to the polling station. I am sure that I am not the only Member in this Chamber today who, as a child, went with their parents when they voted—I can remember it well. In my case, I went with my mum, who is hugely passionate about women exercising their hard-earned right to vote, and who instilled this passion in me, which is one of the main reasons why I support the Bill. Thankfully, for me, my mother also votes for me in person, but I do not unduly influence her. [Interruption.] Or so she tells me, yes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Democracy Volunteers discovered, more than 70% of those being affected by family voting were women. Further to that, I welcome the fact that the Bill also provides our brilliant polling station officers and presiding officers across the country with the clarity and support that is needed effectively to act on these issues when they occur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are committed to protecting our democracy against those who seek to harm it, which was demonstrated by the Elections Act 2022. I welcome the fact that the provisions in the Bill complement that important work. Voter fraud remains a serious issue, particularly in parts of London and, as we have heard, particularly around postal voting, which my hon. Friend the Member for Harrow East (Bob Blackman) has already highlighted. We need to come back to that matter and do all we can to stop voter fraud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Bob Blackman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a fellow London MP, my hon. Friend will know that we have multi-member constituencies, particularly for local elections. That can lead to confusion in voters’ minds. Does my hon. Friend agree that we need to ensure that the guidance tells people how many votes they have and how they should cast them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr French**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I completely agree with my hon. Friend. Some of the clarification and changes, particularly around the mayoral elections in London, will help with that clarity for voters and the voting public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to thank my hon. Friend for steering the Bill through the House and ensuring that our democracy receives the protection that it deserves. I also applaud him for that fantastic new suit that he has worn today to deliver that. I pay tribute to Lord Hayward again for his tenacity in pursuing this issue, which is a reflection of his passion and expertise in our democracy and other electoral matters, and I am pleased to support the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}