{
    "url": "https://www.ukpol.co.uk/louie-french-2022-speech-on-southeastern-railway-timetable-changes/",
    "title": "Louie French – 2022 Speech on Southeastern Railway Timetable Changes",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Louie French",
            "url": "/tag/louie-french/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Louie French, the Conservative MP for Old Bexley and Sidcup, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "Thank you for chairing, Ms Harris, and I thank the hon. Member for Eltham (Clive Efford) for securing this important debate. Although we often differ in our views, when it comes to Southeastern trains we share frustrations over the timetable changes that will come into force next week. On my first anniversary of being sworn into Parliament, local residents will not be surprised to see me standing up and fighting against Southeastern for them again today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The issue of no consultation has been mentioned by several colleagues. The new Minister is already aware of how frustrated MPs and members of the public are over not being informed of the timetable changes by Southeastern until it was too late. In recent weeks, people in Bexley have experienced two transport shocks. First, Southeastern pushed through these changes under the guise that they are demand based, when they clearly go much further. Secondly, the Mayor of London ignored the wishes of the clear majority of Londoners who rejected his outrageous ULEZ—ultra low emission zone—tax raid on drivers in outer London. We have had no consultation on the trains, and a sham consultation by the Mayor. That helps explain my anger and that of local residents across Bexley.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister and many Members here will be aware that, since Southeastern’s announcement in late September, I have been running a constituent survey on the timetable changes. The thousands of responses to the survey highlight that the most impactful changes are the reduction in Albany Park station services in my constituency, the loss of off-peak Charing Cross services on the Bexleyheath line—we have heard about that from colleagues already—and the loss of the loop service on the Sidcup line, which I will talk about in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I echo the comments of my right hon. Friend the Member for Bexleyheath and Crayford (Sir David Evennett) on the loss of off-peak Charing Cross services and the impact on passengers travelling to the west end for leisure and work. As someone who commuted to the City for more than a decade from the likes of Welling and Sidcup train stations, I can confirm that Cannon Street services at those times are of minimal benefit to local residents and will force thousands of passengers to change trains at London Bridge. That is of particular concern, given the impact on the more vulnerable residents in our communities and the general increase in travel times that they will experience. I hope that the Minister will at least explain what support Southeastern is putting in place in the short term to help passengers forced to change at London Bridge station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The extent of the changes in the new timetable are arguably best reflected by the drastic, near 50% reduction in Albany Park services. Peak services have been reduced from seven trains per hour to four, and off-peak services from four trains per hour to two. That reduction has not only led to concerns about overcrowding and long waits in the event of cancellation, but resulted in the loss of direct services to Lewisham station, which is used by commuters from Albany Park to the DLR and Canary Wharf. I visited that station during my campaign against the timetable changes and I saw at first hand how busy it is, particularly during peak times on Tuesday to Thursday. I remain concerned that that is not fully accounted for in the passenger numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I raised those concerns with the Minister and at our latest meeting with Southeastern, with my right hon. Friend the Member for Bexleyheath and Crayford. I am grateful for Southeastern’s commitment to look at the live train-loading data for that station daily, and for the fact that it has since visited Albany Park station to reassess passenger numbers. I again request, through the Minister, that it provides the latest peak-time passenger numbers and capacity for the station, especially for Tuesday to Thursday. Furthermore, I would be grateful if the Minister can use his position to ask Southeastern again why there has been such a significant reduction in trains stopping at Albany Park station. Will he seek assurance about the future of the station, which is frequently used by commuters in a residential area with few alternative transport connections? There have been some silly rumours floating around locally that the station is closing. I hope the Minister will put them to bed by confirming that there are no plans to close it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At all meetings, I have expressed my considerable disappointment at the loss of the loop service on the Sidcup line, which is used by many constituents, including to connect to the Elizabeth line and for Charlton Athletic fixtures. It is also used by children and parents travelling to school. Again, I am concerned about the data that Southeastern used to inform that decision. The time period used to capture passenger numbers does not incorporate the increase in passengers on the service since the Elizabeth line was opened. It would be a shame for residents to lose that connecting service, especially given the four-year delay and the billions it has cost taxpayers and businesses in our area. I again urge Southeastern to provide more services to Abbey Wood on the Sidcup line, especially off peak and at weekends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Members have said, Southeastern has consistently stated that the timetable changes have been demand-led, and that their purpose is to reduce crossovers in Lewisham, thereby improving reliability and reducing delays. I fundamentally disagree with that reasoning, especially given the consistent increase in passenger numbers since the pandemic and the £250 million investment in junction works at Lewisham over the past couple of years. Those engineering works, which have often required full and partial line closures, have been to improve track, signalling and capacity at Lewisham to meet demand “for decades ahead”. I am frustrated that my constituents have been negatively affected by regular disruption caused by union strikes and the works, which includes a planned nine-day full closure of the Bexleyheath line later this month, only a couple of weeks after the timetable changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituents have tolerated that major disruption to their journeys over the past couple of years on the basis that the works are\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“to meet the demands of the railway today.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is a real kick in the teeth, because they are now losing a substantial number of services and the choice of termini to reduce crossovers at Lewisham—the very issue the works were said to address. I hope the Minister will address that issue, because that could be a massive waste of taxpayers’ money. It should be a good thing for the area, not a bad thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I emphasise again my disappointment and outrage at the lack of consultation for such drastic changes, which will have a detrimental impact on my constituents and their ability to travel for work, school and leisure. Given that Bexley does not benefit from direct access to the underground, rail services are the principal means of transport into and out of London, as well as for travelling to other areas in the south-east. It is therefore vital that the frequency and links to a range of central London stations are preserved. I continue to call for urgent concessions and reversals to many of the changes, particularly ahead of the new timetable in May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}