{
    "url": "https://www.ukpol.co.uk/louie-french-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Louie French – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Louie French",
            "url": "/tag/louie-french/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Louie French, the Conservative MP for Old Bexley and Sidcup, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen lived a wonderful life of duty and service, and was an inspiration to generations of people across the world. It is a huge honour for me to pay tribute to her on behalf of the people of Old Bexley and Sidcup and also my family here in the UK and overseas in Canada. As a community, country and Commonwealth, we now come together to mourn the loss of our Queen, who was ever present in our lives, whether on national occasions, when singing the national anthem at public and sporting events, or—personally my fondest memory—when we watched the Queen’s speech over the family Christmas dinner. We all have our own personal and shared memories of the Queen, who will forever be in our hearts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am immensely proud to have discovered in the build-up to the platinum jubilee that an online poll confirmed Old Bexley and Sidcup—my home—as the most royalist constituency. When a French journalist asking for an interview told me that, I stopped and thought about my experiences locally, both growing up and now. Similarly to colleagues, at every primary school visit, the first question I was asked was, “Have you met the Queen?” As far back as I can remember, what do we do at most community events? We stand together and sing the national anthem. I am sure that those experiences are shared across the country. Little did I know last week when I sang the national anthem with the ambassador for Nepal at a community event with our brilliant Bexley Nepalese Gurkhas and Nepalese community that that would be one of the last times that I would have the pleasure of singing “God save the Queen.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the wonderful platinum jubilee celebrations, there were more than 140 official street parties in Bexley. I understand that was one of the highest numbers in London, reflecting how cherished the Queen was locally. It was my immense privilege to attend many of those community events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember the excitement when the Queen last visited the London Borough of Bexley in 2005 to officially reopen Danson House in the constituency of my right hon. Friend the Member for Bexleyheath and Crayford (Sir David Evennett), just over the border from mine. She was greeted by crowds of well-wishers. It is also important to remember a previous visit to Bexley. In 1953, she visited Erith in the constituency of the hon. Member for Erith and Thamesmead (Abena Oppong-Asare) after devastating floods. That is a reminder of how the Queen was there for us throughout the good times but also the bad, and of how her presence brought both comfort and hope to people at times of concern in an ever-changing world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen was an inspiration to millions around the world. She was a fashion and sporting icon through her love of the horses. She was the mother and grandmother of our great nation, and who can forget the corgi emojis from the platinum jubilee, which highlighted the evolution of technology during her reign and how she embraced it? Mr Speaker, I think I found something there that no one has said in 11 hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rest in peace, Your Majesty. As a working-class lad from Bexley, it was my greatest honour to swear an oath of allegiance to you on entering this place. You make us all proud to be British—and, in my case, an Englishman. We will continue to serve loyally your heir and son, King Charles III. All of the royal family are in our thoughts and prayers. On behalf of the people of Old Bexley and Sidcup, I say, “God save the King.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}