{
    "url": "https://www.ukpol.co.uk/louie-french-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Louie French – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Louie French",
            "url": "/tag/louie-french/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Louie French, the Conservative MP for Old Bexley and Sidcup, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "I thank my hon. Friend the Member for Dartford (Gareth Johnson), who is also my constituency neighbour, for securing the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“As Sadiq Khan shows in London, Labour in power delivers.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are not my words; they are the words of the Leader of the Opposition from April this year. They feel very appropriate, given today’s debate on ULEZ—and because it is pantomime season, after all. My hon. Friend the Member for Orpington (Gareth Bacon) just pointed out some highlights from the Mayor’s time in power; he mentioned Crossrail, and the Mayor’s record on the Metropolitan police and the London Fire Brigade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will stick to the subject of ULEZ, Mr Hosie, as you have asked. It is the last outrageous tax raid on drivers in outer London. We have had the Mayor’s share of council tax increase by 43% since he entered office, and it is expected to rise to above £400 next year. The ULEZ rise—a tax rise—on drivers in outer London and the neighbouring counties will hammer families, small businesses and emergency service workers with bills of around £4,500 a year to drive. I am not sure that even the champagne socialists of north London could afford that bill. If that shows what Labour in power delivers, then this really is the nightmare before Christmas for the British public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we have heard from hon. Members already, the ULEZ expansion was overwhelmingly opposed by the public, despite the consultation clearly being skewed to try to give TfL and the Mayor the answers they were looking for. It has also raised a number of serious issues and questions, including the process and powers being used by the Mayor to push it through, which I hope the Minister will look closely at. First, there are questions about whether the Mayor has the mandate to do this, given that it was not in his manifesto, and the impact of the expansion will also be felt outside the Greater London boundaries. That is alongside the fact that local authorities have a statutory duty over air quality, and several boroughs are opposed to the policy. Secondly, as highlighted already, the proposals were overwhelmingly rejected in the consultation by around 70% to 80% of people in outer London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear to see why people are so furious about the decision, especially with the current cost of living challenges. In Bexley alone, the area I am proud to serve, around 30,000 vehicles will be directly impacted, hammering businesses, families and key workers with the bill of £12.50 a day, or £4,500 a year. By introducing the charge in August, it gives people hardly any time to switch vehicles. Barely a day goes by without a constituent stopping me in the street and highlighting how ULEZ will impact them. They include pensioners who rarely drive, but need their car to go shopping or to hospital appointments, families who need to drop off their kids to different schools each morning before going to work, tradesman who need their vans for their tools and to get to jobs, and shops on the boundary, which fear that customers will stop coming into Greater London from the likes of Dartford because of the ULEZ charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the hon. Gentleman support the investment in the extra 1 million km of bus network in outer London and the investment of £110 million in scrappage to get rid of 15% of more polluting cars, or not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr French**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will happily answer the hon. Member’s question, because our buses in outer London have actually been cut—if he checks Bexley’s record, he will see that our bus routes have been cut. I will come on to the scrappage scheme later, to cover the exact point that the hon. Member is trying to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Alongside the clearly negative impact of the ULEZ expansion on businesses and hard-working families in my area, it is also important to highlight that over 50% of blue light workers in London live outside the capital, and 90% of care workers nationally use their own cars for work. That expansion will create many knock-on issues for the emergency services in the likes of Bexley, including—as we have heard—the doubling of charges for those working nights, an issue that was also highlighted in The Daily Telegraph a few weeks ago. It will also negatively impact patients, with my local hospital, Queen Mary’s Hospital Sidcup, sharing a number of services and nurses with the likes of Dartford. These are all issues that I do not believe have been properly thought through, as the Mayor desperately seeks to fill the black hole in TfL’s finances that he has created.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bexley does not have the underground, and like many other London boroughs it does not have the same transport options and connectivity as central London, so it is extremely unfair that the Mayor of London is proposing plans for ULEZ expansion. In recent years, as I have said, we have also seen our bus and other services cut by the Mayor of London, and there is nothing in his so-called reinvestment plans that will help areas such as Bexley and in the south-east. The scrappage scheme announced by the Mayor does not even come close to matching demand, or addressing the costs and practical issues associated with buying a new vehicle, and the fact that he is forecast to spend double that amount—roughly £250 million of taxpayers’ money—to install cameras to fine people again highlights how this policy is designed to raise money, rather than improve air quality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That point is supported by the fact that the Mayor’s own independent impact report on the policy highlighted a negligible impact on improving air quality in outer London areas such as mine, which are very different from central London and have already seen an improvement in air quality. For example, in its consultation response to the Mayor, Bexley council highlighted that air quality has been improving already, and that Bexley was one of 11 boroughs that recorded no population exceeding air quality thresholds. The Government have also brought forward their plans and investment to improve air quality, with £880 million of support for local authorities to take immediate steps to reduce nitrogen dioxide, and £2 billion of investment in cycling and walking over the course of this Parliament—the largest ever boost for active travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the Mayor of London wants to help tackle air pollution rather than raise money, further investment should be made to support people with the transition to electric vehicles, including the installation of more electric vehicle charging points and leading by example with TfL’s own bus fleet. With traffic having been highlighted as one of the main causes of air pollution, there also needs to be a review of the impact of the Mayor’s road closures on increasing traffic and, potentially, emissions across London, closures that have again—by coincidence, I am sure—raised millions in fines for Labour councils in the capital. Dare I even mention the Silvertown tunnel, which will likely encourage more vehicles to drive through south-east and east London, and appears to be completely inconsistent with the Mayor’s so-called championing of air quality?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I again urge the Minister to do everything in his and the Government’s power to stop this disastrous ULEZ policy, which will hammer families, businesses and the emergency services in Bexley, Greater London and neighbouring counties. As I and other colleagues have highlighted today, the impact of ULEZ will go much further than the boundaries of London, and—once the cameras are installed—will likely lead to further taxes on drivers that I believe will be inconsistent with national transport policy. As such, I ask the Minister and the Government to please review the situation urgently, and if the Mayor of London is listening, I call on him to stop the virtue signalling and worrying about his book sales and to put hard-working Londoners first by U-turning on this tax raid on drivers in Greater London. If he does not, it is clearly time for this failing son of a bus driver to get off at the next stop, before calls for the Mayor to get scrapped get even louder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}