{
    "url": "https://www.ukpol.co.uk/clement-freud-1978-speech-on-rudolf-hess/",
    "title": "Clement Freud – 1978 Speech on Rudolf Hess",
    "post_date": "April 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Clement Freud",
            "url": "/tag/clement-freud/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clement Freud, the then Liberal MP for the Isle of Ely, in the House of Commons on 7 July 1978.",
    "content": [
        "I am grateful to the hon. Member for Bexleyheath (Mr. Townsend) for allowing me a few minutes of his Adjournment debate. In his time as a soldier, the hon. Member has guarded Hess in Spandau prison. In my time at the end of the war, I was ​ war crimes liaison officer in Nuremberg and it was my duty—”privilege” is perhaps the wrong word—to meet him and other war criminals. I therefore came upon the scene at a rather earlier stage than did the hon. Member.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It should be remembered that what Hess did is totally irrelevant to this debate. There is no question but that he was a war criminal and that, as the Russians continue to maintain, he was a symbol of Nazi Germany. The Russians also say that he is a man who has never relented. I feel that a man of 84 probably has little else to do in life but not relent, especially in view of the treatment that he has had.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Minister of State, Foreign Office, to this debate because in previous debates we have been faced with a Minister for the Army. It must be realised that our—when I say “our” I mean that I, too, am a member of the hon. Member’s campaign to free Rudolf Hess—complaint has been not so much with the Army as with the general attitude of Her Majesty’s Government. Although I welcome the Minister, I am sorry that other Ministers—such as the Secretaries of State for Industry and Trade and the Ministers with responsibility for the arts and for the Central Office of Information: all the Ministers who are responsible for the fact that the Russians get more from us than we get from them—are not here to listen to a debate which shows the displeasure of all caring people of Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not concerned particularly about the numbers or the weaponry of those who are guarding Rudolf Hess. I am concerned about the simple obscenity of having anyone, armed or not, guarding a man of 84 who is about to die. That is the crux of this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is significant that his incarceration is having in the world today the opposite effect to that intended by the Russians. A man who is a criminal is being made a martyr. His books, which had no particular merit, are selling better than many books of enormous literary merit, simply because of the fascination and sympathy with this old man.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been told that unilateral action by us in the odd series of days on which we are responsible for guarding Spandau might incur the displeasure of ​ the Russians. Heaven knows, the Russians have incurred our displeasure often enough, and I say to the Minister that the time to be frightened of incurring displeasure should be over. I would dearly like us to see whether we cannot, with the consent of the two other humane nations which are part of this quadpartite agreement, work out a way—and to hell with the displeasure of the Russians—which will allow an old man to die in peace at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}