{
    "url": "https://www.ukpol.co.uk/james-frith-2019-speech-on-music-education-in-england/",
    "title": "James Frith – 2019 Speech on Music Education in England",
    "post_date": "July 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Frith",
            "url": "/tag/james-frith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Frith, the Labour MP for Bury North, in Westminster Hall on 17 July 2019.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered music education in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great pleasure to speak under your chairmanship, Sir George, and to open this debate—the first parliamentary debate I have led—on music education. I thank all those who contacted me about the debate, especially the schools in Bury North that told me about their experiences, as well as the all-party parliamentary group for music education, the House of Commons Library and the excellent sector organisations, including the British Phonographic Industry, PRS for Music, and of course UK Music. Those organisations demonstrate impressive leadership and make a powerful case for music education in their published works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As friends will testify, when getting to know someone I soon share with them my passion for music. Shortly after that, I will probably mention that I played at Glastonbury in 2003, on what is now known as the John Peel stage, on a Saturday at 11 o’clock—11 am. It is good to be here for this important debate in another early morning slot. Two simple ideas will guide my argument. First, music education must not fall victim to the tired old argument of traditional versus progressive education; it applies to both. Secondly, this debate must look to the future in the light of calls for music education based on current assessments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Brennan (Cardiff West) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate my hon. Friend on securing this debate and on being one of only two MPs to have played at Glastonbury. I am not the other. Does he agree that the Government could approach this issue without having to change all their assessments simply by stipulating that no school under inspection could be rated “outstanding” unless it had an outstanding creative offer, including in music education?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**James Frith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes a powerful suggestion. I will come to Ofsted’s role later in my speech, as I believe it can be a friend in this mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Music output from the UK remains world leading. Artists such as Stormzy are breaking new boundaries and contributing to the success of our £4.5 billion industry. In seven of the last 11 years, the biggest selling album in the world was by a UK act. The heritage of British music is celebrated worldwide, but we must focus on the future. We cannot afford to be complacent at a time of great economic and cultural change. Britain’s role in the world is under new assessment. The rise in automation means that we must emphasise what makes us human, not compete on learned behaviour with the machines we make. Our education system must emphasise what distinguishes us as human, and music education is ​a huge part of that effort. Creativity, expression and performance are instincts as important as what we feel from a beat of the drum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, UK Music, the umbrella body for the commercial music industry, released its “Securing Our Talent Pipeline” report, which sets out in great detail the challenges beneath the success stories facing the industry. The report details evidence that 50% of children at independent schools receive sustained music tuition, while the figure for state schools is only 15%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Seventeen per cent. of music creators were educated at independent schools, compared with 7% across the whole population, and 46% of them received financial help from family or friends to develop their career. Growing inequality of opportunity underlines the problem. In that report, the CEO of UK Music, Michael Dugher—formerly of this parish—argues that a career in music must not become the preserve of those who can rely on the bank of mum and dad, and he is right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Chalk (Cheltenham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the hon. Gentleman on his excellent and passionate speech. Will he pay tribute to organisations such as the Cheltenham Festival for Performing Arts, which provide exactly those opportunities to people from all walks of life—private and state schools—and allow them to perform, build their confidence and, hopefully, build a lifelong interest in music and performing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**James Frith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman makes an important point, and I pay tribute to any organisation engaged in that endeavour. My argument is that we need a universal approach as opposed to an incidental one, but I absolutely support the work of that organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our education system must support a deepening of the well of talent that we rely on. Music education is falling in the charts: there has been a drop of nearly 10% year on year for subjects not in the Ebacc, GCSE music entries have fallen by 24%, and since 2010, there has been a 17.8% reduction of music tuition in years 12 and 13. That is a worrying trend that Tom Richmond—a former adviser to the Department for Education and now director of the think-tank EDSK—says can “no longer be ignored.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is huge variation between our state and independent schools. Access to music education, with opportunities to learn, play and perform music, remains too exclusive. That must change; we must give every child the opportunity to learn the best of what has ever been said and done. Of course, that means maths and English, literacy and numeracy, but the enrichment that music brings cannot be put to one side. Children should be given the chance to shine at both or either in formal education, whatever their socioeconomic background. They should be invested in with the cultural capital of music education. In March 2019, the BPI’s extensive teacher survey highlighted that just 12% of the most deprived state schools have an orchestra compared with 85% of independent schools, and that over the past five years, state schools have seen a 21% decrease in music provision compared with a net increase of 7% in independent schools over the same period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All our schools should turn with the natural and developing needs of every child and be more responsive, patient and dynamic, and show less rigidity and more agility. If schools do not have the time, resources or ​funding to do so, we must address those issues, rather than switching off the approach. Children can be better engaged in their education by expressing their natural creativity and curiosity. In fact, the argument for school tests and exams can be applied to the preparation for a musical performance as well—the idea, the studying, the rehearsal, the performance, and yes, the acclaim. Exam hall meets music hall. If we are to prepare our young people for the emerging landscape and an active, working and loving life, we need to pursue a balanced and expansive curriculum that recognises and hones skills and aptitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The school accountability system has pushed music education to the fringes of the way that a school’s success is judged. Music is being squeezed out of the curriculum. The suite of EBacc subjects does not include music, and although the year 9 curriculum changes may attempt to include music and creative subjects more broadly, their carousel approach means that they dilute and reduce time spent learning the speciality that music education represents. That concern is supported by the BPI’s teacher survey, which says that 31% of state-funded schools have seen a reduction in curriculum time for music. In a recent Musicians’ Union survey, more than 90% of music teachers reported that the EBacc has had a negative impact on music education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The APPG for music education’s excellent report on the future of music education goes further:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Some schools perceive that they have permission to either ignore the curriculum or justify one-off end of year shows or projects as acceptable forms of music provision. Only weekly progressive music lessons can develop pupils effectively in musicianship skills.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My question for the Minister is: would the Government prefer to scrap the EBacc, or to include music in it? If students are not able to participate in music in compulsory education, they are far less likely to pursue it in further or higher education. According to Ofqual, over five years the number of students taking music at A-level has declined by 30%. However, I commend the Russell Group of universities for its decision to scrap the published list of preferred A-level subjects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is of course good practice, which I do not overlook. Some schools in Bury make a difference to their children’s musical education by collaboration. That is innovative, energising and fulfilling, it promotes curriculum richness, and it gives the wider school lots of memorable musical experiences. Bury’s music service is terrific, but the national evidence is that provision is patchy. Studying that evidence, the indices of value all point the wrong way, with a lack of universal, readily accessed music education during formal education time, in school hours, away from the distractions of often complex lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently, the Government announced that they will refresh the national plan for music education. What plans do they have to consult the industry? When will they be bringing forward recommendations? Does the Minister agree that a refresh of the national plan provides an ideal opportunity to reset the dial on music in education and to take on the challenge outlined in this debate? Will he consider providing creative education a criterion for achieving an “outstanding” rating from Ofsted, as suggested by my hon. Friend the Member for Cardiff West (Kevin Brennan)?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the Minister for Schools recognises the need to get a grip on the issue. He established a music curriculum expert group, and a contract to write a new model music curriculum has been awarded to the Royal Schools of Music exam board. Will he update us on the progress of that work? Will he also assure us that the model music curriculum will work for non-music specialist schools, to ensure that reduced capacity or a lack of specialism in our schools is not a further barrier to progress? Will he explain how monitoring of the impact of any such guidance will be undertaken? According to the BPI, only 44% of music lessons in primary schools are delivered by a music specialist. Support is still needed alongside the model curriculum for teachers who want to specialise in music, whether through a teaching route or a conversion through the postgraduate certificate in education programme. Will the national plan therefore ensure that teacher training and support for music education is improved?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome recent news that Ofsted is to develop its focus on schools providing cultural capital for children. That is a step forward in ensuring that the role of music education is re-evaluated and reintroduced as a norm for all children in our schools. I note favourably that Ofsted will pick that up as part of its new framework. The Cultural Learning Alliance claims that music enhances cognitive abilities by 17%; does the Minister have a view on that proposition, or has he seen any evidence for it? Will the Minister develop the powerful cultural capital argument through his responsibilities at the Department for Education? Indeed, does he agree that one key goal should be for all children, regardless of socioeconomics, to have fair and free access to music education?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My final suggestion is that the Government should renew the effort to put music venues at the heart of high street renewal and economic development. The industry business model has been flipped in the past 15 years by digital platforms, streaming services and self-publishing. Yes, all the industry went through a period of denial of the change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kevin Brennan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my hon. Friend agree that the Government missed a real opportunity when rate relief was offered to pubs, shops and other organisations on the high street, but the guidelines specifically excluded music venues from that list? Despite appeals to the Chancellor by me, UK Music and others, the Government refused to change that ruling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**James Frith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with my hon. Friend. The Government seem to have a bit of a blind spot when it comes to music venues—or perhaps a tin ear is a better phrase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The industry business model has been flipped in recent years, as I was saying, but will the Government look, for example, at YouTube paying artists next to nothing per stream of their work? Some of the revenue that Google makes from that enormous imbalance could go to support live venues for emerging talent across the country and towards our efforts on music education, whether as a new tax or from a partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Building on the Government’s embrace of the superb agent-of-change campaign, with the protections that brought in, we need more new or improved music facilities for young people outside school hours. UK Music has a network of rehearsal spaces based in ​deprived and disadvantaged communities to offer improved access to music. What plans do the UK Government have to develop and enhance that scheme? Can Bury have one, please?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Above the funding argument sits a bigger one. Funding plays its part, of course, but there is a bigger one even than that. It is one of choice and a question of priority. What do we expect from our schools and for all our children? If we recognise the value that independent schools place on music and music education, do we still opt to ignore that for the vast majority of all children, accepting the growing inequality of opportunity? Or do we—as I believe we must—ingrain into all our schools the rights of all children to have access to the same opportunities to learn, play, perform and enjoy music?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The truth is, it is hard to do justice to or to outline in policy what is in fact a deep passion and love. Put simply, one’s faith in the power and possibilities of music, performed, recorded and live, is not just a belief in a light that never goes out; it is the knowledge that music makes life better. Music can still your senses or stir your heart, its message motivates and mobilises, it entertains and, given the chance, it educates us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}