{
    "url": "https://www.ukpol.co.uk/james-frith-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "James Frith – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Frith",
            "url": "/tag/james-frith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Frith, the Labour MP for Bury North, in the House of Commons on 14 March 2019.",
    "content": [
        "The Prime Minister is not alone in failing us. The Government Back Benches are full of former Ministers who claimed, “I am the man who can!” The first Brexit Secretary said he could, but he could not. The former Foreign Secretary said he could, but he could not. The second Brexit Secretary said he could, but he could not. Now, they join the hardliners on their Benches who all say they can, but we know they cannot. It is not just the Prime Minister who has been let down by their mis-selling. The country has been misled, and now the plan has been mislaid. Ultimately though, this comes down to a failure of the Prime Minister—her leadership, her incapacity to build consensus or to hear what is said, and most alarming of all, her contempt for Parliament. This Parliament has been voted in more recently than the referendum. This Parliament is a more recently anointed authority than the referendum result. My town sent me here as someone who did not trigger article 50—many of my constituents did so because of that fact. We are a Parliament more representative of the changing picture we see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On at least three occasions, in normal times the Prime Minister’s record would have cost her her job. Those three occasions were opportunities for her to change tack: to offer the UK a tonic, with a deal that united the country through unity in this House. We are told that Parliament needs to decide what it is for, but we have been given no chance to decide. We have pored over this, many of us spending time doing the heavy lifting to understand why the people felt so deprived of a say, so overlooked, that they pulled the leave cord in 2016 to stop the show.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must extend article 50 and establish what we are for, through indicative votes and a process of gathering the way forward. Fill a deal with content that speaks to the support in this House for a deal—one with a customs union and a direction to deal with the world and the protection of our people and our planet. Then take this deal and seek further permission on it, not from the pomp in the Tory party but from the public. Go back and seek further instruction from the people. Let them hold it up to the light, for their final say. Let Britain have her last word—to stick or twist, to back it or keep what we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Britons voted to leave or remain in their millions, then this changed Parliament was ushered in. Division is still palpable, and all the doorstepping and polling in the country tells us that there is no magic healing number. Compromise is a must. So the content of a deal with the permission of the public marry this changed Parliament to the changing picture we see—and of course everyone reserves the right to vote the same way again. At that point, I will support a deal before arguing we don’t know what we’ve got till it’s gone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}