{
    "url": "https://www.ukpol.co.uk/lord-frost-2021-statement-on-eu-uk-relations/",
    "title": "Lord Frost – 2021 Statement on EU/UK Relations",
    "post_date": "November 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Lord Frost",
            "url": "/tag/lord-frost/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lord Frost in the House of Lords on 10 November 2021.",
    "content": [
        "My Lords, with the leave of the House, I will now make a Statement to update the House on various recent developments in our relationship with the European Union. The Statement will also be made in the other place in due course by my right honourable friend the Paymaster-General.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As noble Lords will know well, we have two principal agreements with the EU: the trade and co-operation agreement and the withdrawal agreement. The first—the biggest and broadest bilateral trade agreement in the world, freely agreed by both parties—is working well. Teething problems have largely been dealt with, business has adjusted well to the new relationship, and trade is getting back to normal. Both parties have agreed data adequacy. We are reaching complementary agreements—for example, the 17 bilateral aviation agreements that we have reached. The substructure of specialised committees is functioning; almost all the committees have now met, the trade partnership committee will meet on 16 November, and we expect a further partnership council in December.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are, however, two problem areas within the TCA. The first is fisheries and the second is Union programmes, notably the Horizon science research programme. On fisheries, since we received the necessary applications in June, we have been engaged in technical discussions about licensing with the Commission, also involving the Governments of Guernsey and Jersey and the French Government. As is known, we have granted 98% of applications from EU vessels to fish in UK waters—nearly 1,800 licences in total. The remaining 2% have not provided the data needed to access our 6 to 12 nautical mile zone. As we have said consistently, we are ready to consider any new evidence to support the remaining licence applications. Indeed, we granted three more licences on 14 October because the Commission sent new evidence, then another on 26 October. We set out the full latest figures to Parliament on 3 November. Licences for Jersey and Guernsey waters are assessed by the relevant authorities in Jersey and Guernsey, not the UK Government. However, we support the approach they have been taking, which has been entirely in line with the provisions of the TCA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have therefore been disappointed that, faced with these facts, the French Government felt it necessary to make threats which were disproportionate, unjustified and would have been a breach of the trade and co-operation agreement. I welcome France’s deferral of the implementation of these measures; I hope they will take them off the table permanently. I spoke yesterday to my friend Clément Beaune in the French Government following our talks in Paris on 4 November. We obviously have different views on the fisheries question, but it is certainly our intention to keep working to get to an outcome which is fair to those who are genuinely entitled to fish in our waters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second difficulty I mentioned is that of the Horizon science research programme and some other related programmes. We agreed to participate in this in the TCA, and to pay a contribution, which is likely to be £15 billion over seven years. The TCA is clear that the UK “shall” participate, and the relevant protocol “shall” be adopted. That is an obligation. If it were to become clear that the EU did not intend to deliver on that obligation—and it has not done so so far—or simply to delay sine die, we would regard the EU as in breach of Article 710 of the TCA. We would of course put together a domestic research programme for our own scientists and universities in its place. But it is in neither ours nor the EU’s interests to get to that point, and much the best way forward is for the EU instead to finalise our participation as a matter of urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I now turn to the other agreement, the withdrawal agreement, which of course includes the Northern Ireland protocol. We have been in discussions with the Commission on the changes needed to that protocol since we published our Command Paper in July. Our position was set out then in full and remains unchanged. On 13 October, the EU published four non-papers with proposals on medicines, customs, sanitary and phytosanitary matters—or SPS—and the engagement of Northern Ireland stakeholders in the operation of the protocol. Around the same time, we transmitted a new legal text to it, operationalising the proposals set out in the Command Paper in legal form. Our immediate view of those non-papers was that, while the EU’s proposals did not go as far as our Command Paper, nor cover all the areas that we believed needed to be addressed—in particular, the protocol’s untenable governance arrangements—they were worth discussing. We were keen to see if its proposals would at least reduce trade friction in the way that it claimed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since then, we have been in intense discussions with the European Commission. I have met Vice-President Šefčovič every week for the last three weeks in Brussels and London, and we will meet again on Friday as part of this week’s talks. The aim has been to assess whether it is possible to close the substantial gap between our positions and secure a consensual, negotiated resolution. So far that has not been possible. This is, at least in part, because the Commission’s proposals would not do enough to make the protocol sustainable for the future or even deliver what they have claimed. I have heard that view also expressed by many businesses I have spoken to in Northern Ireland and Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the talks do in the end fail, we will of course publish in full our assessment of the EU’s proposals and set out why they fall short of a durable settlement, but we will not do that until we have exhausted all the negotiating possibilities. For now, I wish to preserve the integrity of the negotiations and to remain positive. Accordingly, we continue to work to see whether the EU position on these issues can yet develop further, and whether it is possible to find a way to deal with the other important matters necessary to put the protocol on a sustainable footing, such as the interlinked issues of the imposition of EU law and the Court of Justice, state aid, VAT, goods standards, and so on. That work will continue in the talks under way this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my view, this process of negotiations has not reached its end. Although we have been talking for nearly four weeks, there remain possibilities that the talks have not yet seriously examined, including many approaches suggested by the UK. So there is more to do and I certainly will not give up on this process unless and until it is abundantly clear that nothing more can be done. We are certainly not at that point yet. If, however, we do in due course reach that point, the Article 16 safeguards will be our only option.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been abundantly clear about this since July, when we made it clear that the tests for using Article 16 were already passed. Nothing that has happened since has changed that. I can reassure noble Lords that, if Article 16 were to be used, we would set out our case with confidence and spell out why it was wholly consistent with our legal obligations. We would also be ready to explain that case to any interested party, not just the signatories to the treaty but those with a broader interest in relations with the EU and the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the EU seems to be arguing something different at the moment. It seems to be claiming that it would be entirely unreasonable for the British Government, uniquely, to use these wholly legitimate safeguard provisions within the treaty, designed precisely to deal with situations like the current one. It also suggests that we can only take that action at the price of massive and disproportionate retaliation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I gently suggest that our European friends should stay calm and keep things in proportion. They might remind themselves that no Government and no country have a greater interest in stability and security in Northern Ireland and in the Belfast/Good Friday agreement than this Government. We are hardly likely to proceed in a way that puts all that at risk. If the EU were to choose to react in a disproportionate way and decide to aggravate the problems in Northern Ireland, rather than reduce them, that is of course a matter for them. At that point, of course, we would be entitled to come to our own judgment about how much value we could attach to their commitment to supporting the peace process and the best interests of the people of Northern Ireland, as against protecting their own interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Government will always proceed in the best interests of Northern Ireland and, indeed, the whole of our country. That means, one way or another, working towards a balanced arrangement in Northern Ireland that supports the Belfast/Good Friday agreement rather than undermining it. We would much rather that others joined us on that journey, rather than making it more difficult. I hope that, in the short number of weeks before us, the Commission and the EU member states will look at what we have in common, look at our collective strategic interests as western countries and help us to find a stable and sustainable solution so that we can all move on. There is still a real opportunity to turn away from confrontation, move beyond these current difficulties and put in place a new and better equilibrium. I urge everyone to take that road—the road not of confrontation but of opportunity—for the sake of everyone in Northern Ireland and beyond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}