{
    "url": "https://www.ukpol.co.uk/david-frost-2022-article-calling-for-liz-truss-to-resign-lord-frost/",
    "title": "David Frost – 2022 Article Calling for Liz Truss to Resign (Lord Frost)",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Frost",
            "url": "/tag/david-frost/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Comments made by David Frost, Lord Frost, in the Daily Telegraph on 19 October 2022. The full article is at https://www.telegraph.co.uk/news/2022/10/19/liz-truss-has-go-tory-party-have-chance-recovering/.",
    "content": [
        "We are where we are. I am very sorry about it, because I had such high hopes. Whatever happens to her ministers or the stability of the Government in the next few days, Truss just can’t stay in office for one very obvious reason: she campaigned against the policies she is now implementing. However masterfully she now implements them – and it doesn’t seem that it will be very masterfully – it just won’t do. She said she wouldn’t U-turn, and then she did. Her fate is to be the Henry VI of modern politics – a weak figurehead, unable to control the forces around her, occasionally humiliated, and disposed of when she has become inconvenient. Better to go now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then the party must do two things: avoid making the economic situation even worse by repeating the policies of the Cameron government in totally different circumstances; and recover some political legitimacy for carrying on – because in our system legitimacy does matter. Liz Truss must leave as soon as possible. Her successor, whoever it is, must be capable, competent, and able to communicate effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the present circumstances, the only possible way forward is a minimal programme which reflects the centre of gravity of the party and the issues raised in the leadership campaign, and which creates clear dividing lines with Labour. That means keeping the aspiration to boost growth and reduce taxes and the size of the state over time, though sadly that can’t now happen until after an election. It means real fiscal discipline now, while protecting the poorest, and avoiding irrational capital spending cuts. And the party needs to find it within itself to do some, no doubt very limited, supply-side reform and to get behind a proper fix for illegal immigration in the Channel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}