{
    "url": "https://www.ukpol.co.uk/david-frost-2022-article-on-devolution-and-nationalism-in-scotland/",
    "title": "David Frost – 2022 Article on Devolution and Nationalism in Scotland",
    "post_date": "August 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Lord Frost",
            "url": "/tag/lord-frost/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Part of the article on devolution and nationalism in Scotland, written by David Frost and published in the Daily Telegraph on 19 August 2022.",
    "content": [
        "In 1995, the then shadow Scottish secretary, George (now Lord) Robertson, made one of the worst political predictions of all time when he said that “devolution will kill nationalism stone dead”. We saw the result of this terrible misjudgment in the hate-filled mob outside the Tory leadership hustings on Tuesday night. Many people in England will have watched those television images and thought, “Why would I ever go to Scotland if that is what they think of us?” That is, of course, what the SNP wants. Those of us who believe in our country need to start fighting back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To be fair, Robertson was not alone in his opinion. It was the conventional wisdom in 1999 when the Scottish Parliament was established. We now know, of course, that one of the doubters, in private, was Tony Blair. Showing, as so often, that he was a more far-sighted politician than most of his critics, he described devolution in his memoirs as a “dangerous game … you can never be sure where nationalist sentiment ends and separatist sentiment begins”. He was right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}