{
    "url": "https://www.ukpol.co.uk/david-frost-2023-speech-on-the-australia-new-zealand-trade-deal-baron-frost/",
    "title": "David Frost – 2023 Speech on the Australia/New Zealand Trade Deal (Baron Frost)",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Frost",
            "url": "/tag/david-frost/"
        },
        {
            "text": "Issue of the Week 2",
            "url": "/tag/issue-of-the-week-2/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by David Frost, Baron Frost, in the House of Lords on 9 January 2023.",
    "content": [
        "My Lords, first of all, it is a pleasure and honour to follow two such distinguished former high commissioners to Australia: my noble friend Lord Goodlad and the noble Baroness, Lady Liddell. I thank them for their interesting speeches, which provided such a depth of historical perspective on the very important relationship between these countries. I also thank my noble friend the Minister for his comprehensive opening statement. I thank the International Agreements Committee for the work it put into this last year, particularly the work of the noble Baroness, Lady Hayter, as its chair. The Select Committee published a thorough and very important report; it was the first report on a major trade agreement, and it covers all the angles that need to be covered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As has been said, the Bill covers only the procurement aspects of the agreements that need to be incorporated into our own national law. I will not say too much on the detail of that, other than to note that, when I was conducting negotiations with the EU in 2020, many people advised me that we should simply incorporate into that agreement the EU’s existing procurement rules, as it was said that they were best things for the country. Of course, if we had done that, we would not now have the agreements before us. We worked very hard to ensure that the procurement chapter enabled sufficient flexibility to allow agreements such as these to be made, and I am sure that we will see repeatedly the value of that in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take this opportunity to make a few remarks on the agreements and on our trade policy more generally. I do so because, when I was a Minister in 2021, my responsibilities included establishing cross-government positions on trade agreements in support of the then Prime Minister—a role which, I think, worked well at the time, although, to judge from the subsequent comments from some people involved, it seems that the disagreements within government were suppressed rather than genuinely resolved. However, as those disagreements have come out, I put on record, as indeed my noble friend the Minister has, my support for Crawford Falconer at the DIT, who has been a thoughtful, resilient and extremely important official within that department over the last few years; he was very important for these agreements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn to the substance of the debate. Of course, I support both agreements; that is obvious because they are top-quality and modern agreements, and I particularly welcome the extensive removal of tariffs in both. I am afraid that I cannot quite give the answer that the noble Baroness, Lady Liddell, was perhaps looking for from my professional involvement with Scotch whisky, which is now receding into the dim and distant past. The agreements also include, as has been said already, the liberalisation of services and mobility arrangements for young people, which are all important parts of a modern trade agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will make three further points in the context of my very strong broad support. First, the aspect of the trade agreements that has been most debated is of course the liberalisation of agriculture, particularly of beef and lamb. As others have felt free to comment on that, again, I want to put on record my view that, in the end, the provisions were not ambitious enough. The very long transitional period of 15 years delays unnecessarily the benefits to our economy of cheaper and high-quality beef and lamb in our market. I have full confidence in the ability of our farming sector to adjust to competition, and we should have pushed for a slightly shorter period in the interests of the UK consumer. I say that while believing that the benefits of trade come primarily from imports and competition in own market, rather than exports to other markets—to think anything else is to take a very mercantilist view of these questions—and therefore I hope that the Government will be more ambitious in the many future agreements that will come forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, as has already been noted, today is part of the parliamentary scrutiny process for the two free trade agreements, and I admit to sharing some of the concerns that have been expressed about the scrutiny of agreements of this sort. I welcome the commitments by the Government in the exchange of letters on 19 May last year and recognise that those commitments on scrutiny go further than we have seen before, but there is more to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our exit from the EU means that we have repoliticised our trade policy. When I was the UK member of the EU’s Trade Policy Committee, known as the Article 113 committee, 10 years or so ago, I found it very hard to get UK Ministers—they were mostly Lib Dems, under the coalition—interested in trade policy because it was all decided in Brussels and had become depoliticised in our own politics. That is now changing, and I think it is a very good thing that we are having those sorts of debates. Unfortunately, the world has moved on from the early 1970s, when this Parliament and the Government were last fully in control of trade policy. Our arrangements for scrutiny should move on, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said to the Public Administration Committee in June last year, I think it is desirable that there should be a simple up/down, yes/no vote—at least in the other place—on all substantive trade agreements. As has been noted, there was such a vote when we were a member of the European Union, in the European Parliament, and it seems unsatisfactory to me that we give less scrutiny now that we have brought trade policy back home. Again, I hope that, in the future, the Government will think about this aspect and the value of politicising this and capturing the politics around trade agreements in a useful way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly and finally, the Minister noted that the Government are often asked for a trade policy strategy, but we do not yet have one. It would be good to set out a strategy that not only covers trade but goes broader: one big advantage of taking back control of our trade policy is that we are able to integrate it more closely with foreign policy, and indeed development policy. There was a missed opportunity to bring all those departments together in 2020; perhaps that will be looked at again in the future. It would be useful if the Government could set out a trade policy strategy that is really a geopolitical strategy—one that relates to our broader foreign policy ambitions as well as pure trade policy. Our prospective adherence to the CPTPP is of course a major element of that and the Indo-Pacific tilt, but it is only one element and there is room to look at this more systematically, strategically and coherently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that such a strategy could also usefully set out how the Government see the balance between domestic liberalisation of tariffs—that is, reducing our own tariffs still further to increase competition and reduce prices in our own market—and offensive liberalisation of other countries’ trade arrangements that we seek in free trade agreements. Both are important, as is getting the balance right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that my noble friend the Minister can comment on these aspects in winding up. Meanwhile, I am of course very happy to support the Government in the Second Reading of this important Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}