{
    "url": "https://www.ukpol.co.uk/richard-fuller-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Richard Fuller – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Fuller",
            "url": "/tag/richard-fuller/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Fuller, the Conservative MP for North East Bedfordshire, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to listen to the right hon. Member for Walsall South (Valerie Vaz) and to follow her. It is also a pleasure to be able to welcome Her Majesty’s Gracious Speech, introduced by this Prime Minister and this Chancellor. They are leading a Government who continue to look at finding long-term solutions to large, persistent problems and having the courage to pursue them fully. The debate today is entitled “Tackling short and long-term cost of living increases”, and many of the contributions have rightly focused on the immediate pressures on the cost of living. If I may, I want to mention a couple of points that look at longer-term solutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first relates to an issue that came up in our Business, Energy and Industrial Strategy Committee: the problem of decarbonising home heat. If we wish to achieve our net zero goals in the timeframe that we as a Parliament have set out, one of the most significant challenges will be how our households are to afford changing the way they heat their homes to be consistent with net zero. The up-front cost appears to be about £12,000, and it is well beyond the ability of any household to afford that, essentially to replace something that is working perfectly satisfactorily with something that will hopefully work perfectly satisfactorily but have much less impact on the climate. It was clear in our hearing that no obvious solutions are around today that would solve the issue. That led to a significant debate in the Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to draw the attention of those on the Front Bench to solutions around the idea of net zero community green schemes. In a previous contribution I talked about the possibility of attracting the enterprise investment scheme towards a net zero scheme, but there are also ways to get patient capital and pension fund capital in. Bankers without Boundaries has been working with the UK Cities Climate Investment Commission on green neighbourhood funding models that combine the opportunity to retrofit housing—putting in the insulation that many very poorly insulated houses require—with the installation of heat pumps and other work on a community basis, while also considering ways to make the step change in recycling that the Government are trying to accomplish, so that we can make a big step forward on the circular economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Interestingly, by doing it on a community basis, we have two significant public gains: a financial model is created that can attract pension fund money because it has a long-term return and is at scale; and we get over the inequities of saying that individual households ought to be providing the finance for achieving net zero, which means many poor families and households will never be able to make that leap. Attracting such private capital can substantially reduce the cost to the Treasury of achieving that long-term gain. It will not affect energy bills in the short term but, my goodness, it is the sort of idea we need if we are to find a pragmatic rather than ideological solution to achieving green energy change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I echo the comments of my right hon. Friend the Member for Chipping Barnet (Theresa Villiers), as we need substantial regulatory change in this country. Even since our exit, we have stuck with the EU’s sclerotic regulatory powers for too long. We have made insufficient progress towards getting the agility she described, and we rely too much on regulatory agencies that, I am afraid, too frequently show themselves to be asleep at the wheel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The BEIS Committee has previously looked at the Financial Reporting Council and the Pensions Regulator and their issues with BHS and Carillion. It is nice to see an audit reform Bill in the Gracious Speech, but it is only a draft Bill. We need to look at the issues with Ofgem. Where on earth was Ofgem last year and the year before? Absolutely nowhere. Ofgem’s job is to improve competition. We had someone before the Committee who was then at university. When asked whether he had a finance director, he said, “I don’t need one.” When we pressed him, he said, “Well, I’ve got my dad.” He was responsible for £300 million of consumer expenditure on energy. Ofgem is asleep at the wheel, just as the FRC and the Pension Regulator were historically asleep at the wheel and the Bank of England is potentially asleep at the wheel, so let us have real, substantive reform of our regulatory agencies to ensure that we have performance indicators and oversight by this House and by the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}