{
    "url": "https://www.ukpol.co.uk/richard-fuller-2021-speech-on-the-obesity-strategy/",
    "title": "Richard Fuller – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Richard Fuller",
            "url": "/tag/richard-fuller/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Fuller, the Conservative MP for North East Bedfordshire, in the House of Commons on 27 May 2021.",
    "content": [
        "I congratulate my hon. Friend the Member for South West Bedfordshire (Andrew Selous) on securing this debate, and I welcome my hon. Friend the Minister to her place. It is clear with the breathless endorsements from the Opposition that the Government, if they wish, can fully get their way with these proposals, but I worry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry that an opportunity for a determined and modern policy based on empowering individuals has instead been replaced with a rather tired, top-down, bureaucratic approach. I worry that the Department of Health and Social Care algorithm has resulted not in an intelligent group of products, but a confusing and ill-targeted group of products, as my hon. Friend the Member for Buckingham (Greg Smith) said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry that the policy is literally treating adults like children, particularly with its full-scale transfer of the nutrient profile model. Worse, I worry that the policy targets those who are poor, ethnic minorities and the elderly, who are most likely to be obese or overweight, and it connotes with it a rather condescending attitude that the Government know best for those particular groups of people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry that the evidentiary base is flimsy. The Minister mentioned the sugar tax, and the sugar tax may have been successful, but that is not what is in this policy. In fact, the policy being proposed is very different from the sugar tax. I worry that success is not defined or measured. Essentially, the policy remains a matter of hope, as my right hon. Friend the Member for Forest of Dean (Mr Harper) pointed out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry about the haste of implementation, adding new efforts and responsibilities on businesses just as they are recovering from the impact of lockdowns. In particular, I worry about the impact on Jordans in my constituency and the farmers who are supporting that business. I worry that the Department has chosen to silence the power of businesses and the power of their brands, rather than enhance them in the efforts they wish to undertake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry that the policy is blunt where it could be smart. For example, it prefers an outright ban to using technologies in advertising online that would help achieve the Government’s goals. I worry about the unintended consequences for people with eating disorders. I worry about timing. Many people are already anxious about their health post covid, and these measures will do nothing to avert those anxieties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I worry about the social credit system of points that Sir Keith Mills may come up with in his review, with all of its potential ramifications. I worry where all this may lead—potentially we will have an NHS app. As we walk down the street and pass a restaurant or a bar, it will beep to tell us, “Please input what you have eaten.” Perhaps we will reach there one day. In fact, we are already there. Those apps are already under trial by the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}