{
    "url": "https://www.ukpol.co.uk/richard-fuller-2022-speech-on-access-to-gp-services/",
    "title": "Richard Fuller – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Fuller",
            "url": "/tag/richard-fuller/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Fuller, the Conservative MP for North East Bedfordshire, in the House of Commons on 21 June 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Liverpool, Wavertree (Paula Barker). My observations are based on having, in the past six months, spoken and spent mornings with the people at about 11 of the 13 GP networks in my constituency and on some of their observations, which I have shared with the Minister previously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Part of the issue in my area is that the population has grown so significantly. Since 2000, the number of patients per GP has gone up by about 40% in the constituency, which puts on significant pressure, which GPs are responding to, primarily by recruiting other direct care professionals, such as paramedics and various qualified nurses. That has a role in providing support to deal with the problems, but it has not overcome them. Significant efforts are being made to enable my constituents to contact their GP. One interesting issue in those observations was that the practice’s choice of phone system had a significant effect. Practices that chose system A—I will call it that, as I do not want to say a bad word about a particular practice or phone system—would find that the response for the customers, the patients, was terrible. In effect, when 10 people were waiting, the 11th caller got a signal that the number was no longer obtainable. So they would then go to the practice. This was just after covid, so they would go to the practice, try to get in and there would be a big sign on the door saying, “No entry”. These very easy-to-understand problems cannot be solved by the Government but they have a direct impact on people’s experience of primary care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, there are aspects that can be affected by the Government. One of the biggest concerns in my area has been the level and pace of housing development and the absence of an infrastructure-first policy. Can the Minister update the House on her conversations with the Department for Levelling Up, Housing and Communities about implementing infrastructure-first? It means that, before a large housing development can take place, the GP services and the school places need to be there. We should not have people moving into their new houses on some of these estates and then finding that there are no GP places, school places and dentists. This was a manifesto commitment of my party and we should be putting it into law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The comments by the hon. Member for Sheffield Central (Paul Blomfield) about dental contracts also go for GP contracts. There seems to confusion in the NHS—the Minister is clear that this is not really a Government responsibility—about whether there is value to the partner model among GPs, or whether we should be moving to a salary model and saying, essentially, that we are not going to pay extra for partners. This is an area where the Government need to set some direction of travel. It is an important direction to set for the NHS. I have my views, but I would be interested to hear whether the Minister believes that is something she can do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Something that has been on my mind this week particularly has been the sclerotic process in NHS Estates and in other groups for getting primary care facilities built. The BBC’s “Look East” yesterday carried a story about the new primary care facility being built in Biddenham in my constituency. Eight years since it was first planned, we are hoping—fingers crossed, Madam Deputy Speaker—that that building will be commenced. That is because a lot of people had an interest. The GPs, the CCG, NHS Estates, the local authority, the housing developer and the developer of the facility all had an interest, but who was making the decision? The NHS needs to recognise that in the provision of services it has to be clear on who is saying yes, when, where and how.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the Minister for saying she will conduct a review of the impact, had infrastructure-first been in place. In my constituency, there is a cramped surgery in Great Barford that could move to a perfectly good, agreeable building opposite that would provide better facilities. Arlesey has had a significant increase in population. I visited its GP practice just two weeks ago. There is no air conditioning, and the doors mean someone could walk in on a GP during their session with a patient. The facility needs upgrading, so we need a decision. I am told that my local authority, Central Bedfordshire Council, has the money ready to convert a site in Biggleswade to primary care, yet the NHS decision process is not making that happen. These planning processes need urgent attention from the Government if change is to be made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have talked about the diversity of primary care roles, which is one of the Government’s positives, as they have said they will increase the number of roles such as emergency care nurses and other types of nurses and paramedics. We saw the Government’s “Data saves lives” paper this week, on how the better use of data can assist in providing solutions. I take the shadow Secretary of State’s criticism of the NHS app. I was going to say it is 19th century, but it is certainly 20th century in its user-friendliness. What is the plan not only to harness data but to make it accessible and to put power in the hands of the patient?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People can do things with their health information, such as tracking how many steps they take each day. Diabetics can track information on testing. This is a world of improvement that empowers individuals in primary care. The first port of call in primary care provision is each of us managing our own healthcare. What better way to do that than following examples from the rest of the world through NHS applications?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the Minister update the House on the use of artificial intelligence and big data, particularly when it comes to pre-emptive screening? The Government are making a welcome investment in screening centres, but how are we harnessing all this medical data to the task of improving healthcare at a preventive level, rather than later in the day?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Winchester (Steve Brine) has left, but he is absolutely right that the Government are on the right course in opening up more points of presence for primary care by bringing in pharmacies and screening centres, so that each of us can choose where we want to go to get some of the services we want. It is important that legislation and regulation follow as permissive an approach as possible. Let us focus regulations on the patient and patient choice, not on the provider and provider restrictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}