{
    "url": "https://www.ukpol.co.uk/richard-fuller-2016-speech-on-bedford-hospital/",
    "title": "Richard Fuller – 2016 Speech on Bedford Hospital",
    "post_date": "June 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Richard Fuller",
            "url": "/tag/richard-fuller/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Fuller, the Conservative MP for Bedford, in the House of Commons on 28 June 2016.",
    "content": [
        "It is a pleasure and an honour to have secured this debate to talk about the future of Bedford hospital and, in doing so, to praise the efforts and work of the clinicians, nurses, porters, cleaners, caterers and management at our hospital. It is also an opportunity for me to talk about some of the experiences that have affected the hospital over the six years I have been a Member of Parliament. In that time, the most significant impacts have come as a result of actions taken by those within the senior NHS structures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the basis of my six years’ grassroots experience, I want to talk about the impacts of some of those processes on my local hospital. In doing so, I am joined in spirit by the Minister for Community and Social Care, my right hon. Friend the Member for North East Bedfordshire (Alistair Burt), who, because of his ministerial responsibilities, cannot speak today. As a Health Minister—although not the Minister responsible for hospitals—he is somewhat constrained in what he may say publicly, but he has provided tremendous support to me and the hospital as it has traversed difficult times in recent years, so I want to put on the record my thanks to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Right at the start of my time as an MP, when we were considering the future of hospitals and possible reorganisations, my right hon. Friend, who has been a Member of Parliament, whether for Bedfordshire and for Bury, for 20 or 30 years—so he has a long perspective on this—made an observation to me that the Minister might want to reflect on. He said that in his time organisational fads had come and gone. At one time, the fad might be to centralise, but wait long enough and the fad will be to decentralise services, and that affects not just the health service but many other aspects of public service management.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to talk about Bedford hospital and its performance. I am personally extremely grateful to the hospital. I was born there and went there when sick with pneumonia—and as the House can see, I made as full a recovery as I could have wished. I am grateful to the hospital for being there at important times in my life, and I know that many of my constituents feel likewise. It is not a big hospital in the grand scale of things, but neither is it a small hospital; it is one of those that many of our constituents would recognise as that local district general hospital that is such a feature of many towns across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my time as an MP, there has been one dramatic moment, where, because of poor guidance, the deanery removed junior paediatric doctors from the hospital. In the past when that happened, the deanery never put junior doctors back, but for the first time in its history it did, because it recognised the level of support and the need for paediatric services in Bedford. The turnaround was a signal achievement by the hospital and came within six months of its positive review by the Care Quality Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A few years later—in fact, earlier this year—the CQC came back to do its overall report for Bedford hospital. It provides a grid, Madam Deputy Speaker, and you may have seen them at your hospital area reviews, when lots of different services and functions are described and coloured yellow, green, red and blue. Blue is best, as of course it always is, and then we go down through green and yellow to red. Bedford hospital had no reds—not even one of 30 or 40 measurements taken by the CQC. Everything and every aspect of the organisation of our local hospital was working at a level that may have required some improvement, but that provided a level of care in which we in the Bedford community could have trust. Overall, the hospital achieved the same ranking as three quarters of our hospitals do—“requires improvement”—but Bedford hospital was right in the upper quartile of those quality ratings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hospital has shown itself able to recover from its problems and it has demonstrated that it delivers good care outcomes. What it has also demonstrated is its ability to start to meet some of the financial challenges that many hospitals in the country have. Two years ago, the hospital had a very substantial deficit, and I shall come on later to a nearby hospital that had an even more significant one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the financial year ending in April this year, Bedford hospital met its target of losing only £18 million and it is now on target to achieve its next benchmark of reducing the losses to £10 million. I would, of course, like the hospital to be in surplus, but the direction of travel and rate of progress being made are something from which we can take some comfort. I hope that the Minister will be able to talk about the experience of other hospitals across the country in reducing their deficits and say whether Bedford is moving at the right pace and in the right direction in comparison with many other hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is interesting to note that between 2013 and 2015-16 the number of A&E admissions in Bedford went up from 13,600 to 19,300—a very significant increase. As the Minister knows, it is often the case with hospitals that the more A&E admissions they have, the bigger the strain on their finances. The improvement in Bedford hospital’s finances is coming at a time when more and more A&E work is being carried out. Interestingly, the A&E performance of Bedford hospital last winter was in the top 10% of hospitals in the country as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My final point of praise for Bedford hospital is about the level of connection and support it has in the community. We have a vibrant Friends of Bedford Hospital, as well as a strong charity that raises considerable sums—millions of pounds—for the hospital, including money to support the development of a cancer unit. This is not public money provided by the NHS, but money provided through the strength of charitable giving in Bedford, Kempston and across Bedfordshire by people who know and love their hospital. It is perhaps not unique in the country, but the level of charitable support in place for the hospital is certainly something of note.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the hospital had been left on its own and the doctors had been left to work out their clinical pathways and to meet the challenges of ever-increasing demands for better care quality as well as the financial challenges of achieving a surplus, I think it would have done very well indeed. There is no resistance to change. The other feature of my six years as an MP, as it affects our hospital, however, has been an ongoing, going-nowhere review that started off as a review of five hospitals back in 2011 and has now been reduced to a review of two hospitals—at Bedford and Milton Keynes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The five hospital review was rather ambitiously called “Healthier Together”, but after the Corby by-election, it got relabelled as “Healthier Together; Happier Apart” because of the strength of feeling of local people about the performance of the review of hospitals in Northamptonshire. The review of Bedford and Milton Keynes has gone on essentially for a significant number of years, but with very little progress indeed. This has come at a considerable cost. The costs of the “Healthier Together” five-hospital review were anticipated to be £2.2 million. The subsequent review, just between Bedford and Milton Keynes, cost £3.2 million in its first phase and is expected to cost a further £1.3 million this year. In the context of a hospital that is trying to reduce its costs —whether or not this money is funded out of the hospital, the CQC, Monitor or NHS England does not matter—these are considerable sums that have been spent on reviews that have not delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to talk about why they have not delivered. The first reason is that despite, perhaps, the best efforts of people on the ground, the original structuring of the Bedford and Milton Keynes review never had any public support. Many people in Bedford understand that their loved ones will go to other hospitals if they need extra care: if you get a heart attack in Bedford, you go straight past Bedford hospital to Papworth; if your child is very sick, they may go to Great Ormond street; if you are pregnant and have a very difficult pregnancy, you may well find that the last stage of your pregnancy and birth take place at Luton and Dunstable. But in very few regards do the people of Bedford look for their health care towards Milton Keynes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So the original structuring of this review failed to understand where public support might naturally come from, which is why in the general election—I know the Minister, my friend, is aware of this—I was strongly of the view that it made sense for people in Bedford and Bedford hospital to look for ties with Addenbrooke’s, a well-regarded hospital which many in Bedford understand. Many people think it delivers the quality of care they need at the high end and believe it would form the core of a much stronger and better and more appropriate alliance than a forced-together merger with Milton Keynes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That would not have been the only clinical partner, but it could have been the core partner if those in charge of the review had so permitted. I also think that not only did the review lack public support, but this pushing together of Bedford and Milton Keynes importantly also lacked clinician support—support from the doctors and the consultants, who are the ones we would look to to say, “What is the right way for us to achieve those higher quality standards in care?” Their eyes would also have looked elsewhere than this review of Bedford and Milton Keynes. These issues did not arise at the last minute. They arose and were known about for many, many years, and I want to talk in a little while about why on earth the review continued with that lack of support from both the public and clinicians in Bedford.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is fair to say that when the initial numbers came out and people looked at the financial models for these reviews, there was a series of errors, so much so that they had to go back and redo all their analysis, further undermining public confidence in this review. Some of the options presented were quite scary: “Should we close A&E in one hospital and move it to another?” or “Should we drop maternity services and paediatrics in one hospital?” These are scary options that those doing a full analysis will of course want to be able to model, but at the slightest change of certain assumptions, they would flip completely from saying, “Yes, we should keep maternity and paediatrics” to “No, we shouldn’t.” The sensitivities in some of these important decisions suggest too heavy a reliance on financial modelling, rather than on the instincts of the clinicians and the local public about how they feel care quality targets can be set. Yes, that will be within a financial envelope, but this over-reliance on financial modelling was another error in this review, and perhaps one that carries on into other reviews across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This review has been going on since June 2011, with all these weaknesses in terms of errors, sensitivities, lack of clinician support and lack of public support. One would have hoped the message would have got through, but unfortunately it did not. The review was essentially, as I have called it a number of times, a “zombie” review; no matter how much people would say, “This has no future prospects”, and however much it would be knocked back, the “zombie” review would rise up and continue to walk forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problem with that was that it created such an enormous amount of doubt and uncertainty. I think that our hospital in Bedford could do with a restructuring of its A&E department, so that patient flows work even better than they do now. Less stress would be placed on our doctors and nurses who work in A&E, because it would be easier to move patients through the hospital. Such an investment would be very worthwhile. It would not cost the Treasury a significant amount, and it would pay its way in a few years—not even a double figure. However, it cannot be considered while a question mark may still be hanging over our hospital’s future. I pay enormous tribute to its staff, who have held together strongly and with great spirit in the face of that doubt and uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to my more immediate reason for raising this issue with my hon. Friend the Minister. Let me begin by making a point about joint clinical commissioning groups. CCGs hold our budgets and, on our behalf, spend money on healthcare in our local communities, whether it is primary care or acute care. As we know, they must make certain decisions about where the money should go, but they are also empowered to make some structural decisions. A few years ago, we introduced a statutory instrument under which, instead of making decisions on their own and only for their areas, CCGs could create a framework that would allow them to make a decision together, rather than a decision having to be endorsed by the constituent CCGs one by one in the knowledge that it was right for their individual areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, that sets up the potential for mischief as well as the potential for good decision making. If a strong CCG feels that it can dominate a broader group, the interests of the minority can be pushed to one side. That is why I forced that decision on to the Floor of the House. In the last Parliament, I was the only MP on the Regulatory Reform Committee to vote against the creation of joint CCGs. I did so because I could see the potential for mischief. Although I would not say that the members of the Bedfordshire and Milton Keynes joint committee have been mischievous, I do think that the process casts further doubt on the wisdom of putting that system together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Two weeks ago, the final straw broke the camel’s back. The joint committee produced a report containing its recommendations, which was given full publicity. A very worrying headline was splashed across my local newspaper, saying that maternity services in Bedford were to close. When our local media—BBC Three Counties Radio, or another of our local papers—wanted to talk to those who had produced that very scary report, they were told, “We cannot talk to you, because of purdah.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What goes through the minds of people who are entrusted with our healthcare, and who think that it is OK to throw a report out into the public domain and then back away and say, “We cannot say anything about it”? What logic says that publishing a report is not a breaking of purdah, but talking about it is? It seems to me that those people did not know what they were doing. I am very grateful to Simon Stevens, the chief executive of NHS England, who wrote back to me on 27 June. Referring to those two points, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“With hindsight, the meeting should not have been scheduled during the purdah period and the report should not have been released.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For me, that is the final straw. I have experienced the final straw a number of times in this regard, but I do not think that the public can possibly have confidence in a group of people who will do something that is so scary and then run away—and when the head of NHS England describes it as a great and grievous error, it is time for the joint committee to be dropped. But no! This has not ended; it has paused. How long do we have to wait for this review to reach its bitter end and to be closed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to hear from the Minister today what the logic is behind continuing the Bedford and Milton Keynes healthcare review. It has no local support from the people or the local clinicians of Bedford. It has no respect for the public, given the way in which it puts out pronouncements and then runs away. It does not even fit with NHS national strategy. In those circumstances, a pause is not good enough. It is time this review was killed off—ended, kaput, no more! The people who go to our hospital want to know that they can look to and trust a single process in relation to the future of that hospital, and the people who work in that hospital want to have the confidence that they can control its future on behalf of their patients. The nonsense of the review carrying on is affecting my constituents and my local doctors. It is also disrupting the national strategy of the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister will be aware of the comprehensive programme reviewing the implementation of the NHS five year forward view. It is called the sustainability and transformation plan—the STP—and it is a pretty good plan. I read the “Five Year Forward View”—as I know you did, Madam Deputy Speaker—before the election. It was an important document that we should all read, and it was a good document because it pointed in the right direction in relation to the needs of an ageing population and the importance of integrating care in the community with our acute services. The plan is the sort of plan that people, politicians and clinicians can get behind. The direction of travel was made clear, and the STP is the implementation tool that is being used to achieve that across the country. It will not satisfy everyone—indeed, I am sure that it will come up with some challenging solutions—but it is consistent with the national strategy and I believe that it is the right approach to take nationally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my own region, the STP involves not only Bedfordshire but Luton and Milton Keynes. Importantly for our area, it is being led by an extremely capable hospital chief executive, Pauline Philip. She is the chief executive of Luton and Dunstable University hospital. She will of course have to balance her interests as the head of a hospital that would naturally like to take more under its own control with the understanding that there is a responsibility to keep a sustainable acute services area and, most importantly, to gain the support of local authority areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am reflecting on why that other review is still paused, given its inadequacies and lack of fit, so here are some observations that I hope the Minister will respond to. In my experience, in discussions about this over the past six years, there has been too much bureaucratic infighting between Monitor and the NHS Trust Development Authority, which seemed to think, prior to its merging into NHS Improvement, that the hospitals in its arm of the health service were the ones to protect, regardless of the consequences for hospitals in the other arm. Milton Keynes hospital, the other hospital affected by this review, was frequently seen to be being indulged, while more severe restrictions were placed on Bedford hospital. For example, while Bedford hospital was achieving a reduction in its losses, Milton Keynes hospital was being indulged for increasing its losses. Where is the fairness in that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also want to ask why the boundaries were selected in this way. It appears to me that the boundaries relating to Bedford and Milton Keynes were drawn in a way that was perhaps correct for locating the problem, but that they had no chance of being the right set of boundaries for finding the solution. That is fine. When we look at problems, we often set up boundaries to understand them. I understand that, but what I have observed as a Member of Parliament is intransigence in those who have been running this process to understand that although they may have the correct boundaries for the problem, they need to be creative beyond those boundaries to find a solution. Year after year, square pegs were shoved into round holes. It was not working, and yet there was an intransigence in those who managed the system just to keep on keeping on, wasting millions of pounds in the process and reducing not increasing public trust in the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would therefore ask Simon Stevens, who I think has the right strategy, what is going on in the mid-tier of NHS management. Who is in charge? It seems that there is one plan in the STP, which is Simon Steven’s plan, but somebody else must have a dog in the hunt as well, because that is the only explanation for why the Bedford and Milton Keynes review has not been killed but paused. It is time to hold to account those who started the review and who have kept it going at the cost of millions of pounds beyond the point of there being any confidence in it. I do not mean our local CCGs; I mean the mid-tier of NHS England. I want the Minister to say today that he will examine the matter and ask probing questions about how inertia in bureaucratic processes can go unchecked for so long, causing so much uncertainty, with so little logic. Even when it is apparent, as it is today, that it strikes against the structure of the national NHS strategy, implemented through STPs, it was paused, not cancelled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have seen something in the past few weeks that does have congruence with the national strategy and does have the support of local people. It is a plan that was put together by Bedford Borough Council. The mayor and I disagree on many things, but he has done a first-class job together with councillors from all parties. I want to make particular mention of Councillor Louise Jackson, the Labour councillor for Harpur ward, and Councillor John Mingay, the Conservative councillor for Newnham. They put together a plan that drew in the resources of PwC, which had done a similar review of Tameside. They specified something that could happen and work for their hospital and their community, and then gave it to the STP and to the national process for evaluation. It is a plan that the people of Bedford can get behind. It is certainly a plan that carries my support and the support of all local politicians and the Minister for Community and Social Care, my right hon. Friend the Member for North East Bedfordshire (Alistair Burt).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The future of Bedford hospital is strong and positive. It wants to change and to meet the challenges set by NHS England. The most important thing that we have to look after as Members of Parliament is the health and wellbeing of our constituents. Our interests are in their wellbeing, not in any institution, and in patients’ futures. People must be able to expect the right level of quality services in A&E, paediatrics and maternity to be available in their local community in a town the size of Bedford, which is growing at a rate. The hospital has such deep connections with the community and such strong charitable support, and there has been such positive action even during this period of doubt and uncertainty. I hope that the Minister will reflect not only on the national impact, but on his ability to bring that period of doubt and uncertainty to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}