{
    "url": "https://www.ukpol.co.uk/gill-furniss-2020-speech-on-covid-19/",
    "title": "Gill Furniss – 2020 Speech on Covid-19",
    "post_date": "May 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gill Furniss",
            "url": "/tag/gill-furniss/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gill Furniss, the Labour MP for Sheffield Brightside and Hillsborough, in the House of Commons on 11 May 2020.",
    "content": [
        "I start by paying tribute to all our key workers. They are the best of us, and I hope that we will repay their courage and dedication to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have heard from parents and schools that they have experienced issues with the free school meal voucher scheme. Many either have not received those vouchers or have been unable to redeem them, despite the scheme having been launched more than six weeks ago. Edenred, the contractor, has processed just 20% of the £234 million budget of the scheme, which has only a few weeks left.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At Firth Park Academy, a secondary school in Sheffield, Brightside and Hillsborough, 488 students—almost 40% of all students—are eligible for the scheme. As of last week, none of those children had received or been able to redeem their vouchers. A primary school in my constituency has had similar issues. It waited such a long time for the vouchers to come through and was so concerned about pupil welfare that it spent £3,000 to secure vouchers itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Schools have tried repeatedly to contract Edenred, with one even offering staff to help process applications. Schools Week reported that Edenred was aware of the vast scale of the task at hand when it tendered for the contract, making it more baffling that it was so unprepared. Urgent intervention is needed to address this gross injustice and ensure that none of those eligible for free school meals goes hungry any longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also want to highlight the challenges faced by women during and after the covid-19 outbreak. Women make up a huge proportion of those in care and nursing roles—those at the frontline of this crisis. We have seen that even as those women battle to provide care under the hardest circumstances, their pay is often among the lowest in society. I have also heard from many women who work in the childcare sector. They have become increasingly concerned about the future of their employment, particularly following the withdrawal of funding that was initially promised to childcare providers by the Government. That not only concerns those employed in that sector but adds to the pressure on key workers, who may now fear they will be left without childcare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many care and childcare providers face bankruptcy as costs rise, leaving these women fearing for their own economic future. Assurances must be given that no woman should lose her job due to the covid-19 pandemic. The true impact of this crisis cannot be fully understood until the Government have undertaken a comprehensive gender impact assessment to ensure that women are not left behind as a result of the economic impact of the covid-19 outbreak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituent, Lisa Fish, is classed as a vulnerable person. Her family have taken all the steps to shield her from the virus. The Prime Minister’s statement last night offered them no clarity, but it did cause them extreme distress. It is essential that the Government make their intentions crystal clear so that the public fully understand what is expected of them and to ensure that we keep people safe. This virus is not of our making, but it is within our power to respond in a way that protects the most vulnerable in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}