{
    "url": "https://www.ukpol.co.uk/gill-furniss-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Gill Furniss – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gill Furniss",
            "url": "/tag/gill-furniss/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gill Furniss, the Labour MP for Sheffield Brightside and Hillsborough, in the House of Commons on 18 July 2022.",
    "content": [
        "When the Prime Minister took office, he stood on the steps of Downing Street and promised to level up every part of Britain. He said he would close the opportunity gap and, in his words, unleash the power “of every corner” of the United Kingdom. In 2019, he came to Sheffield and made that same pledge. He continues to boast about levelling up as though it has been some gigantic success, but if we dig deep enough beneath the surface, we find that his legacy is one of broken promises, shattered communities and a failure to deliver. The public know that they cannot trust a word that the Government say. They have concluded that levelling up is just another empty slogan that will do nothing to help them in their everyday life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The effects of 12 years of Conservative mismanagement are plain to see. Only if we remove the Conservative party from power altogether will we see these trends reversed, and today’s vote is a chance to do that. To take just one example, our local authorities’ budgets have been cut to the bone by the Prime Minister and his two Conservative predecessors. Sheffield City Council’s central Government grant has been cut by more than £3 billion in real terms since 2010, which has put an enormous strain on its budgets. The impact has been stark. According to the End Child Poverty coalition, 45% of children in my constituency are in poverty. That really is a shameful statistic. One of the basics of levelling up needs to be ending child poverty once and for all, but in my region, child poverty rates continue to rise year on year. This is not levelling up; this is levelling down, and families across the country are paying the price.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Conservative party is truly unfit to govern, as it has shown time and again. I am of course pleased to finally see the back of the Prime Minister, but it is clear that whoever takes over cannot be trusted to truly level up. Instead of focusing on the real issues facing people, leadership candidates are trying to stoke culture wars and divide communities. Today, the Met Office warns that unprecedented heatwaves pose a significant risk of death, but the leadership candidates are not prepared to step up to the serious threats posed by climate change. They instead want to water down net zero targets and roll back green initiatives. Perhaps that is not surprising, given that one candidate has seemingly accepted tens of thousands of pounds in donations from a notorious climate change denier. The Conservative party is out of touch, out of ideas and, I hope, soon to be out of power. A new leader will not change any of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}