{
    "url": "https://www.ukpol.co.uk/gill-furniss-2021-speech-on-council-tax-increases/",
    "title": "Gill Furniss – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Gill Furniss",
            "url": "/tag/gill-furniss/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gill Furniss, the Labour MP for Sheffield Brightside and Hillsborough, in the House of Commons on 25 January 2021.",
    "content": [
        "As a former councillor, I am glad that we are able to hold this debate today. Before entering this place, I was a councillor for 17 years and saw at first hand the impact that austerity has had on our city and its families. I also saw the challenges we faced in trying to prioritise budgets in the face of wave after wave of cuts. Since 2010, many local authorities across the country have had to grapple with devastating cuts. My council in Sheffield has lost almost 50% of its budget, with cuts amounting to £475 million. Throughout this period, the Labour council has made difficult decisions and been forced to adapt many services, but it always sought to protect the most vulnerable in our city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s proposals to allow councils to raise tax by up to 5% is absurd. It would not come close to addressing the funding crisis that many are experiencing. Next year’s costs for adult social care alone in Sheffield will be £31 million. A 3% increase would contribute only £6.6 million to that cost. The further 2% would contribute only £4.4 million. That does not come close enough to addressing the covid funding gap of £61 million that Sheffield City Council faces next year after the £92 million cost of responding to the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This policy flies in the face of the Government’s levelling-up agenda by benefiting wealthier areas. While a 5% increase in Sheffield would raise £9 million, Surrey County Council would raise £38 million with the same increase. Councils across the country will, of course, be reluctant to raise council tax by 5%, but the Government have given them no choice. They have done what they do best: they have shifted any responsibility away from themselves. No council faced with significant funding gaps would refuse even the slightest boost to funding during these challenging times. It is shameful to hold councils to ransom in this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency of Sheffield, Brightside and Hillsborough ranks as the 12th most deprived constituency in England. Over a third of children are eligible for free school meals. Very many of my constituents face tremendous hardships to make ends meet. Claims for universal credit have risen by 95% since March, with almost 14,000 families now receiving the payments—around half of these are in work. While the Government consider removing the uplift, they are also moving forward with this plan, which would add further strains to household budgets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Families in Brightside and Hillsborough have particularly felt the cost of covid-19. Funding this increase will be more difficult for many families in our community than in more prosperous areas. I am deeply concerned that pushing forward with this plan would only further the hardships that many of them face. Hundreds of thousands of families across the country are feeling similar pressures. The Prime Minister said he would do “whatever it takes”. It appears that this meant abandoning councils and pushing the burden of support for their strained finances on to local taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are adept at performing U-turns, so I hope that they will do another and scrap this policy. The Chancellor must prioritise introducing a comprehensive funding settlement for local government to redress the budget imbalance that a decade of cuts and the covid-19 pandemic have caused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}