{
    "url": "https://www.ukpol.co.uk/marcus-fysh-2018-speech-on-planning-in-south-somerset/",
    "title": "Marcus Fysh – 2018 Speech on Planning in South Somerset",
    "post_date": "November 29, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Marcus Fysh",
            "url": "/tag/marcus-fysh/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Marcus Fysh, the Conservative MP for Yeovil, in the House of Commons on 28 November 2018.",
    "content": [
        "It is a great pleasure to speak this evening on the planning situation in South Somerset, where my constituency lies. I declare an interest, in that my family own a house in the district. I will talk about a planning saga a little less than a mile away that has been going on for a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Essentially, the community to the south of Yeovil, in the Cokers, as it known, has time and again felt left out of the planning process going on around it. Some might know that the Liberal Democrats have been in power in South Somerset for a very long time. Yeovil was Lord Ashdown’s constituency from 1983. He won the seat having built up a power base in local government. One way or another, many of the individuals in local government are still around in the council. Essentially, South Somerset District Council, which is the planning authority, now has a plan in place, but many people say that it is failing because it does not have a five-year housing land supply. As a result, speculative development has been coming forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a district councillor, I was partly involved in the deliberations around the creation of the local plan and in the planning inspector’s process, so I know the detail of it very well. It was always quite odd to me that the council wanted to push through a higher number of houses than there was evidence for—as I showed at the time—but the planning inspector let the council do so, because the guidance says that if a council wants to do something, we broadly let it. As a result, many people in the district feel that their voice is not being heard very well. The Yeovil area has an area committee system—Area South is the committee that makes planning decisions there—and many of the key committees are heavily dominated by the Liberal Democrats, although we are trying to do something about that and have had quite a lot of success getting Conservatives involved in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The district council has been seeking bolt-on development to existing towns that often do not have the infrastructure required to cater for such development. The council has not thought more holistically about the potential for new towns on, for example, the A303. It could capitalise on the investment we will be making in the A303 corridor scheme to dual the road all the way between the M3 and the M5. That kind of plan would be a logical way of trying to achieve these ambitious housing numbers. I favour providing enough housing for a new generation to be able to own their own homes, which could also provide business opportunities. There is a huge amount that we could do if we took that holistic approach and looked at ambitious schemes such as garden towns in appropriate locations such as the one I have suggested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Deputy Speaker (Sir Lindsay Hoyle)** I am just trying to think—the link between the hon. Gentleman and this topic must be the Irish sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon** The link is the planning department. I congratulate the hon. Member for Yeovil (Mr Fysh) on securing this debate and telling us about the problems ​with the planning department in his area. My local council planning department also takes its own interpretation of planning law as gospel, without giving appropriate weight to job creation and the local economy. Does he agree that weight must be given to the letter of planning policy, but also to the spirit of its aims, such as improving town centre facilities and aiding job creation? With that in mind, I support the hon. Gentleman’s argument.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Fysh** I am grateful for the hon. Gentleman’s intervention; it would not be an Adjournment debate without a strong contribution from Northern Ireland. I agree that focusing on and intensifying development in town centres is one of the answers both to finding more housing and to getting more people living in town centres, which means they will be there for the businesses in those locations. Having more eyes on the street makes town centres safer and more people will want to visit them. He is absolutely right. I would love Yeovil to be that kind of town, and part of that virtuous circle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not so very long ago, the Conservative party manifesto included the idea of a community right of appeal. There is an understandable impetus not to make things too onerous for developers and to ensure that decisions can be made in a timely fashion. I support that, but it is also key that proper evidence is used to make these decisions in the right way. It is my opinion that, unfortunately, evidence in South Somerset has been cooked up for various outcomes—pre-cooked over decades to make certain things happen that, frankly, the Liberal Democrats have wanted to happen for one reason or another. The community has completely lost confidence in the Liberal Democrats’ ability to make the right decisions on its behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Ian Liddell-Grainger (Bridgwater and West Somerset) (Con)** It is so nice to see you in the Chair, Mr Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making some very good points. I have been the MP for Bridgwater and West Somerset for 17 years, and I have never seen South Somerset in the mess that it is now in. The Liberals left us a terrible legacy that started with the noble Lord Ashdown and continued up until David Laws, who has now left the House. Does my hon. Friend agree that it has been a catalogue of disaster over that terrible period for south Somerset? Yeovil is a town that should be thriving—doing really well—but I am embarrassed to say, as a great supporter of my hon. Friend, who is doing a fantastic job, that it does not seem to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Fysh** I thank my hon. Friend. He is certainly right that Yeovil has its challenges. Part of the problem has been sprawling development, and not particularly good development, that has been approved over the decades that I am talking about. We need to get a virtuous circle working in the other direction. The town has enormous potential and it has great industries in it. It needs a Conservative leadership in the district council next year to be able to achieve its potential and really contribute to the south-west’s growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to spend a little time going through some of the big saga that happened to the south of Yeovil. Essentially, at the back end of the ’80s, or very early in ​the ’90s, there was a graded asset near a farmhouse that was falling down. The district council, being responsible for such things, did not want to spend the money on it and got its friend who was a developer to buy it, in an area that was not scheduled to have development around it. Who knows what really happened, but I suspect very strongly that the council made commitments to him that they would get him planning permission and on that basis he would do the renovations to keep the building standing. That, I think, is the origin of the problem that is down there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This area is a really, truly special part of the country with international and international heritage value. It has the village of East Coker, where T.S. Eliot is buried in the church. He wrote one of his most famous poems about the village and the landscape. There are ancient Roman ruins throughout. There are two of the closest together Roman villas, which is a very unusual archaeological configuration, apparently. Those two villas became the manors of East Coker and West Coker in later times. They have a tremendously rich and fertile soil and history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "William Dampier was born in the village. He was an extremely important person in botany, science and literature. He cut his teeth investigating why different plants grew in different parts of the Vale of Coker, which he was farm managing for various of his boss’s tenants. That is what got him thinking about why certain things grow differently in certain places. Then, when he did his second navigation of the world later in his life, he made all his drawings in his botanical notebooks and wrote about them. That was the inspiration that Charles Darwin took with him when he went around the world in the Beagle doing exactly the same thing, so there really is a very strong heritage in evidence there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yet the district council has never, ever ascribed any value to that whatsoever. When it did its landscape and heritage assessments of this area for development, it gave absolutely no value to the farm that was next to the graded asset or to the whole setting, including those Roman villas. There was no drawing together of the threads and the context. Frankly, that is a disgrace, because we are talking about proper national heritage. T.S. Eliot was the most famous poet of the 20th century. His words in that poem will live for as long as the English language lives. People absolutely should go and visit the church in East Coker to see where his memorial is, and to see the memorial to William Dampier. It is an extraordinary place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The council got the developer to buy that land and said that it would give him planning permission. When the A37 was being expanded to the south of Yeovil, it then gave him a roundabout that was contiguous with the land he had bought, in order to get access to the putative development that it had in mind. That was done entirely at the behest of the county councillor for the area at the time, who is now in the House of Lords—Baroness Bakewell. She suggested that roundabout, which was going to benefit the developer to a huge financial degree, and she made it happen through her friends in the county council. The leader of the district council at the time was having an affair with the chair of the environment committee in the county council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are wheels within wheels in South Somerset, and this has been going on for an awfully long time. There is the evidence of the roundabout. The developer ​made a contribution of £100,000 to the county council to get it done under a section 278 agreement—that is in black and white. Unsurprisingly, the community was more than upset and confused at how unusual that was when it found out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The council has continued to give favours to this developer over time. It tried initially to promote a big logistics park on the site. That did not go forward because the community opposed it, but the council then came up with the idea of developing the site for housing. When it was assessing the site in the process leading up to the more recent local plan, it decided to give a zero rating on the community infrastructure levy, so that it would not have to pay anything to the community. The whole point of the Localism Act 2011 was that development in the community would give some benefit to the community, to spend in ways that it wanted. None of that will happen if this site gets developed, because of that CIL derogation, which benefits this developer substantially.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the planning process, the council gamed the highways evidence. It gamed the housing demand evidence, to ensure that this site would be one of those that it had to consider. It gamed the landscape evidence, and then it gamed the historic environment assessment evidence by not taking account of the settings of all the graded assets. There is a higher concentration of graded assets in that valley than almost anywhere else in the country. It is so rich and has such a history; it is quite an extraordinary place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The district council made a statement of common ground with the developer, and it was only on that basis that English Heritage allowed it to remove its objection from the local plan process for the whole site, and that was on the basis that it was going to be a reduced size and only up in the corner. The council said that it would not develop on a field that is adjacent to one of the scheduled ancient monuments—the Roman villa, which was on the at-risk register at the time because of development potential. On the basis of that statement of common ground, the council got English Heritage to remove it from the at-risk register.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then the council got the planning inspector to change his final report on the local plan. I have copies of the documents. His original report was basically going to say that he was approving the local plan allocation for the whole site because it was not in proximity to the scheduled monument. However, I have in writing, too, the council saying to him that the field is in fact adjacent to the monument. That was taken out, which materially changes the meaning of the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I personally think that this closeness between councils and the Planning Inspectorate is a structural problem that the Ministry should look into. It is not appropriate for these sorts of things to go on behind closed doors. No information was released, even under the Freedom of Information Act, until after it was judicially reviewable, which is a disgrace. It is understandable that, in this context, the process does not smell right at all and I would support the community in saying that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The council is now trying to get its friends on the county council—because it is all about politics from way back when—to shift the school site to the very field adjacent to the scheduled ancient monument. I am very pleased to say that Historic England has just submitted an objection to the planning application, on the basis that that is absolutely not what it agreed when it released ​all these things, given all the reliance placed on the statement of common ground that allowed the site to come forward in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Essentially, on a policy basis, we need to look at how communities can challenge the substance of some of this stuff, other than with the normal route of politics. Everyone says, “Well, just vote people out”, but that is not realistic in a place where there is a safe seat or a safe council. In these sort of incidents, it is only on a procedural basis—if there is something wrong with the actual process—that individuals can bring a judicial review. If the council has not divulged the information about the material way in which decisions were made by the decision maker, which it did not do, and we are out of time, what do we do?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Both because it is a nationally important heritage asset and because there are public policy grounds, including the very welcome new powers to protect heritage in the national planning policy framework––we should try to elucidate and clarify some of these things––this planning application is a very good candidate for calling in. I would like it to be called in and, to put my hon. Friend the Minister in the picture, I will be making an application to do so in the coming days. I have taken more time than I promised I would, but I thank hon. Members for listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}