{
    "url": "https://www.ukpol.co.uk/marcus-fysh-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Marcus Fysh – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marcus Fysh",
            "url": "/tag/marcus-fysh/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marcus Fysh, the Conservative MP for Yeovil, in the House of Commons on 17 May 2022.",
    "content": [
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a former global investment manager, I am very concerned about the trajectory of the global economy. Unfortunately, I do not think the UK is going to escape that. I am very concerned that the inflation regime around the world has changed substantially in the past couple of months. The deglobalisation that will be one of the impacts of what has happened through the Ukraine crisis will be a permanent feature and a permanent shift. We need to take account of it and be aware of what this House can do to help people with the cost of living in that environment. We know that the price of food is going to go up, but the price of fertiliser is going through the roof because supply has been disrupted to such an extent. We are in danger of being complacent about that and the change it will bring about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not agree with those on the Opposition Benches who, as ever, are saying that tax and spend is the way forward. We need to look at ways in which we can help out the Bank of England. It is not the Bank’s fault that its only tool is interest rates, but unless we in this House find ways of getting prices down for people now, the Bank of England, like the Federal Reserve in America, will have no choice but to keep jacking up interest rates to the point where demand is destroyed and recession is created. Very severe recession may ensue, and that is incredibly bad for budgets and for balancing them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome what our Front Benchers have tried to put forward through the Queen’s Speech—it is fine as far as it goes, and I appreciate the help that is there for people. I agree with my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) that a focus on regulatory reform is particularly welcome, but unless we take radical fiscal measures to reduce prices now, in a Bill next week or the week after, I am afraid that it will be too late and we will be tipped into severe recession later this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I therefore recommend that we look urgently at bringing forward measures to reduce VAT rates throughout the economy and reduce fuel duty. In essence, unless we try, right now, to keep price rises to 4% or 5%—otherwise, they might be plus 10%, plus 12% or plus 15%; we do not know what they will be—we will be in very serious trouble as a country. Inflation hurts most the people at the bottom end of the spectrum. I encourage the Government to target reforms at those people and to make price help available to them. To be honest, I do not think our side of politics has focused enough on what we can do about absolute prices. It is great to help people out, but subsidising higher prices just perpetuates the problem and makes it worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have to look hard at some of these things. Yes, we need to look at investment, and I welcome what the Chancellor said about that. Energy investment is going to be particularly important. We need to focus on making sure we invest in domestic food production so that we get it firing on all cylinders. We need to be almost on a war footing in that respect, because it is that serious. We need to help people with prices and to get our economy moving. I fear that if we do not, we will come up against stagflation, which is very damaging to people’s house prices and, in the end, to everything, so we have to focus on that massively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come back to the point that growth is the key. I agree that we should try to limit spending and look at ways to reform administration and services—I welcome the talk of reforming the civil service—but at the end of the day budgets depend more than anything else on economic growth for tax revenue increases over time. I really fear that, unless we take action this day, we will be in for a rude awakening. We cannot let our constituents down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}