{
    "url": "https://www.ukpol.co.uk/lord-saatchi-1996-maiden-speech-in-the-house-of-lords/",
    "title": "Lord Saatchi – 1996 Maiden Speech in the House of Lords",
    "post_date": "February 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1996",
            "url": "/tag/1996/"
        },
        {
            "text": "Lord Saatchi",
            "url": "/tag/lord-saatchi/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Lord Saatchi in the House of Lords on 18 December 1996.",
    "content": [
        "My Lords, it is a very great honour to address your Lordships’ House for the first time. I must thank the noble Lord, Lord Chalfont, for giving me this opportunity to make my maiden speech in this important debate on the media which he has initiated. My remarks touch upon just one aspect of the matter; that is, the question of how best to communicate with the public at a time when the media are such a dominant force in our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It could be said that in the Garden of Eden, in approaching the forbidden Tree of Knowledge, humans felt a need to know for the first time. Six thousand years after the Garden of Eden, the need to know has been replaced by the right to know and the media have inherited the role of asserting mankind’s democratic right to know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The media have brought into being a new form of democracy, a democracy of information where information is knowledge and knowledge is power; where information is for the benefit not only of the elite but is properly to be shared among all the people. Indeed, today there is very little that we do not know. We know the income of Her Majesty the Queen; we know the pension of the chairman of ICI; we know which schools produce the best A-level results; we know which hospital has the best record in hip replacements; we know how much tar and nicotine there is in a cigarette; and we know the precise contents of a packet of cornflakes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is well and good but perhaps one of the unintended consequences may be that people have so much information that they no longer have time to listen to a long detailed argument. How then should the public be addressed in this “mediaocracy”? Winston Churchill once quoted Mark Twain’s letter to a friend which began: I wanted to write you a short letter but I didn’t have time”. Churchill understood that simplicity is all; but he knew also that to achieve simplicity is very difficult. It requires what Bertrand Russell called the painful necessity of thought. That is why it took longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should remember that the earlier forms of mass communication were not complicated; they were extremely simple. That is why they worked. When President Roosevelt wanted to persuade a profoundly isolationist America to help our country in its darkest hour, he invented one phrase of two words to help him to do that. He called his policy “lend lease”. He explained it very simply too; Your neighbour’s house is on fire. He comes to you, and asks if he can have your hose. You say, ‘I will not give you my hose. But I will lend it to you. You can borrow it to put out your fire. And when the fire is out, you will return it to me”. A simple image of a fire and a hose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The history of the world is built on such simple and precise use of language. Let us think of the most effective messages over the years. There was nothing long-winded about “Libertë, egalité fraternityé, nor about “Workers of the world unite. You have nothing to lose but your chains.” No one had to explain what it meant when they heard John Kennedy say: A torch has been passed to a new generation of Americans”; or when they read on the Statue of Liberty: Give me your huddled masses yearning to breathe free! When they said, “Go west, young man”, they did so in their millions. No one needed further elucidation when Jesus said: Do unto others as you would be done by”, or when Martin Luther King said, “I have a dream”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The great communicators in history have always made things simple: “Your country needs you”, “No taxation without representation” or, “One man, one vote”. These are not just slogans; they encapsulate whole philosophies, aspirations and political systems. In this media-driven world, which is the subject of today’s debate, the public expect and demand that those who come before them to express a view have, before they speak, eliminated vagueness from what they say and distilled their argument down to its essence. It is, in fact, a mark of respect for the listener—a modern form of good manners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This search for simple language actually has an excellent effect upon the idea being advanced. Its action is that of the threshing machine. It sorts the intellectual wheat from the chaff. It is more than a discipline, it is a test. It forces exactitude or it annihilates. It accelerates failure when a cause is weak, and it clarifies and strengthens a cause that is strong. And that is the best argument I know in favour of its use in all forms of public communication today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall always endeavour to apply that test, with what success your Lordships may judge, to my own contribution in this House. I am grateful to your Lordships’ House for giving me the opportunity to make my maiden speech today. I look forward greatly to the comments and ideas that we may hear during the rest of today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}