{
    "url": "https://www.ukpol.co.uk/alex-salmond-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Alex Salmond – 1987 Maiden Speech in the House of Commons",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Alex Salmond",
            "url": "/tag/alex-salmond/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Alex Salmond in the House of Commons on 29th June 1987.",
    "content": [
        "[![alexsalmond](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond-210x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You have called me to speak at rather an apt time, Mr. Deputy Speaker. I have been watching with interest this evening and counting the relative strengths of the Scottish Nationalist party and Plaid Cymru, on the one hand, and the Scottish Conservative contingent, on the other. As the debate has worn on, the relative strengths have to-ed and fro-ed. At the moment, with five hon. Members on our Benches and only two Scottish Conservative Members, we have the most satisfactory result of the evening so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I confess that I have been playing my game of spot the Scottish Tory for some time. Their number has been as low as one and as high as seven during this debate, but for most of the time there have been four Scottish Conservative Members in the Chamber. For some time, I thought that the Secretary of State for Scotland had laid down his particular 40 per cent. rule on his own contingent of hon. Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My first duty is to pay tribute to my predecessor, Mr. Albert McQuarrie, who was known in the House and elsewhere as a robust character. He came to the House late in life, but I know that he played a full part in its debates, and I am sure that all hon. Members will join me in wishing him a long and happy retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Banff and Buchan, the constituency for which I now have parliamentary responsibility, is a constituency of robust characters, as one would expect from an area that depends for its livelihood on fishing, farming and oil and the industries related to them. My constituency has robust characters who work with their hands and get their faces dirty. They are involved in producing, making and catching things. They are people engaged in the manufacturing and primary sectors who are the real creators of wealth. If Government policy was orientated more to the primary and manufacturing sectors of industry, rather than to the rentier economy produced by the Conservative party, the long-term health and welfare of this country would be better served.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall examine in turn the problems facing the three basic industries of my constituency—farming, fishing and oil. I notice that a good deal of attention was paid in the Gracious Speech to the problems of the inner cities, and I welcome Government initiatives on that serious problem. However, in Scotland we do not have a serious inner city problem. In our major cities we have problems on peripheral housing estates, but we have, too, an enduring and extremely serious problem in our rural communities. I do not think that the Government realise the extent to which the decline in farm income is causing such problems for the rural areas and I hope that they will turn more of their attention to that as the Session progresses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservatives claim that theirs is the party that reduces business taxation. If that is so, I hope to hear soon that they intend to abandon their plans to levy additional taxation on the fishing industry in the form of light dues—the dues paid for navigational lights. At the moment, the Government propose to remove the traditional exemption from light dues from the fishing industry while retaining that exemption for the owners of yachts and pleasure boats. I am sure that the right hon. Member for Old Bexley and Sidcup (Mr. Heath) would be very relieved to hear that, but I think too that he would join Opposition Members in arguing strongly that we should not impose an additional tax on working fishermen while those who own pleasure boats and yachts remain exempt. Light dues, which relate to a public service concerned with public safety, should continue properly to be met from the public purse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard some interesting remarks from the Secretary of State for Scotland who, since the turn of this year, has ascribed all the problems of the Scottish economy to the decline of the oil industry in Scotland. That is a remarkable feat, given that Scotland has lost 180,000 manufacturing jobs since 1979.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Secretary of State thinks that the impact of the oil downturn has been so serious in Scotland—it has cost us 30,000 jobs—why was it that the Government argued so forcibly for, welcomed and encouraged the decline in oil prices, which has caused these grievous burdens for the Scottish economy? Since 1979, successive Chancellors have received from the Scottish oil industry in revenue terms and in 1987 prices the sum of £70,000 million—approximately £14,000 for every man, woman and child in Scotland. Those Chancellors have been very sure that that should not be Scotland’s oil revenue, but, when it comes to a downturn in the industry, there has been no doubt that Scotland should have the job losses. For these three industries—farming, fishing and oil—I will argue at every opportunity in the Chamber, and I will argue for a stronger defence of their welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I move on to the political position facing Scotland and the reaction of Scottish Members to the Gracious Speech. Without doubt the Gracious Speech is interesting not for what it contains about Scotland but for what it does not contain. There is no sign that the Government will make any concessions to Scotland following their massive defeat at the polls. That position was encapsulated by the Secretary of State who, in an interview on Scottish television last week, said that the Gracious Speech is the same as that which we would have had if the Conservative party had won 72 Scottish seats instead of 10. That betrays the arrogance and contempt with which the Conservative party now proposes to treat the Scottish electorate. in its view, it does not matter what we in Scotland say or do, how we vote, how we think or how we learn from our experience of the policies under which we suffer. That position is not sustainable in the longer term. How long it is sustainable will depend on the level of opposition from Opposition Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of questions have been asked about the importance attached to self government by the Scottish electorate. If the election results do not provide a convincing answer to that question, I have here the results of an opinion poll commissioned during the election campaign. The Conservative party has an interesting and geographically split view of opinion polls. It believes in them in England when they show that it is winning, but it does not believe them in Scotland when they show that it is not winning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember earlier this month when this opinion poll was released. I was sitting in a television studio with Mr. Michael Hirst, who did not believe the contents of the opinion poll. The results of the poll showed that the majority of Scottish Conservatives were about to lose their seats, although the Secretary of State for Scotland had said that such opinion polls were unreliable, that this could not happen and that the Conservative party in Scotland would increase its representation. In fact the poll has been proved correct in its analysis of how many Scottish Conservatives would lose their seats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also asked people how important they regarded the setting up of a Scottish assembly. No fewer than 62 per cent. thought that it was very important or quite important. Only 25 per cent. argued that it was not very important or not at all important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We take opinion polls as we find them, but it is an incredible proposition from a party reduced to such a rump in Scotland, as a result not just of this but of a series of elections, to argue that it has the divine right to interpret the wishes of the Scottish electorate more than any other party, or particularly the party that won the Scottish election—the Labour party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many new Members I am engaged in moving home, and as I was clearing out some of my files I came across some yellowing pages of newspaper cuttings from the period immediately before and after the general election of 1983 in Scotland. In them, a number of Scottish Members of Parliament were making the case that the rights of Scotland should be respected—a case with which I agree. They were called “Labour’s new dogs of war,” and they included the hon. Members for Glasgow, Cathcart (Mr. Maxton), for Carrick, Cumnock and Doon Valley (Mr. Foulkes), for East Lothian (Mr. Home Robertson) and for Glasgow, Shettleston (Mr. Marshall). They argued that, by their efforts, they could impose the will of the Scottish people on the House and that they would manage to extract for the Scottish people a measure of Scottish devolution. We are now four years on and the dogs of war not only have not bitten very hard but have lost their bark.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I scrutinised with some interest the speech made by the hon. Member for Cathcart on Thursday, in which he came up with the incredible proposition that the Conservative party has half a mandate in Scotland. His argument was that the Conservative party has a mandate over such sectors as the economy and United Kingdom matters, but does not have a mandate over specifically Scottish Office issues such as education. It is an incredible argument that the Conservative party has the right to destroy the Scottish economy but does not have the right to destroy the Scottish education system. It is not a case of half a mandate. The Conservative party either has or has not a mandate in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Caernarfon (Mr Wigley) has put the case for the rights of parties coming up from the people. The hon. Member for Falkirk, West (Mr. Canavan) has argued eloquently why the Conservative party has no mandate in Scotland. For the benefit of Tory Members, I shall repeat it. The Tory party does not have a mandate in Scotland because Scotland is a nation and as such has a right to determine its own political destiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will repeatedly argue for independence for Scotland within the context of the EEC. I recognise that that is not the majority view in Scotland, although opinion poll evidence shows substantially more support for that position than for the position favoured by the Tory, party—the status quo. Scottish people have the right to choose the amount of devolution or self government that they want. Therefore, I am prepared to argue that, because the Labour party won the election in Scotland, it has the right to insist on its plans for the Scottish people being put into effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The basic question is: how will the Conservative party be made to do this? The hon. Member for Glasgow, Garscadden (Mr. Dewar), in his quick-fire speech, was long on description of the condition of Scotland, but short on what he and his colleagues are going to do about it. The most with which he threatened the Conservative party was a few late nights for the reduced band of Scottish Conservatives. Incidentally, I am told that in Labour party circles at the moment the hon. Member for Garscadden is considered as something of a radical. If he is a radical, I wonder how conservative the rest are. I do not know what he does to Tory Members, but if I were in their position he would not frighten me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same applies to the eloquent address of the hon. Member for Glasgow, Hillhead (Mr. Galloway). He cannot convince the Conservative party, Scottish Conservative Members or the Secretary of State for Scotland, by argument or appeal, to change their position. The Scottish Conservatives are a lost cause. They have lost their ability to argue their case before their fellow countrymen and women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I find remarks about the largesse of the London Treasury to areas such as Scotland, Wales and the north of England amazing, as Scotland has an annual surplus of revenue over expenditure of £3.5 billion. I cannot, therefore, take seriously the idea that Scotland is subidised by the London Exchequer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear other remarks about the history and geography of Scotland which make me realise why so much of the Gracious Speech is devoted to the English education system. I suspect, however, that, in looking at the state education system in England, English Conservatives are looking at the wrong sector for additional education on economics, history and geography. I seriously suggest to Conservative Members representing English constituencies that the nations of Scotland and England have a close and long history. Sometimes it has been a troubled history but it has always been a close one. At this juncture in our affairs, when there is a dramatic political divergence between Scotland and England, and indeed between England and Wales, would it really hurt them so much to concede a little justice to the Scottish nation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}