{
    "url": "https://www.ukpol.co.uk/alex-salmond-2013-new-years-speech/",
    "title": "Alex Salmond – 2013 New Year’s Speech",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Alex Salmond",
            "url": "/tag/alex-salmond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the news release relating to the speech made by Alex Salmond to mark 2013.",
    "content": [
        "[![alexsalmond](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond-210x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The First Minister’s New Year message highlighted the restoration of free higher education as an example of the kind of difference that could be made in areas such as social security and foreign affairs following the referendum in 2014.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the abolition of graduate endowment fees in 2007, Scotland’s colleges and universities have seen record numbers of Scots, English and overseas students studying higher education, while the number of people accepted into Scottish universities has increased again this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In his message, recorded at the University of Aberdeen’s ‘magnificent’ new Sir Duncan Rice Library, Mr Salmond recalled that one of the Scottish Government’s very first decisions, in 2007, was to restore Scotland’s “centuries-old tradition of free education” as he asked people across the country to consider the position if Scotland had had to follow the same route as the rest of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He added: “The results of this are now plain to see. This year, people accepted into Scottish universities have increased. And we’ve record numbers of Scottish, English and overseas students studying higher education at our Scottish colleges and universities. In contrast, the prospect of sky-high tuition fees in England has seen acceptances for universities there sinking like a stone, with tens of thousands of youngsters being denied their life opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Now this contrast between what is happening here and what isn’t happening there has only been made possible because it is the Scottish Parliament which runs Scottish education. But let’s imagine what would happen if we didn’t control education or if, as some people suggest, we imposed English-style tuition fees. Numbers at our universities would collapse. We would be mortgaging our own country’s future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“And just as the Scottish Parliament has restored free education, so it offers security to our old people with free personal care and protects us all by keeping vital public services, like health and water, in public hands. It is what makes it worthwhile to have our own Parliament and it is why the Scottish Parliament is now trusted by almost four times the number of people who trust Westminster.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The First Minister invited Scots to consider how they might vote if the referendum in 2014 was for an independent Scotland to give up its independence and hand over powers in areas like welfare or foreign affairs to the Westminster Parliament in London. Those arguing for such a move would be pursuing “mission impossible” and would be “laughed at from Gretna Green to Dunnet Head,” Mr Salmond continued.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This New Year the joke’s on us – because that is exactly the position that we have in Scotland right now. But in 2014 we will all have a once-in-a-generation opportunity to do something about it.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This Scottish Government has a positive vision of the future of this country. We can build a new independent nation. It is a vision of a country that earns its wealth and shares it more fairly. A country confident in itself and its place in the world. A country which makes the most of its natural resources. And a country where everyone gets a fair shout and a decent chance. In the meantime, as we work towards that future, let me wish each and everyone of you a happy and prosperous New Year.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}