{
    "url": "https://www.ukpol.co.uk/alex-salmond-2013-speech-to-snp-conference/",
    "title": "Alex Salmond – 2013 Speech to SNP Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 SNP Conference",
            "url": "/tag/2013-snp-conference/"
        },
        {
            "text": "Alex Salmond",
            "url": "/tag/alex-salmond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Scottish First Minister, Alex Salmond, to the 2013 SNP Spring Conference.",
    "content": [
        "[![alexsalmond](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond-210x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A week is indeed a long time in politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Thursday we announced the date of the independence referendum – Scotland’s date with destiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My advisers told me that within a few minutes of making the announcement, I was “trending” in Edinburgh and Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates, I was so disappointed – at first I thought they said I was “trendy” in Edinburgh and Glasgow!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well friends. Meet cool Eck fae Buchan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 18 September 2014 we will have the opportunity to ensure that decisions about Scotland are taken by the people who care most about Scotland – the people who live and work here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Few nations and very few generations are fortunate enough to make such an important decision – we are in every sense the lucky ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a vote for the people of Scotland – every citizen aged 16 up – and rightly so. But do not underestimate the positive lesson to the wider world of a nation deciding its future by debate and democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was former President of Ireland, Mary McAleese, who last October described Scotland’s referendum as a “remarkable and wonderful phenomenon”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether you are Yes, No – or like many at this stage a Dinnae Ken – we can all be proud that our nation is embarked on such an exciting journey in an impeccably democratic way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 18th September 2014 is the day when every one of us will be asked to take the future of our country into our hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for years to come people will be asked to say by friends, neighbours, children and grandchildren to say how they voted on that day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when that question comes, as come it will, let us make sure that each one of us can proudly say YES.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was one of those who voted by majority for a new future for Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, this party has never wavered from our commitment to trust the people to decide the issue of independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Westminster parties ganged up to block a referendum in the last parliament – when the SNP were a minority – we held fast to Scotland’s democratic rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**THE SOVEREIGNTY OF THE SCOTTISH PEOPLE IS IN OUR DNA.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This moment – Scotland’s moment – was the life-work of dedicated servants of Scotland such as the much-missed Jimmy Halliday. When Jimmy led our party in the 1950s, a referendum to achieve an independent Scotland was just a dream – but one he never wavered from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the work of Jimmy and countless thousands others has made their dream our reality – we thank them now, and will thank them best by achieving that Yes vote in the referendum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And because we have always trusted the people, I believe they will put their trust in the Yes campaign on the 18th of September next year – and vote with those of us who want to build a prosperous economy and a just society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next year will be a huge year for Scotland not just for politics but for a range of events which will focus the attention of the planet on our country – the Commonwealth Games, the Ryder Cup, the second Homecoming Year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will make sure that each of these events is a success for Scotland, but we also wish to see them as a catalyst for positive change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exactly a year ago I announced the establishment of a £10 million fund to help local communities bring sports facilities across Scotland into the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year we are going further adding another £7 million to this initiative, meaning that over 80 projects across Scotland will be completed in good time for the Commonwealth Games.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So whether its snowsports in Midlothian (for which there is plenty of raw material), Olympic swimming pools in Dundee and Aberdeen, 3G pitches in Dumfries and Galloway, or the outdoor community facility in Aviemore these facilities will provide real benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**OUR AIM IS TO INSPIRE SCOTS YOUNG AND OLD TO SEIZE THE OPPORTUNITY PRESENTED BY THE COMMONWEALTH GAMES TO BECOME A BETTER NATION.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends – it is said that to govern is to choose but even more fundamental than that is to choose how you are governed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That choice – THE REAL CHOICE – becomes clearer by the day – the opportunity to use our vast resources and talent to build a better country, or to continue with a Westminster system that simply isn’t working for Scotland – a system which has not worked in the past, is not working now and will not work in the future..\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take the big issues debated in the Scottish Parliament last week – they illustrate exactly why an independent Scotland is the right choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is ten years since the Scottish Parliament first debated the Iraq war – when a catalogue of deception by a Labour Prime Minister – a Labour Prime Minister – led the UK into an illegal conflict that came at enormous human cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost 5,000 allied soldiers – 179 from the UK – and well over 100,000 Iraqi civilians lost their lives as a result of a foreign policy disaster which made Suez look like a picnic in the sun.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now when our brave service men and women are sent into danger, we have a duty to give them our full support – and we have an equal duty to discuss the reasons why. The people who elected us to public office expect nothing less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the No campaign parties in the Scottish Parliament actually tried to gag us from debating Iraq – Labour even claimed it was not a real issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Try telling the families who have lost a loved one to the war in Iraq that this is not a ‘real issue’. Try telling them it should be airbrushed away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality of the situation is that our opponents want to avoid confronting their demons, because they know they backed an illegal war based on a lie – the myth of weapons of mass destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Scottish Parliament, there are still 8 of the Tory MSPs and 15 Labour MSPs who voted for the Iraq war – including their leader.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11 of the Scottish Labour MPs who voted for the war are still in the House of Commons – including No campaigner in chief, Alistair Darling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another 10 have even been ‘elevated’ – if that is the right word – to the House of Lords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour and the Tories, Tories and Labour – they were wrong together about the Iraq war 10 years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And they should apologise together now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, the imposition of the Poll Tax by Margaret Thatcher persuaded the majority of people that we needed a parliament with the powers to stop such divisive social experiments being visited upon Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of being just a good idea, a parliament became necessary if we were to protect Scotland’s social fabric, and ensure that domestic policy reflected the will of the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tony Blair’s legacy is to demonstrate why Scotland needs to go further. The catastrophe of Iraq shows why our parliament needs to have the powers of independence – so that never again can Scotland be dragged into an illegal war on false pretences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m certain that the lie that led to Iraq would not have been perpetrated by the government of an independent Scotland, of any political persuasion. But we have to be absolutely certain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other countries – including Denmark, the Netherlands and Ireland – have constitutional guarantees that they will not go to war without a proper process of parliamentary approval, and a similar such undertaking could be written into the constitution of an independent Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, I believe it should be – indeed it has to be to demonstrate that our new Scotland is something worth voting for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is part of the WHY of independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The US/UK invasion of Iraq was about non-existent weapons of mass destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But delegates, there are real weapons of mass destruction. Weapons Inspectors would have had no problem finding them in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just one hundred and fifty miles from here the Trident missile system is based on the Clyde Estuary, just along the road from our most populous city, with an estimated cost for its renewal of up to one hundred billion pounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Trident was conceived by the Tories, presided over by Labour just as Polaris before it was conceived by Labour and presided over by the Tories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The process of its renewal for another 50 years – another half century – is happening under a Tory/Lib Dem coalition supported by Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Trident is Westminster’s ultimate vanity obscenity but now is entirely dependent on next year’s vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because, delegates, it’s now clear that the only way, the only way, we can finally remove these weapons of mass destruction is with a Yes vote for independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**THAT IS ALSO PART OF THE WHY OF INDEPENDENCE.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, I’m proud to lead a Government that has made the Scottish Parliament work for our people. That’s why the Scottish Social Attitudes survey showed that 71 per cent of people trust Holyrood to act in Scotland’s best interests – four-times more than trust Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the face of appalling financial pressures, we have have chosen a different path from Westminster – a path that reflects Scotland’s social democratic consensus, our shared progressive values, our priorities as a society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On all the key domestic issues Scotland trumps Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Down south, the UK Government’s own figures reveal that England will see a 16,000 reduction in the number of police officers. And to compound this, the starting wage of new officers has been reduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "South of the Border the thin blue line has just got a lot thinner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In contrast, the SNP government has delivered and protected 1,000 extra police officers on our streets. A great achievement – and one that Labour said would take us 13 years!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just next week, Scotland’s new national police force comes into place, along with Scotland’s new national fire and rescue service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends this Government will always value the work of our emergency services – the people who have been mobilised all of last night helping our fellow citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is our approach to front line policing which has delivered not only a 37-year low in recorded crime but also a fall in the fear of crime that causes such misery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why Scotland’s Justice Secretary Kenny MacAskill gets cheered to the rafters at the Police Federation conference. And why his Tory counterpart at Westminster gets booed off the stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On health, Scotland continues to protect frontline health spending, despite the Westminster cuts and the huge pressures on our budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prescription charges – the tax on the sick – have been abolished in Scotland, even as they rise to £7.85 in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have record patient satisfaction with our health service, the job our health professionals do, often in difficult circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have maintained a genuine National Health Service in Scotland – free at the point of need – even as the NHS is being fragmented and privatised south of the Border, first under Labour and then by the Tories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Don Berwick is a world-renowned expert on patient safety, David Cameron’s new ‘health tsar’, and a former adviser to President Obama. This is what he says about the strength of the Scottish system:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Scottish Patient Safety Programme marks Scotland as a leader, second to no nation on earth, in its commitment to reducing harm to patients, dramatically and continually.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That must always be our goal, in every aspect of our health service and national life – ‘second to no nation on earth’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**FOUR YEARS AGO AT OUR CONFERENCE WE ANNOUNCED THAT WE WOULD DRIVE OUT THE PRIVATISATION OF CLEANING SERVICES IN THE NATIONAL HEALTH SERVICE.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then healthcare acquired infections have dropped by 80 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**IS THERE ANY MORE VINDICATION NEEDED OF ALEX NEIL’S DETERMINATION TO HAVE A PUBLICLY RUN NATIONAL HEALTH SERVICE FREE AT THE POINT OF NEED.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Parliament does not control the key economic levers but we do have economic powers. We have used them to deliver the best help for the small business sector – the backbone of our economy – available anywhere in these islands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have used them to win more jobs from inward investment compared to any other part of these islands – including London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we now have lower unemployment – including youth unemployment – than the UK as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One year ago youth unemployment was almost 25 per cent as young people bore the brunt of the Labour/Tory recession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then we appointed Scotland’s first Minister for Youth Employment, gathered together our stakeholders from the STUC and from business, almost doubled the number of apprenticeships, focussed college courses on full time preparation for employment, introduced the youth guarantee for 16-19 year olds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What has been the result?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In one year youth unemployment has gone down by one third, from 103,000 to 68,000. Still far too high, but a dramatic difference to the lives of thousands of youngsters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**ON THIS WEEK’S FIGURES ALL OF THE UK FALL OF 34,000 OVER THE YEAR IN YOUTH UNEMPLOYMENT TOOK PLACE IN SCOTLAND.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**FRIENDS WHAT A DEMONSTRATION OF THE WORK OF ANGELA CONSTANCE AS SCOTLAND’S MINISTER FOR YOUTH EMPLOYMENT.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot allow these successes to be blown away in an eternal economic winter of Westminster austerity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week’s Westminster Budget is following a familiar pattern, fizz on the day, a hangover the day after.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the fizz only lasted until we found they had swiped another £50 million from the Scottish Budget for this coming year, without so much as a by your leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is much more bad news in this Budget. Analysis by the Institute of Fiscal Studies shows that from 2016 the Westminster Budget means either £500 tax rises for every family or further cuts in public services which they describe as “eye watering”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the grim future for Scottish families under Westminster rule.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And would there be a different prospectus from Labour? – not a chance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Westminster they dance to the Tory tune. In Scotland they are preparing to rip up the social gains of devolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week was one of Labour abstention in votes in Holyrood and Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They abstained on the war, they abstained on Trident, they abstained on bus passes, they even abstained on workfare at Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**LABOUR – THE GREAT ABSTAINERS ON EVERYTHING – EXCEPT MINIMUM PRICING FOR ALCOHOL WHICH THEY OPPOSED!**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SNP offer a different future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Holyrood we will defend the social gains – policies such as free personal care and bus passes for our older folk – who have paid their taxes, powered our economy, raised the children, and deserve something back from society. That is what it means to be a society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**AND THE ROCKS WILL MELT WITH THE SUN BEFORE WE ALLOW TORY OR LABOUR TO TAKE AWAY THE RIGHT TO FREE EDUCATION IN SCOTLAND.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates, the Yes campaign is predicated on the compelling truth that decisions about Scotland are best made by the people who live and work here. That was once a theory, but is now an indisputable fact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the restoration of our parliament in 1999, we have demonstrated that in law & order, health, education, business support, and the great social services of Scotland – our parliament delivers the policies that are right for Scotland, and reflect the views and votes of the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the very prize and purpose of self-government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if it is true in these devolved areas, it is equally true in all areas of public life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the prize and purpose of an independent Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With each passing day it becomes clearer that the Westminster system is not fit for any purpose – it is further away than ever from Scotland’s values, and past its time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The iniquitous Bedroom Tax is the latest example – in a House of Commons debate led by the SNP and Plaid Cymru, over 90 per cent of Scottish MPs voted against it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know from Scottish Government research that the extra costs the Bedroom Tax impose on the Scottish economy will outweigh any savings the UK Government makes – even before we factor in the wider social costs and the distress and disruption it will cause.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But still it is imposed on Scotland. And to add insult to injury, the architect of this shambles – Iain Duncan Smith – has to be dragged kicking and screaming to deign to defend his policy to a committee of the Scottish Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends this is an iniquitous, unfair, anti-family imposition conceived because of runaway rent levels in the south.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**WHY SHOULD PEOPLE WHO WOULD IMPOSE SUCH INIQUITY HAVE ANY POWER AND AUTHORITY OVER THE SCOTTISH PEOPLE.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends we have acted to mitigate the worst impacts of welfare changes. Acting with COSLA we have sheltered hundreds of thousands of families from council tax rises, we have established loan funds, increased support for advice centres.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today I can announce that all SNP-led local authorities will follow the lead of Dundee in halting the threat of evictions from this disgraceful tax for those struggling to pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However what Scotland needs is not mitigation but power, not just a defence against Westminster but a removal of Westminster authority over Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates last year I made a speech pointing out the opportunities to grow the Scottish economy with control over our taxation policy. No-one in this world owes Scotland a living, every policy we articulate needs to focus on our competitiveness as a country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is part of the WHY of Independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to illustrate why social change can also release the untapped potential of Scotland and make us not just a prosperous economy but a just society and why these concepts go hand in hand – a prosperous economy and a just society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week the unemployment figures showed Scots unemployment below the UK average. However look behind these figures and see a glaring inequality which holds the nation back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "66% of women are in employment compared to 76% of men.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that is not down to lack of talent. Women now make up 55 per cent of entrants into higher education and the number of Modern Apprenticeship starts for women has increased from 27 per cent to 43 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in terms of lower numbers of women in employment it really doesn’t have to be like that. Elsewhere in Europe the gender gap is much much less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we closed the opportunity gap we would add to our national wealth and to our taxation base by mobilising the skills of women into our workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there would be another change – a fundamental opportunity to improve the life chances of many of our children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have long cherished the ambition to increase pre-school education. In our first term, we moved it from 412 to 475 free nursery hours per annum, benefiting 100,000 children a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And last year I announced a step further – a statutory guarantee of over 600 hours of free nursery education for every 3 and 4 year old, and for every looked after 2 year old in our land.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a statement of faith and commitment to the future and it is being carried forward without the fears of lower standards now prevalent in the south of the border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Flexible in its delivery, using the wisdom of the Early Years Taskforce to help us, but definite in our intent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For every young mum and dad juggling work and parenthood, this SNP Government is here for you and your family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is what we can achieve with a devolved Parliament. But devolution can only take Scotland so far. We don’t have the financial freedom to give us the biggest bang for our buck – to invest in areas where Scotland could make huge social and economic strides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let us consider what more we could achieve in an independent Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**I HAVE ASKED THE COUNCIL OF ECONOMIC ADVISERS TO PRODUCE AN ANALYSIS OF THE ECONOMIC AND SOCIAL IMPACT ON SCOTLAND MOVING TO THE LEVELS OF SUPPORT FOR CHILDCARE COMMONPLACE ACROSS EUROPEAN COUNTRIES.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our ambitions for childcare are the hallmark of our approach to social and economic policy – we promote the measures we do because they advance both our economy and our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some argue there is a contradiction between the two, but the reality is that a progressive social policy boosts the economy, and a dynamic economy enables us to build the fairer society we want. Each is the handmaiden of the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will not be done in a day, or a year, or even completed in the first term of an independent parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I believe a transformational shift towards childcare should be one of the first tasks of an independent Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That too is part of the why of independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends ours is a noble cause because we are arguing for the rights and responsibilities, not of ourselves, but of our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are arguing for something bigger than any individual, any party, any campaign –the benefits of which will endure for generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biggest advantage of the Yes campaign is that we put no limits on the abilities of this nation to build prosperity and wellbeing for all the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biggest problem for the No campaign is their fear and scorn of a Scotland aspiring to equality of status among the nations of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our opponents in the No campaign will say and do anything to keep Scotland where they think it should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of GDP per head, right now an independent Scotland would be the 8th wealthiest country in the league table of the world’s most developed nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the No campaign believe Scotland doesn’t have what it takes to be an independent country, they must think that only the 7 countries above Scotland can be independent – and the UK wouldn’t be one of them, because it trails at number 17 overtaken this year once again by Iceland!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates, our opponents often say we cannot afford to be independent. I say Scotland can’t afford NOT to be independent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To listen to the No campaign, they’d have you believe that a new generation of Trident nuclear weapons on the Clyde was a fantastic asset – and having generations of oil and gas revenues to come was a big problem!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the looking glass fantasy they want Scotland to believe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the people aren’t daft – they know that Scottiish energy resources are the asset, Trident is the problem, and Westminster the liability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Combining the natural and human resources of Scotland is the way to fairness and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our call for the 18th of September next year is one to optimism and progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a referendum once when Scotland was cheated out of our right to self-government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Listen to just this one example – among the tirade of scare stories – used to frighten people into voting No to self-government in 1979. It was a Daily Express editorial 10 days before the referendum:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“How much of Scotland’s economy will be left intact if a Scottish Assembly gets the go-ahead on March 1? Will our coal mines go gaily on? Will Ravenscraig or Linwood thrive? Will Bathgate flourish and Dounreay prosper?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No assembly came in 1979 – and every plant and facility listed by the Express closed under Westminster-rule – all gone, every one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will not be conned again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We achieved a Parliament in 1997 – overcoming a welter of scaremongering in a referendum. And we have never looked back. The latest survey shows that only 6% of Scots want to turn the clock back to having no parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be exactly the same with independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of the things they say about independence now were said about devolution then. And we know they were wrong, because as a nation we have proved them wrong together these past 14 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can now look back and say that thanks to having a parliament, Scotland has a National Health Service worthy of the name, free education for young Scots, and personal care for our older citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of these things exist south of the Border, and none would exist in Scotland today without self-government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe in ten years time we will look back and say that thanks to independence we will have a thriving economy, a welfare state worthy of the name, the best childcare system anywhere in these islands, and the obscenity of Trident nuclear weapons on the Clyde will be but a distant memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, the referendum for an independent Scotland is a precious opportunity – one given to no previous generation. We do not know if we will pass this way again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe Scotland will vote Yes next September – and give a renewed purpose to this old nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A ‘new sang’ to sound a better Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}