{
    "url": "https://www.ukpol.co.uk/alex-salmond-2005-snp-conference-speech/",
    "title": "Alex Salmond – 2005 SNP Conference Speech",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "2005 SNP Conference",
            "url": "/tag/2005-snp-conference/"
        },
        {
            "text": "Alex Salmond",
            "url": "/tag/alex-salmond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the leader of the SNP, Alex Salmond, to the 2005 SNP Conference.",
    "content": [
        "[![alexsalmond](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond-210x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/alexsalmond.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates, There are many reasons why I am going to miss having Winnie as our Party President but one of them is her introductions to my speeches at Conference. I never know quite what she is going to say. No, I never know at all what she is going to say. However, I am delighted that she is in the Chair today because it gives me the opportunity to pay tribute to the outstanding Scottish politician of her generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us consider just two of the phrases which Winnie has carved into the lexicon of Scottish politics “Stop the world Scotland wants to get on” and “this Parliament adjourned in 1707 is hereby reconvened.” Winnie you changed Scotland’s world in 1967. And without you, there never would have been any Parliament of any kind to be reconvened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this Conference, we pay you tribute and you have the thanks not just of every single delegate but of ever single person who cares about Scotland. And what does Winnie intend to do in her retirement? Well I happen to know that her first plans for her well earned relaxation – are a few days campaigning in Cathcart and Livingston. And I will be proud and happy to be campaigning along with her as I know every single one of us in this hall will do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates the cat is out of the bag. I have been reading “A Spin Doctors Diary” by Lance Price. It lifts the veil on behind the scenes at Downing Street. It should have been called “Confessions of a Spin Doctor” – just like a blue movie. Some of it is absurd – sex on the sofa at No 10. Come on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, apparently even the air turns blue in Downing Street. Our great Prime Minister re-acts to the prospect of defeat in Wales by swearing at the Welsh nation – just think what he might be saying about us come next Friday. It gives a blow-by-blow account of the backbiting, the tantrums and the squabbles at the heart of the Blair nexus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He is depicted not just at swearing at Wales but about Scotland’s late Cardinal, Thomas Winning – someone whose boots Mr Blair was not fit to lace, not to mention insulting Donald Dewar. The Prime Minister emerges from the account as a posturing popinjay – totally unfit for office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let us take just one matter arising, which illustrates how dirty the game is played in Blair’s Britain. Lord Birt is now a personal special adviser to the Prime Minister – responsible would you believe for “Blue Sky Thinking.” These diaries reveal that when Director General of the BBC he plotted with Downing Street to stop the Scottish 6, to stop Scotland getting its own full-scale news bulletin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know this to be true since Lord Birt was arrogant enough to put in his own memoirs. Therefore, the Director General of the BBC – that independent impartial national broadcaster – conspired with the Prime Minister’s office in an essentially political campaign. After which he gets ennobled and is now a special adviser to Mr Blair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lord Birt should be pleased about his peerage. In Blair’s Britain, many other people have had to pay big money. Every single donor who has given Labour more than a million pounds has been given a knighthood or a peerage. 80p out of every pound donated by individuals to Labour comes from people who have been honoured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this is the Government of the regular sort of guy who wanted to clean up politics?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I know what Lord Birt’s successor thought about the story of the Scottish 6 because I asked him. Gregg Dyke told me he was “shocked” by this revelation. He went on to assure me that political manipulation of the public broadcaster would not happen in his term of office. I believe that to be true. That is why Greg Dyke is now an ex-Director General. The message is clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Blair’s Britain if you defend your journalists right to tell the truth about the war in Iraq then, you end up having to resign but if behave like Lord Birt then you get a peerage and a title as special adviser.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is something rotten in the state of Blair’s Britain. And can I just say how glad I am that this party will not be nominating any Scottish patriot to set on the ermine benches between Lord Archer and Lord Watson.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the Lance Price book gives an insight into an even more important matter. Price claims that Blair “relished” sending forces into war. Or at least he did before No 10 censors forced him to amend that passage. We are eight years and five military actions into Blair’s premiership. The present action in Iraq has resulted in carnage – 95 British soldiers, 1907 American soldiers, tens of thousands of Iraqis and no end in sight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a war built on lies, which has fanned the flames of international terrorism. The consequences for this country have been murder and atrocity on the streets of London, essential liberties under serious threat and community relations under real pressure. Every member of the Government, Blair , Brown and the rest, every Member of Parliament who voted us into this sequence of disasters should hang their heads in shame.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bush and Blair should now be on their knees to the United Nations asking for a security force to be drawn from Islamic countries to replace American and British forces. What we need – and we need it right now – is a strategy and a timetable for withdrawal not more years of Blair’s blood price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the tales about Blair’s sofa style of Government are not the only revelations of late. Let’s talk about Scotland’s oil. We have released secret papers from the 1970s demonstrating the level of deceit from Tory and Labour administrations about the true nature of Scotland’s oil wealth. Gavin McCrone was the Scottish Office economic adviser. He wrote a paper on North Sea oil and the difference it could make to Scottish economy. No wonder they kept in secret.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour say they did not lie. Really! Let’s make a few comparisons between what McCrone said to Labour and what Labour told Scotland. McCrone said that an independent Scotland would have title to 99 per cent of the oil revenues and that the only thing wrong with SNP estimates is that they were too low.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour told Scots our figures were wildly exaggerated. McCrone compared Scotland’s economic prospects to Switzerland. Labour to Bangladesh. McCrone said that oil had overturned the economic arguments against Scottish nationalism. Labour said Scotland couldn’t manage. McCrone praised how Norway had dealt with the international companies and said that Britain had failed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour said that Scotland would be too small to deal with big oil. McCrone said that Scotland would be a welcome and influential member of the European Community. Labour said that we would be out in the cold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every bottom of every political barrel was scraped to keep London’s grip on Scotland’s oil. And they are still at it today. This week Gordon Brown said that the price of oil was volatile – that you cannot rely on a single resource. The sub text is that it’s not really worth all that much. That is the myth. What is the reality?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Chancellor is getting £1 billion a month from Scotland’s wealth. Right now, it is the black black oil, which is filling Brown’s black hole. Gordon says that we cannot depend on one natural asset. Strange that his former adviser Ed Balls MP says that bulging North Sea revenues are “the main good news on the economic front ,” and remember when Balls speaks its Brown speaks its Balls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After 25 years of wasted opportunity, we don’t need lectures from any London Chancellor on how to handle our natural resources. We only have to look across the North Sea to see how to husband a capital asset. The Norwegian fund for future generations has now topped £100 billion and the interest and earnings from it are as great as this year’s Norwegian oil revenues. Norway celebrating 100 years of independence is also celebrating 25 years of oil.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People ask, how long will oil last? For Scotland, the answer is between 30 and 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Norway, the answer is for all time. Why? Because the economic impact of their fund will last for all time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In contrast, thus far Scotland’s oil has disappeared down the gullet of the London Treasury. Therefore, what is the importance of these 30-year revelations for today and tomorrow? Firstly for the present. If Tory and Labour politicians were prepared to lie and cheat Scotland in the 1970s why should anyone believe a word they have to say about Scotland in 2005 or in 2007? Then for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is as much oil and gas in the waters around Scotland as has been exploited thus far. – Another 30 plus billion barrels of oil, another £200 billion of revenues. We have a second chance to transform our economic prospects and we must seize it with both hands. Of course, I can understand London politicians who deprecate the ability of Scots to fully govern themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a tactic employed by Westminster towards many countries for generations, for centuries. However, how do we excuse the politicians from Scotland to whom it seems second nature to run down the ability and potential of their own country? The truth is out there because we have published it. Now we must never let them forget it – not now, not ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is still Scotland’s oil.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As McCrone predicted and as Stewart Hosie has demonstrated this week the extent of oil and gas revenues would propel the Scottish economy into chronic surplus. We are launching an economic offensive. Our opponents are discredited – their past has caught up with them. The present demonstrates a strong financial platform for independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But what really matters is the future. What matters is moving the Scottish economy onto a strong growth plane. The failure to grow the economy over these last 25 wasted British years. It is why we are loosing population. It is why we have not just blighted streets but blighted lives in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Off our East coast is independent Norway with oil growing at 3 per cent a year. Off our West coast is independent Ireland growing at 5 per cent a year. If we had grown at the rate of independent Norway over the last 20 years we would be £5,000 a head richer. If we had matched the growth rate of independent Ireland we would be £20,000 a head richer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we need is the economic strategy to unlock that potential, to be among the most competitive countries in the world, to match the growth of the other small independent European nations. If we were to do that, it would mean an independence bonus of an additional 19 billion in the economy by 2015, or £4,000 per Scot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When Nicola and I stood for election a year ago, we put forward a proposal to reduce business rates to below the levels of England. I know it was influential. How do we know?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well one of Mr McConnell’s henchmen left his comments on our manifesto on a Scottish Parliament photocopier. “Should we pre-empt this?” the note said. Of course when he finally got round to doing something Mr McConnell’s main concern was to brief that this initiative was nothing whatsoever to do with his Liberal Deputy who was told nothing about it. Now Mr Stephen says it was all down to him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s their story and who needs Ballymory when we have McConnell and Stephen – the Scottish Executive? Actually it was nothing to do with either of them. Lacking ideas of their own the were just pinching SNP policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Listen guys you don’t have to talk to each other. I don’t blame you. I wouldn’t want to talk you either. Just keep reading Nicola’s lips to get your ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the General Election we published a plan to Let Scotland Flourish -how to give our economy a competitive edge in the modern world. It has seven key policies to lift the Scottish growth rate. We intend to develop that further over the next year and make it a centre piece of the campaign for 2007.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of our proposals is to give Scotland an edge not just in business rates but in corporate tax – to reverse the long process of loosing headquarters and decision making centres from Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than 20 years ago, I was a young economist working for the Royal Bank of Scotland. There were takeover bids for the Bank from Standard Charter and Hong Kong Shanghai. They were kicked into touch by the Monopolies Commission as being against the Scottish public interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week I attended the opening of the new world headquarters of the Royal Bank now the 5th largest Bank on face of the planet. It will provide opportunities in Scotland for thousands of young people to pursue careers to the very top of their chosen profession, and yet if it had not been for that decision of 20 year ago, there would have been nothing to celebrate. Gogerburn would be but an empty field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the next few weeks, bids will emerge for Scottish Power our largest industrial company headquartered in Scotland. If it disappears into the maw of a company, which already owns Power Gen south of the border, then its headquarters functions will also disappear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one argues that it is possible in the modern world to protect every business from takeover. However, no normal country allows its key strategic companies to disappear without considering the public and competition interest. The Germans do not allow it and neither do the French. For Scotland, this is our biggest industrial company. Energy is our strategic resource.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Executive sit on their hands – helpless, hopeless and hapless – with as much control over things that really matter to Scotland as King Canute had over the tide. Scotland has now just a handful of world reach companies headquartered in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We pledge at this conference to fight them until we have the economic edge of independence which will bring many more to join them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the general election, we gained our first seats from the Labour Party at a Westminster election since 1974. This year we have started to win by elections at local level across Scotland. Our aim for 2007 is to win seats across Scotland from Labour, the Liberals and the Tories. Some people say it can’t be done. I say yes it can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to gain 20 seats first passed the post and then others from the list. What we do will be determined by our own efforts. Mind you we will be greatly helped by our political opponents. Labour once had the longest suicide note in political history. Michael Howard is engaged in the longest resignation note in political history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Charles Kennedy wants to turn his party into a Tory Party although the delegates – in best tradition of the Liberals – are not sure. I have the solution for both parties. It is not too late for another entry into the Tory leadership contest. Kennedy is the remedy for the Tories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we don’t even need a crystal ball to say what a Liberal / Tory coalition look like. Just ask the thousands of Council workers in Aberdeen who were sent letters telling them that their wages were to be cut by a Liberal/Tory Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates to win in 2007 we have to have confidence in three things – ourselves, our programme and our country. Firstly, in ourselves. This year we have rediscovered the will to win. Stewart Hosie in Dundee, Angus Brendan in the Western Isles, local government seats the length and breadth of the country. Remember there are more people in Scotland who would vote for this Party than any other. All we have to do is to demonstrate that we are worthy of that support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, confidence in our programme. We are a social democratic party. That means we match and marry economic efficiency with a social programme, which shapes the public purpose. Our economy can be the new Celtic tiger not the Caledonian pussycat. Our public services can be made to work efficiently and our ideas to do that are flowing through this Conference agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our belief in social and international justice can find expression through our political institutions. We judge the temper of our people correctly – Scotland wants a party which uses both the head and the heart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly and most importantly importantly confidence in our country. Unionism depends on the notion that somehow our nation of Scotland is incapable of making the big decisions. – war and peace, taxation, international aid – issues like Iraq, tax credits, the betrayals since the G8.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What exactly is it about Westminster’s handling of these issues that we are meant to admire? The truth is that Scotland is good enough, big enough, and talented enough to be independent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not going to allow our potential as a people to be measured by the mediocrity of the Scottish Executive. We are not going to allow our nation to be traduced and misrepresented by the mendacity of Westminster. And we are not going to allow our country to be a dumping ground for nuclear waste of the next generation of nuclear missiles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our political strategy is clear – clear as crystal. We intend to win the elections of 2007. We intend to demonstrate to Scotland that we have the competence and credibility to run Scotland and run it well. We intend to offer the people of this country – within the first term of office – the opportunity to move forward to independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need the freedom for our country to match the generous heart of our people – the generous heart we saw after the Tsunami. We need the power to capture the opportunities of renewable energy power and the hydrogen economy. We need the ambition not just to march to make poverty history but to have a Government, which lives that dream.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the summer I paraded with the Sir William Wallace Free Colliers to the Wallacetown monument -they have marched every year since 1861. Back then when the miners were looking for a hero to symbolise their struggle for freedom from the serfdom of the coal owners they chose Wallace and they chose wisely. 700 years ago Scotland’s greatest hero gave his life for that freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not required to make that sacrifice – only invest our votes, our hopes and our time. But we are not an ordinary political party nor is our mission the ordinary stuff of politics. Our immediate aim is to rescue the politics of this country from the mediocrity of an Executive with – as someone said recently – the attention span of a goldfish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our objective is to break the grip of the London parties over Scotland – not just the political grip but their unionist mindset of defeatism , can’t do and second best. Forget the old excuses about lack of confidence. We aspire to lead into a new age of responsibility for Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland needs Independence, self determination and self respect. And right now Scotland needs the SNP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}