{
    "url": "https://www.ukpol.co.uk/gary-sambrook-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Gary Sambrook – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gary Sambrook",
            "url": "/tag/gary-sambrook/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Gary Sambrook, the Conservative MP for Birmingham Northfield, in the House of Commons on 15 January 2020.",
    "content": [
        "Thank you very much, Mr Deputy Speaker. May I first say that it is a pleasure to be giving my maiden speech with you in the Chair? Thank you for all your help and guidance to new Members since we arrived here on whatever day it was in December—it feels like a long time ago. Secondly, may I also thank my hon. Friend the Member for Halesowen and Rowley Regis (James Morris)? I do not think I would be here today without his help, guidance and, most importantly, his friendship over the past six years. Finally, I would like to congratulate my hon. Friend the Member for Barrow and Furness (Simon Fell) on his excellent maiden speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to say a couple of words about my predecessor, Richard Burden, who had a long and distinguished service in this House over 27 years. He definitely built up a reputation over time in Northfield. Richard Burden and Roger King, another former Member in the constituency, struck up a good partnership campaigning together on local issues, especially the development of the North Worcestershire golf club that we have all been campaigning against. They also shared a huge passion for motor-sport. Unfortunately, we part in respect of my skills in this area, which can be described in this way: I had to ring up my uncle once to ask him what the flashing gravy boat meant in the car, to which he coolly said, “It’s the oil light—you need to change your oil.” Although my skill base in this area may not be the same as theirs, my enthusiasm for the motoring industry is just as high, and we need to celebrate it and make sure that it is still a distinguishing part of our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Birmingham is home, and I have lived there for my entire 30 years. It is rapidly growing and it has been known as the city of a thousand trades. It was an integral part of the industrial revolution in the UK, as was Northfield. Northfield, Kings Norton, Weoley, Allens Cross, Rubery and Rednal, Frankley, West Heath and Longbridge are all very distinctive parts of my constituency. They all started off as villages in north Worcestershire and were later consumed by the ever-expanding Birmingham. Now, 100 years later, they are a key contributing part of our city, especially in industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The two things that most people think about when you mention Birmingham, Northfield are, of course, the Cadbury family and Austin Motors—latterly, MG Rover. The Cadbury family left behind a lasting legacy for south Birmingham in many physical forms, including the Manor Farm Park, the Royal Orthopaedic Hospital and, although it is not quite in my constituency—it is in the constituency of my right hon. Friend the Member for Bromsgrove (Sajid Javid)—the Lickey Hills. They were a caring family who ably demonstrated the ​compassionate side of capitalism and the good things that can be done. Jobs, training, community and a decent standard of living were their legacy and their values, and that lives on today in Northfield.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Austin Motors—latterly, MG Rover—has been synonymous with Longbridge and Northfield for many, many decades. Indeed, this week, many former employees will be saddened to see demolition beginning of the two main plant areas on the site, but with our changing economy, we must adapt and embrace our new green industry to ensure that we use it to create more jobs and wealth, provide better homes and increase our connectivity between cities and suburbs, and cross-borough. We must make sure that we use every possible opportunity from our new green industry to make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this creates life chances, because as the Prime Minister says, talent is equally shared across our country, but unfortunately, opportunity often is not. I stand here feeling that it was absolutely unthinkable that I would ever speak in this Chamber. We hear stories—I think the former Member for Rutland and Melton, Sir Alan Duncan, once said that he remembers hiding under the bedsheets as a teenager reading “Erskine May”. I was similar, but it was a dictionary because I hadn’t the foggiest what was going on and did not understand what most people were talking about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Talking about life chances makes me reflect on my own roots. I was born in a part of Birmingham called Kingstanding, which was the largest council estate in Europe when it was built. I went to a secondary school that in 2004, just before I left, had a pass rate of 11%. My parents are incredibly hard-working: my mother is a dinner lady and my dad is a van driver. My grandparents have worked in industries in Birmingham, too. My grand-dad has always said to me that anything in life can be achieved as long as you have two things: concentration and dedication. He also says that you can say whatever you like to anybody as long as you smile—I have tried that a couple of times, but it does not always work out for the best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since leaving school there have unfortunately been several times when I have picked up the Birmingham Mail and seen pictures of people who I went to school with who have gone to prison, for a variety of crimes. It often makes me think, “How did it ever happen, and why?” My secondary school had some fantastic teachers—I remember two in particular: Mr Hopkins and Mrs Hare, who I hope to bring down here one day to thank them for their support during my teenage years. They gave it their all and they cared about the students at that school, but something was desperately wrong in the system at the time, and too many people left school ill-equipped, without the skills that they needed to succeed in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I stand here with an enormous amount of responsibility on my shoulders and a passion for what I want to try to deliver while I am in this place. I obviously want to do well by my constituents in Birmingham, Northfield, and to do well by Parliament and this country as we try to restore faith in this place and re-establish our national pride. I also want to do well by and champion the working-class kids up and down this country who wake up every day with ambition and zeal and want to realise their opportunities. I think it is through the new green industry that we will create those opportunities and realise those dreams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}