{
    "url": "https://www.ukpol.co.uk/viscount-samuel-1939-house-of-lords-address/",
    "title": "Viscount Samuel – 1939 House of Lords Address",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1939",
            "url": "/tag/1939/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Viscount Samuel",
            "url": "/tag/viscount-samuel/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "My Lords, I trust that your Lordships will agree with Lord Snell that it will be useful if from time to time this House discusses the great issues of these days and does not limit itself, as hitherto, merely to brief acknowledgments of the statements made periodically by His Majesty’s Government. I am sure that your Lordships will agree that Lord Snell himself to-day has initiated such discussion with his accustomed clarity, eloquence and force. Many of us will remember the well-known lines in the Gilbert and Sullivan opera: “The House of Lords throughout the war” “Did nothing in particular,” “And did it very well.” In this war I trust that the House of Lords will not be limited to that function but will be able to contribute in some degree both to the expression of public opinion and perhaps sometimes to its guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The general course of this country and Empire has been set, and it has been set with almost universal national agreement. The declaration of the Government yesterday shows that the policy is unchanged. Had it been otherwise, had the statement of yesterday been of a different character, I am sure that many of your Lordships would have been prompt to speak their minds. As it is, the discussion may perhaps be brief and limited. For my own part I desire, so far as international affairs are concerned, to refer only to some of the factors that have lately arisen. Without doubt the most important of them is the anxiety that is felt owing to the uncertainty of the attitude of Russia. I do not know whether it would be possible for the Foreign Secretary to say anything on what all of us must recognise to be a difficult and delicate matter. Hitherto, however, the Soviets have declared their neutrality, and it seems to the general public that there need be no reason to assume that that policy will change. The important point is that His Majesty’s Government declared in their statement of yesterday that, whether Russia does or does not change her policy, Britain and France will not depart from theirs but will pursue their declared purpose to the end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Consequent upon the recent course of action of Russia, there has been some concern on account of the negotiations that have taken place between Turkey and the Soviets. I trust, however, that the people of this country will view those negotiations with understanding. Turkey, from her geographical situation, has great interests in the Black Sea and in Asia which would lead her to cultivate friendship with the Soviets, as she has done in recent years; while at the same time she has great interests in the Mediterranean which would lead her to value the good will and, if necessary, the assistance of Britain and France. It should be, it would seem to many, our task to help the Turkish Government to avoid any clash between those two real interests, which might at times appear to be somewhat incompatible. We may recognise that Turkey is right in her own interests to cultivate friendship with all her neighbours, and we need not see unfriendliness to ourselves if she seeks to preserve those friendships while maintaining her engagements with France and with Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As to the division of Poland that has lately been proclaimed by Germany and Russia, we may well feel confident that that will not stand. That matter is not to be decided by those two Powers at the present time; the Peace Conference at the end of the war will deal with it. We may all of us recollect how in March, 1918, there was another treaty between Germany and Russia, signed after long negotiations at Brest-Litovsk, followed by a treaty on similar lines between Germany and Rumania – both of them very advantageous to a triumphant Germany; but events decided otherwise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One thing stands out quite clearly in the existing situation. There is one prospect which is utterly intolerable, and it is this. When the war is ended, whether it be late or soon, when the conference has been held and terms of peace have been agreed, and the smoke has cleared away, it would be intolerable if one fact were to remain in the eyes of the world and in the face of history—namely, that Herr Hitler should be found once more to have achieved by violence all, and more 1301 than all, that he had set out to obtain, that the Czech people had not been redeemed and that the Poles had been added as new victims, and that, by another resounding triumph, the Nazi régime had been fastened yet more firmly upon the necks of the German people and of Europe. That that should be the net result is a prospect not to be borne. That that should be the legacy which this generation of ours should leave to posterity, is a thought that would be unendurable. All of us, of course, would rejoice if the war could be ended in a month, but if the ending was such as to leave the situation no better than before, but worse, with the peoples subjected to the continuous strains that have marked the last few years, with international treaties made more worthless even than before, and with further wars ever impending, then the respite could be bought at far too high a price. I believe that the British nation, with a sound instinct, and the French nation as well, feel that now we are in it we must go on and finish it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These observations, I gather, meet with a considerable measure of approval from your Lordships. Perhaps what I have to say next, turning to questions of domestic affairs, may not quite be equally approved. A Chinese sage said of one of his disciples who used to accompany him in his wanderings, “So-and-so gives me no assistance at all; he admires immensely everything that I say.” Well, we on these Benches are not debarred in that way from rendering assistance to His Majesty’s Government. In the first place, I think that the country is disappointed with respect to the composition of the War Cabinet. That view has been expressed already this afternoon by the noble Viscounts, Lord Astor and Lord Elibank. Everyone welcomes a smaller War Cabinet, but neither the lines on which it has been constituted – its present numbers – nor its personnel really satisfy the wishes of the nation. I do not wish to pursue that further, because it would raise questions of too great delicacy. But one point stands out very clearly – that the present War Cabinet is weak on the financial and economic side. One does not see in that body a real grasp of all the great questions of that order on which the success of this contest will ultimately in very large measure depend. Many of your Lordships will, no doubt, have seen in The Times yesterday a most able article by Sir William Beveridge, dealing with these matters. He makes there many cogent criticisms and presents practical proposals, with which I would express my humble agreement, and which I trust will receive the close attention of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second ground on which the Government are subject to general criticism, I think, has been the delay in setting up the Ministry of Supply. Again and again in recent years many members of your Lordships’ House – some of those with the closest knowledge of the questions at issue – have urged upon the Government the immediate necessity of establishing such a Ministry, but until recently we had no more than the famous formula uttered by the noble Marquess, Lord Zetland – “sooner or later, perhaps.” When the noble Earl, Lord Baldwin, spoke in this House after the September crisis last year, he said: “I would mobilise our industries tomorrow.” Many wondered why they have not been mobilised before, but they have not been mobilised yet in all their fullness. The Ministry of Supply has very limited functions. It is perhaps not through its own fault, but it has not yet won the confidence of the nation. It has not been able, perhaps it has not got the power, to grasp the whole situation comprehensively, that is to say, the mobilisation of all the industry of Britain for the war effort and the proper planning of its output.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, still dealing with the economic side, the Commercial War Risks Insurance Scheme was received with general disapproval by the commercial community, but still it has not been changed in accordance with their desires. With regard to war damage compensation, the public are left altogether at a loss to know what action will be taken by the Government to carry out their declared policy of relieving the individual who suffers from any damage to his house or property resulting from war action, instead of leaving him to bear the whole burden of what should be a communal charge. As long ago as January 31 the Chancellor of the Exchequer declared that this was a matter which the Government ought to take up, that it was one which required legislation, and that legislation should be introduced as soon as possible. That was at the end of January, and still no steps have been taken. That this matter should not have been pressed on with before the war is cause for blame for the Government as a whole, and for the Treasury in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to the Ministry of Information, that has been so fully discussed this afternoon that it is unnecessary to add a further word. The Government have recognised that the scheme prepared beforehand has proved completely unsuitable, and they have now abandoned it. But it is necessary to urge upon His Majesty’s Government – a view that has already been expressed by some noble Lords this afternoon – that adequate steps have not been taken to maintain the tone of the nation. The war drags slowly, perhaps inevitably. On land, on the Western Front, it has taken the tedious form of siege warfare. On the seas it is a matter of patrols and skirmishes. In the air, hitherto, it has been the same. These methods of warfare demand magnificent qualities from the individuals engaged, and have given opportunities for the display of heroism which must command the admiration of everyone, but to the public at large the war seems going slowly, and apparently the end can only be found, unless there are some striking changes in one direction or another, in the gradual process of the economic exhaustion of Germany.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1914, before conscription was introduced, when we depended on voluntary recruitment, it was necessary for the Government and for all the leaders of Parties to go down to the people and hold great meetings in all the centres of population in order to explain the purposes of the war, to stimulate and maintain enthusiasm, and to recruit the great armies of millions that were then being raised. Now that is not necessary in the same way. The noble Lord, Lord Macmillan, speaking a little while ago, said it was proposed to mobilise all the means of publicity in the country, and he mentioned first the platform. Possibly some member of the Government may be able to tell us to what extent and in what way it is proposed to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now there is a method that did not exist 25 years ago—broadcasting—which enables the leaders of the people to speak directly to every household, and there one cannot but endorse the complaints that have been made this afternoon by Lord Strabolgi, Lord Astor, and the noble and gallant Field Marshal Lord Birdwood, that the broadcasting programmes of the B.B.C. are inadequate to the times and to the promotion of the strenuous effort which is required from the nation. They are uninspired and uninspiring. As Meredith said, “England is a muffled drum.” That is characteristic of the broadcasting of to-day. That is why the whole people welcomed with so much enthusiasm the spirited and resonant speeches in Parliament and on the wireless of Mr. Winston Churchill. Lord Macmillan told us to-day that he had to devote himself hitherto to reforming the structure of his Ministry, and that it is only now that the Ministry is able to get on with its real work of disseminating information and carrying on legitimate propaganda. It is a sad thing that, during this critical month, time should have been wasted and, according to the Minister of Information himself, the Ministry should have been immobilised for its real purpose by the initial defects in its own constitution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many suggestions that might be made by members of this House and members of the other House which it is not expedient to make in open session. For my own part I desire to support the proposal which was initiated by the leader of the Liberal Party in the House of Commons, and has been supported here by Lord Ponsonby and Lord Noel-Buxton already, that there should be Secret Sessions of Parliament, if not now, then at no distant future. Members cannot criticise or comment freely on certain matters without doing harm. An example may be found in Mr. Lloyd George’s speech yesterday – a speech which, if made at this juncture, should have been made in Secret Session, and which appears to many to have been untimely. That is my view; others may think differently. During the last war there were Secret Sessions which I well remember, and it is true that they caused some disappointment among members of Parliament, because it was anticipated that the Government would be able to give information about the strategic situation and the state of national preparedness which, as a matter of fact, Ministers could not give. It would no doubt be the same to-day. If there is even a distant risk of information on any strategic or military matter leaking out and reaching the ears of General Staffs who are eagerly listening for every whisper, however distant that risk may be, it cannot be faced, and no Government charged with these great matters could face the danger of a breach of secrecy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But Ministers can give a great deal of information about home conditions which it might not be expedient to publish to the world, and it is not only a question of what the Government can tell members, but also a question of what members can tell the Government. It is very necessary that Ministers should be kept in touch with the movement of public opinion, particularly in days like these, when there are no by-elections to be held except what may be called freak elections such as the one pending in Scotland. It is true that it would hinder the successful conduct of the war if certain things were said in public, but it is also true that it may hinder the successful conduct of the war if these things are not said at all. They cart be said much more effectively in Parliament than privately by members to individual Ministers. It is, of course, a matter on which the House of Commons should take the initiative, but if Secret Sessions are held there as they were during the last war, no doubt here also they will take place as happened on that occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All these are comparatively minor points. After a month of war, the important salient fact is that the substantial unity of the nation is unshaken, and we all stand behind the Government to secure the successful waging of the war. We all see clearly that the essence of the matter is this. Czecho-Slovakia and Poland are only symptoms. There is a deep-seated disease in the centre of Europe, and it is a disease of the mind. This is a war of ideas. Ideas determine action. As a German philospher said, “Ideas have hands and feet.” They strike, they march, whether for good or for ill; and a nation which allows itself to fall subject to men who take a cynical view of life and of politics, who have no religion, who are not aware that such a thing as international morality exists, such a nation brings on itself certain disaster and on its neighbours great suffering. The Germans might have learned better from the uniform teaching of all history. They have not done so. They have to learn afresh in the school of hard experience. That seems to me the essence of the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}