{
    "url": "https://www.ukpol.co.uk/antoinette-sandbach-2019-speech-on-brexit/",
    "title": "Antoinette Sandbach – 2019 Speech on Brexit",
    "post_date": "April 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Antoinette Sandbach",
            "url": "/tag/antoinette-sandbach/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Antoinette Sandbach, the Conservative MP for Eddisbury, in the House of Commons on 3 April 2019.",
    "content": [
        "I support the Bill for this reason: we are seeing the revisionism of history by European Research Group members, who claim that 17.4 million people voted for no deal. That was not on the ballot paper; what was on the ballot paper was our membership of the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of us in the House triggered article 50 on the basis that we were saying to the EU that we would not remain a full member, but wanted a new relationship, one that might look like Norway or Switzerland, or to be in EFTA. That is what Vote Leave campaigned for on the campaign trail, and its electoral registration made it absolutely clear that the decision on the future relationship would be up to Parliament. Voters were voting to leave the political institutions of the EU—out of the European Court of Justice and the ever closer union—but not ruling out the single market or the customs union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why has this House ruled out no deal? That is because we have faced the reality of what leaving with no deal would look like. We are due to do that in just over a week, with no process in place. If we are to change that, we need to change the law. Parliament has voted by 400 votes to 160 against no deal. The Bill is not undemocratic; it implements that decision. We have not ruled out leaving the EU, and are still leaving other options open for our future relationship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have supported the Prime Minister’s deal three times. I have voted on behalf of my constituents to implement their decision in the referendum. The problem is the hard core of ideological WTO-ers who want to hold this House and the country to ransom. Distressed businesses in my constituency are saying that we must resolve this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir William Cash**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Antoinette Sandbach**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry, my hon. Friend has spoken many times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Distressed employers in my constituency who are responsible for thousands of employees want a resolution. The Bill will give Parliament a proper say, in the event that we cannot get a resolution in the timeframes currently set out. Far from being undemocratic, this is about putting a process in place that allows us to implement a decision and to have time to look at the best way in which to implement our future relationship with the Europe. That is why I shall be voting for the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}