{
    "url": "https://www.ukpol.co.uk/antoinette-sandbach-2019-speech-during-no-confidence-motion/",
    "title": "Antoinette Sandbach – 2019 Speech During No Confidence Motion",
    "post_date": "January 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Antoinette Sandbach",
            "url": "/tag/antoinette-sandbach/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Antoinette Sandbach, the Conservative MP for Eddisbury, in the House of Commons on 16 January 2019.",
    "content": [
        "Well, it is a pleasure to follow the hon. Member for Stalybridge and Hyde (Jonathan Reynolds), although I could not disagree more with his characterisation of the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember a Labour Prime Minister who promised this country a referendum on the Lisbon treaty, and virtually his last act in government was to sign it and renege on that promise to the British people. I feel that the resentment, after years of broken Labour promises in relation to referendums, bears a large part of the blame in the outcome of the referendum vote. That is not to mention the absolutely miserable way in which the Leader of the Opposition failed to campaign or make a proper case for remaining in the EU during the referendum debate. I will therefore take no lectures from the Labour party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman talked about reaching out, but there is no explanation as to how the Labour policy would get over the line in terms of state aid because the Opposition say that they want a customs union, but they do not want to accept rules on state aid. They also say that they can negotiate a better deal, but do not want to accept the rules on free movement. The reality of the Labour party’s position is that it would fail its own six tests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a Member of this House who has shown a willingness to work across parties to get a decent and sensible Brexit result, despite the fact that I personally believe that the best deal that we have is remaining in the EU. I made a promise to try to implement the referendum result, but I do not see that there have been any constructive proposals from the Opposition Front Bench.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason that I have confidence in the Government—and I do—is that, although the press has been taken over with Brexit, we have been getting on with the job and delivering in so many other ways. Some 39,000 workers in my constituency have been taken out of tax because of the Government’s proposals. I remember Gordon Brown introducing a 10p tax rate on those earning just over £4,500; the lowest paid had to pay tax. Now, a ​low-paid worker in my constituency will not pay tax until they are earning at least £12,500. That is one of many achievements by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have introduced a new benefit of two weeks’ paid parental leave, which is one of the first new benefits that we have introduced for many years and is a significant achievement. There are also very good environmental policies coming out of the Department for Environment, Food and Rural Affairs. There is a good record of which to be proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}