{
    "url": "https://www.ukpol.co.uk/neville-sandelson-1978-speech-on-rudolf-hess/",
    "title": "Neville Sandelson – 1978 Speech on Rudolf Hess",
    "post_date": "April 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Neville Sandelson",
            "url": "/tag/neville-sandelson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Neville Sandelson, the then Labour MP for Hayes and Harlington, in the House of Commons on 7 July 1978.",
    "content": [
        "I, too, am grateful to the hon. Member for Bexleyheath (Mr. Townsend) for allowing me a few moments in which to support his plea. Two or three years ago, I had the macabre experience of flying low over Spandau in a British military helicopter and seeing this human remnant from a bygone political era taking his brief morning exercise within the prison walls. It seemed to me horrifying and morally offensive then, and even more so now, that a man in his eighties, ill in health, should continue to be incarcerated in solitary confinement in that huge prison with the grotesque multinational militia permanently taking their turn to guard him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What on earth is the point of it all? What is it supposed to prove? What moral lessons are being proclaimed? To my mind, only one—that those who deny his release today are themselves guilty of grave moral wickedness. It is the vindictiveness and malignity of the Soviet Government which alone prevents Hess’s immediate release.  \nI, too, fully recognise Hess’s personal guilt and responsibility for the crimes of the Nazi regime. By any penal standard short of the death penalty, he has paid a heavy and protracted price for his offences against human rights. But what is the human rights record of the Soviet Government? Need I say more about Soviet tyranny, which at present stands condemned in the eyes of the whole civilised world?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As one who recalls with deep emotion the Nazi massacres of those whom I think of as my own brothers and sisters, I beg the British Government and my hon. Friend the Minister of State, whom I know to be a sensitive man and sympathetic to the views that are being expressed in the Chamber, to ensure that this sick old man is released by taking power into their own hands. I urge the Government to contrive Hess’s release into a West German hospital the next time the British military control over Spandau comes round. It would be an act of mercy which would be in accord with the British character, and it would be approved by decent people the world over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}