{
    "url": "https://www.ukpol.co.uk/aamer-sarfraz-2022-tribute-to-hm-queen-elizabeth-ii-baron-sarfraz/",
    "title": "Aamer Sarfraz – 2022 Tribute to HM Queen Elizabeth II (Baron Sarfraz)",
    "post_date": "September 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Aamer Sarfraz",
            "url": "/tag/aamer-sarfraz/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Aamer Sarfraz, Baron Sarfraz, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I too offer my deepest condolences to the Royal Family on the passing of Her Majesty the Queen. My family and I will join millions of people in praying for them during this difficult time. There is a simple reminder that all Muslims say out loud when someone passes away: “Ina lilahe wa ina ilayhe rajioon”, or “We come from God and to God we shall return”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All day I have been receiving messages from friends all over the world offering condolences on Her Majesty’s passing. It is touching to see just how much love there was and always will be for Her late Majesty. In Singapore, for where I am the Prime Minister’s trade envoy, Parliament will observe a minute’s silence and flags will fly at half-mast—such is the sentiment across the Commonwealth and beyond. Rarely has one person meant so much to so many people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was born, Her late Majesty had already reigned for 30 years. Personally, today I feel a great sense of gratitude to her. I am grateful for her tireless service to our country up until the day she passed, for her love, for her selflessness, for her great spirit and for being the flag around which we all could rally at the hardest moments. She embodied our history, our values and what it means to be a servant of this great nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish His Majesty the King strength and fortitude in building on his mother’s legacy and forging a legacy of his own. Long live the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}