{
    "url": "https://www.ukpol.co.uk/lord-sassoon-2012-speech-to-the-middle-east-association/",
    "title": "Lord Sassoon – 2012 Speech to the Middle East Association",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Lord Sassoon",
            "url": "/tag/lord-sassoon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Lord Sassoon, the Commercial Secretary to the Treasury, on Thursday 25th October 2012. The speech was given at the Mansion House in London to the Middle East Association.",
    "content": [
        "Lord Mayor Locum Tenens, Your Excellency, ladies and gentlemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for your warm and generous welcome and my thanks especially to Matthew Smith and the Middle East Association for organising today’s lunch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is of course, Sir Robert [Finch], wonderful to be in the Mansion House and in this great Egyptian Hall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But even if this room is not strictly genuine, being more Roman than Egyptian, the hospitality certainly is. And I do think that the way that Lord Mayors so generously welcome business and other groups into this, their home is as close as it gets in the UK to a traditional Arab majlis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry that Liz Symons, Chairman of the Arab British Chamber of Commerce, is not here today but I am reminded of the time last year when we were both at one of the legendary majlis lunches of Sheikh Nahyan bin Mubarak al Nahyan in Abu Dhabi.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great that these traditions of combining business and hospitality are alive both in the City of London and the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now today is a day some of us have been focused on for a while – and not just for this lunch. It is encouraging to see the first estimate of third quarter GDP showing growth of one per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is only one quarter and the UK still faces very considerable challenges to get growth to where it should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is still a long way to go, but these figures show we are on the right track. This is another sign that the economy is healing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there are other positive signs – particularly on the jobs front. There are now more people in work in the UK than ever before. Testament to the flexibility of the UK labour market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But also a reflection of strong export growth. With non-EU exports up by over nine per cent in 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that takes us to the heart of the challenge for the UK in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With a GDP in excess of $1.2 trillion, the Gulf alone constitutes the UK’s 7th largest export market, larger than India, Russia and Mexico combined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, for all our historic ties with the Middle East, exports last year to the Gulf rose not by nine per cent but by a paltry four per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By contrast, China and Korea’s exports to the Gulf are increasing by more than 30 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have to do much more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Treasury Ministers, we recognise that it is by building strong relationships with our partners in the Gulf that we will achieve more together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to that end, we launched the Government’s Gulf initiative in Summer 2010 to reinvigorate the UK’s engagement with the Gulf states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been more than 80 British Ministerial visits to the region in the last year and 50 senior Gulf visits to the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More and more British investors are building enduring relationships with the Middle East to support our mutual prosperity. And the Government is supporting this wherever we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there have been notable successes in the past year. For example:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Ultra Electronic winning a £200 million contract to upgrade Oman’s airports; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Carillion’s involvement in the re-development of Doha to the tune of £300 million; and \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* In May Saudi Arabia agreed a £1.5bn deal with BAE Systems for Hawk aircraft, in addition to their partnership on Typhoon. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I hope to see many more British companies helping to realise the visions governments have for infrastructure across the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK business is already the largest foreign investor in Egypt, with cumulative investments of £10bn including across oil, gas and telecoms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And Saudi Arabia alone has $400bn to spend on infrastructure by the end of 2013, with only 18 per cent of this spent so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There may not always be a UK leads contractor bidding for a project – but when it comes to designing, engineering, managing and financing the smallest or largest projects, we have to get the world to understand that the depth and breadth of UK-based expertise is ahead of what any other country can offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we must have our SMEs as hungry and organised as German SMEs, if we are to meet our export targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From what I see, UKTI are doing an excellent job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need all of you beating a path to my door and to Stephen Green’s door to tell us what more you need from us, from UKTI and from the Chambers to support you efforts – particularly for those of you who are SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, the City of London remains the most international financial centre in the world. And the City remains the largest Islamic Finance centre outside the Islamic world, with $19bn of sharia complaint assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has contributed to Gulf Sovereign Wealth Funds’ investment into the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether it is the US$2.4 billion ijara financing for the redevelopment of Chelsea Barracks or the Islamic financial products supporting the construction of The Shard, the City has shown how it can facilitate Sovereign Wealth Fund investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have made it a personal priority to maintain close relationships with the Gulf Sovereign Wealth Funds. The UK has benefitted hugely from their support over many years and we will continue to welcome them here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hosted ADIA, the KIA and the QIA at the Global Investment Conference at the start of the Olympic Games. And I again welcomed ADIA to London in September for a roundtable on the UK Economy, to present in detail the UK’s plans to deliver growth and stability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, as Sir Robert mentioned, we are looking forward to the Amir of Kuwait’s State visit at the end of November to celebrate the 60th anniversary of the KIO’s London office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, The UK will chair the Deauville Partnership in 2013 – the international initiative through which the G8 and Gulf are helping support political and economic transitions taking shape in wake of the Arab Spring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The focus of our Presidency will be on promoting open economies and inclusive growth – including supporting economic stabilisation and reform, and increased trade and capital market development to enable private sector growth in Egypt, Morocco, Jordan, Tunisia, Libya and Yemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the UK Government are working closely with the European Bank of Reconstruction and Development to host an Investment Conference in London next year which will bring together investors, business, and officials from across the G8 and Middle East to help deliver against these commitments to the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So my message today is clear. The UK and the Gulf are successfully looking beyond the recent global crisis and working together for a more prosperous future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Amir of Qatar has said that he “cannot remember the relationship being in a better state.” That is a sentiment I hear widely echoed. We now have to turn that sentiment into more business wins.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have mentioned only a few of the very many opportunities for us to support each other’s endeavours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government will be unrelenting in support of your efforts. I will be making two more trips to the Middle East before the end of the year in support of British business. I will be lucky, though, if I am invited to a majlis as splendid as this one, whether in a genuine or a fake Egyptian Room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}