{
    "url": "https://www.ukpol.co.uk/andrew-sawford-2012-maiden-speech-in-the-house-of-commons/",
    "title": "Andrew Sawford – 2012 Maiden Speech in the House of Commons",
    "post_date": "January 23, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Andrew Sawford",
            "url": "/tag/andrew-sawford/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Andrew Sawford, the Labour MP for Corby, in the House of Commons on 22 November 2012.",
    "content": [
        "I am very proud to speak in the Chamber for the first time as the Member of Parliament for Corby. Locally, we know the constituency as Corby and east Northamptonshire, comprising as it does both Corby town itself and the surrounding villages, the four towns of Raunds, Irthlingborough, Thrapston and Oundle, and many villages across east Northamptonshire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start by paying tribute to my predecessor. Louise Mensch served as Corby’s MP in her own unique style. She was proud to be a vocal woman MP, speaking up for women in public life. She played an important role on the Select Committee on Culture, Media and Sport, particularly on matters concerning the role of the media, in which she took a great interest. She championed the local media, such as in her debate earlier this year in which she praised our excellent local newspaper, the Corby Telegraph. She was also known as an advocate of social media. As I know already, combining family life with the demands of being an MP is challenging, but in my predecessor’s case there was also the matter of an ocean between those two parts of her life. I wish her and her family well in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Louise had a tough act to follow. Her immediate predecessor, the Labour and Co-operative MP, Phil Hope, served for 13 years and was well known as a very hard-working local MP who was concerned with his constituents. He was instrumental in the opening of a new railway station in Corby, the opening of children’s centres across the area, major health service improvements and the building of new schools. He also served with distinction as a Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like Phil Hope, I am a co-operator, and I am proud to be a member of the Co-operative group of MPs, which this week has reached record numbers. The first ever Co-operative MP in the country was elected to represent my constituency, on its earlier boundaries, in 1918. The driving force behind Alf Waterson’s selection was the blastfurnacemen’s union in Corby. Although Northamptonshire had once been a stronghold of the Liberals, in the early 20th century, a more radical culture emerged from the chapels and the boot and shoe industry, in which past generations of my family were employed. Local co-operatives in towns across the constituency became a vital part of the local economy, and still feature strongly today. I believe that co-operative approaches, such as mutual housing and new energy co-ops, can play a big role in my constituency’s future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The towns of Raunds and Irthlingborough are known for their co-operative heritage, and as boot and shoe towns. Raunds’s place in history is assured by the events ​of the Raunds strike of 1905, during which a party of boot operatives marched to London to demand fair wages. The Times reported:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Their arrival was awaited in Parliament by a large number of people in Parliament Square, from where a deputation of ten proceeded into Parliament to meet with MPs. Afterwards, the men were admitted to the Strangers Gallery, and a slight disturbance was created.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I urge no disturbance in the Strangers Gallery today, I assure the descendants of those Raunds marchers that I will continue their campaign for fair wages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All those years ago the War Office agreed to the demands of Raunds workers and committed to a minimum rate of pay that people could live on. Today, I urge all parts of the public sector in Corby and east Northamptonshire, and the private sector, to consider the case for a living wage of £7.45 an hour. Too many people in my constituency are being squeezed by rising food and fuel prices, and by other factors such as the role of employment agencies in our local labour market. Too many people are on zero-hours contracts where no work is guaranteed. When they do work they are paid low wages with agencies taking a cut of their earnings, and sometimes workers are poorly treated. I am also concerned about the way in which some agencies have set up offices overseas to facilitate employment in my constituency; I want them to make a much more determined effort to ensure that local people are given employment opportunities. I have raised that point with my right hon. Friend the Leader of the Opposition, and I am grateful that he has listened and said that he will take action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these tough economic times, many people in my constituency are unable to find work at all. Independent studies show that Corby is the most difficult place in the country to be a young unemployed person looking for work. Corby is, and must be, a working town. It is particularly well known as a steel town. Corby provided the steel for Operation Pluto—the famous pipeline under the ocean—which provided the fuel for allied forces invading Normandy in world war two. My granddad was there on D-day as a Royal Marine commando, and my other granddad, who worked in farming, helped to feed that Army and the country. Both would later become Corby steelworkers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today Corby’s steel tubes can be found at the Olympic park, and seen on everything from the Wembley arch to the millennium wheel across the river from this House. Tata is still a major local employer and I support its call for a level playing field on energy prices—which it tells me are much cheaper in continental Europe—and, crucially, for investment in infrastructure to boost demand. These are key issues for manufacturing industry in the UK. I want to see more action to create jobs, such as a one-off tax on bankers’ bonuses to pay for a real jobs guarantee for young people, and to help our small firms with a one-year national insurance tax break if they take on extra workers. I will also work locally with businesses, councils, schools and colleges. Skills matching is a particular issue, helping people to gain the skills they need for the jobs that will be created.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was struck by the experience of a local man I met recently. He had started his working life as an apprentice toolmaker, carrying out a high-quality apprenticeship and being mentored by an older toolmaker who was in his last few years before retirement. I want such experiences to be much more widely available to support ​our young people to develop great skills and careers in the manufacturing industries—the important subject of today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Corby is very proud of its Scottish connections and has a large population of Scottish descent. The Highland gathering is a big event, as are the Burns suppers. Generations of Scots and other people coming to the town have blended with Northamptonshire people to create a distinctive, incredibly strong and proud community that it really is a privilege to represent. There has not always been such co-operation between the Scots and the English in my constituency. Today Fotheringhay is one of our many beautiful villages, but it has a more gory past as the place where Mary Queen of Scots was beheaded. I assure the House that today there is a more harmonious spirit and we believe that England and Scotland are definitely better together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That spirit has enabled Corby to survive at times of great hardship. In the 1980s. 10,000 people were made redundant at the steelworks—my own dad was one of them—and that experience shaped my childhood. My dad went to Ruskin college to study, while my mum worked in a leather goods factory to pay the bills. My dad, who is here today, went on to become the Member of Parliament for Kettering from 1997 to 2005, and I am very proud to continue my family’s record of public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to raising other issues that matter a great deal to my constituents, such as the future of vital local services, including our schools, local policing and health services. I am particularly concerned about the threat of serious cuts to Kettering general hospital. It is where my own children were born, and it serves people across my constituency. I will do everything I can to protect our hospital services. I will speak up, too, for our more vulnerable residents: the families affected by cuts to special needs services; those who rely on disability benefit who feel unfairly treated by these Atos reviews; and the pensioners, who want to know that their MP is on their side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for the warm welcome, Mr Deputy Speaker, from the staff of the House and MPs on both sides, and from my right hon. Friend the Opposition Chief Whip—[Laughter.] I intend to work hard here in Parliament and in my constituency for all the residents in all the towns and villages. I very much look forward to the honour of representing Corby and east Northamptonshire in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}