{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2021-speech-on-the-medical-cannabis-bill/",
    "title": "Selaine Saxby – 2021 Speech on the Medical Cannabis Bill",
    "post_date": "December 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 10 December 2021.",
    "content": [
        "On sitting Fridays, I often find that we have much in common with Opposition Members and that, when we work together, such as through all-party parliamentary groups—the hon. Member for Gower (Tonia Antoniazzi) referenced such work—we are divided only by how, rather than whether, we will get there. I recognise what an emotive topic this is and send my deepest sympathies to the hon. Member for Middlesbrough (Andy McDonald), who shared his story. I am grateful not to have such a case in my inbox, because this is an incredibly emotional issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we hear about individual cases of children and families with drug-resistant epilepsy who have found relief from whole-plant extract medical cannabis, all we want to do as human beings is help. Most of us came here to make people’s lives better, and we all want to expedite such things as far as is possible. I am a mathematician by training—I will not draw on medical GCSEs and A-levels—and, as I do not have such a case and therefore an emotional tie, I would like to use logic and talk through what the Government have done to make progress in the area before looking at the specifics of the Bill and how we have, hopefully, started to make some progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November 2018, cannabis-based products for medicinal use, known as CBPMs, were rescheduled under the Misuse of Drugs Regulations 2001 from schedule 1 to schedule 2, as detailed in the excellent opening speech by the hon. Member for Manchester, Withington (Jeff Smith). I thank him for bringing the matter to the House to enable us to speak on it again. The change followed advice in July 2018 from the UK Government’s chief medical adviser and the Advisory Council on the Misuse of Drugs, both of whom said that the rescheduling of such products would facilitate the development of clinical evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have not been in this place that long but, for most of my two years here, we have been in a global pandemic. Again, my heart goes out to the families tied up in this, but the pandemic has slowed down medical trials and treatments for a huge number of people. My hon. Friend the Member for Crewe and Nantwich (Dr Mullan) referenced the need for research in the area. In the last 12 months, 18 trials of cannabis-based products for medicinal use have come forward, and six are now complete. Things are therefore moving, although perhaps not at the pace that we would like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the change in the 2001 regulations, doctors on the General Medical Council’s specialist register have been able to prescribe an unlicensed CBPM if clinically appropriate for their patients. As we have heard, the law allows GPs to prescribe these products under the direction of a specialist as part of a shared care arrangement. Currently, all the CBPMs prescribed by specialist doctors are, as we have discussed, unlicensed medicines, which unlike licensed medicines have not undergone rigorous tests for quality, safety and efficacy. As has been said so passionately, such unlicensed medicines are treatments of last resort, and patients at that stage in their treatment pathway will be under the care of a doctor with specialist knowledge in their field and all the treatment options to take responsibility for such prescribing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we know, access to medical cannabis has been debated at length in both Houses. However, while it is understandable that these campaigns continue for greater access to unlicensed cannabis-based products for medicinal use funded by the NHS, as detailed so beautifully by my hon. Friend the Member for Dover (Mrs Elphicke), these products have not had their safety, quality or efficacy assessed or assured by the Medicines and Healthcare products Regulatory Agency or their clinical and cost-effectiveness assessed by the National Institute for Health and Care Excellence, otherwise known as NICE, which is the basis for NHS routine funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is critical to progressing public funding decisions that manufacturers of those products invest in those clinical trials and prove that the products are safe and effective so that more of our constituents are able to access them. The National Institute for Health Research remains open to receiving good-quality proposals for research in this area. The latest clinical guidelines from NICE demonstrate a clear need for more evidence on the clinical and cost-effectiveness of the unlicensed medicines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sally-Ann Hart (Hastings and Rye) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the NICE guidelines and the clinical evidence, does my hon. Friend agree that all medication, whether cannabis-based, heroin-based or cocaine-based medication, must have rigorous testing through clinical trials so that we understand the possible side-effects and everyone—GPs, all doctors and patients—has full knowledge in making the ultimate decision on whether a drug should be prescribed?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Selaine Saxby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with my hon. Friend: it is vital that we fully understand the side-effects of these drugs that we know, when used in the wrong way, have clinical downsides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government continue to support the establishment of clinical trials with NHS England and the National Institute for Health Research, but they have been clear that the law enables lawful access where deemed clinically appropriate. The most significant barrier to access on the NHS is the lack of evidence on the quality, safety, and clinical and cost-effectiveness of these products. That sounds uncaring, but I want to revisit the black-and-whiteness behind the terrible emotion tied up with these individual cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that the Royal College of General Practitioners is supportive of the Government’s position that, until the evidence base has developed further, GPs should not be asked to initiate prescribing these products independently of a specialist. I suspect that trust in doctors in this particular area is well placed, which in my mind makes clauses 1 and 2 hard to support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is indeed clear merit in understanding, then overcoming any barriers to accessing unlicensed cannabis-based medicines on the NHS. That is why in March 2019 the then Health Secretary commissioned NHS England and NHS Improvement to review NHS systems and processes and identify and recommend any actions necessary to addressing barriers to clinically appropriate prescribing of unlicensed cannabis-based medicines on the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The findings of that review were reported in August 2019 and the majority of recommendations have now been implemented. Since this work has been undertaken recently and the recommendations acted on, I find it hard to support clause 3 of the Bill, as so much has already been achieved by non-legislative means. I very much hope that trials will progress to enable more families to access this treatment, and I take this opportunity to thank the hon. Member for Manchester, Withington for introducing his Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}