{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-speech-on-floating-offshore-wind-projects/",
    "title": "Selaine Saxby – 2022 Speech on Floating Offshore Wind Projects",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 18 October 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir Christopher. I thank my right hon. Friend the Member for Preseli Pembrokeshire (Stephen Crabb) for securing this important debate. I will reinforce and reiterate much of what he and the hon. Member for Aberavon (Stephen Kinnock) said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I set up the all-party parliamentary group for the Celtic sea because the opportunities presented by the Celtic sea were apparent, but there was a disjointed approach, which many of my Welsh colleagues have discussed. I was concerned that we might miss out on the opportunity altogether in North Devon, and I am delighted that my hon. Friend the Member for Truro and Falmouth (Cherilyn Mackrory) is here to put in a case for the south-west of England. If we are to deliver these projects, we need a strategic approach that takes into account all the ports, skills and opportunities right the way around the Celtic sea. This is a national and international opportunity, and I am delighted to have the support of the Celtic sea APPG secretariat here today. We have been working hard to drive forward the issue, and we now have a Celtic Sea Developers Alliance. We have now established that the wind blows the opposite way in the Celtic sea, so we are delighted to have an opportunity, alongside our Scottish counterparts, to work across the whole country to see how we can deliver these projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the strategy, like others I am concerned about the UK supply chain, because pretty much everything that is planned is coming in internationally. We are not realising the economic benefits that these enormous turbines present. I have seen the work going on in Blyth, and it is clear to me that my beautiful constituency is probably not best placed to develop a big port. However, we are the closest port to the development sites, and yet I cannot see anything local that is developing the kind of maintenance system that we need to service the 250 floating offshore wind turbines that are coming at us in the next five to 10 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, as has been said, our ports are not ready. Much as it is lovely to hear everyone bid for projects for their ports, it would make much more sense to have a strategy that delivers the floating offshore wind manufacturing investment scheme—FLOWMIS—and liaises between the ports. Competition is great and drives innovation, but we need a decision so that we do not have three or four ports building exactly the same thing, none of them terribly well. We need to say, “This one can maintain and this one will build blades,” so that strategically we take the opportunity that we are presented with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is no better demonstrated than when it comes to cables, which are a particular bugbear of mine, given what has happened on the east coast with fixed offshore wind. Now that we understand that blue carbon is released every time we disturb the ocean floor, why on earth are we not insisting that cable corridors be put in at the start of the projects so that we can connect to the grid—I will come to the problems there—and damage the floor only once? When assessing the bids, we need to consider the full environmental impact, because we tend to look just at the benefits of delivering the wind power from the turbines without considering the international components—how far they have come, how they were made and what happened to the carbon in their production—let alone the damage to the floor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to highlight some of the very small development sites, which I am sure were designed to deliver great opportunities and develop scientific insights. I have a small one in my North Devon constituency that can go into a small substation, but because there is no cable corridor connecting to the main grid, its cables go across four highly designated beaches, straight through my biosphere, and disturb all my sites of special scientific interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Lady for allowing me to intervene because she hits on an important point: the lack of co-operation and strategy. It is not just about cable corridors, important though they are. It is also about how floating offshore wind and, perhaps later, tidal stream generation sit with other users of the seabed. Fishermen in my constituency, and I do not doubt in hers, are already concerned about spatial squeeze. It should not be a barrier; it would be an unnecessary conflict if we do not take the opportunity now to do something meaningful, and hold the ring around the different people who want to use the sea and the seabed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Selaine Saxby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Gentleman for his intervention—I agree entirely. I am also grateful for the work of the Crown Estate in trying to tackle some of these matters. We need to take a far broader strategic approach when it comes to the ocean floor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once we have got things into a cable, hopefully in a corridor, and have connected into the grid, the grid is perhaps able to take 30 kW out of the Celtic sea, but is that the full potential? What work is being done to upgrade that grid? Why have we got small substations, such as the development site at Yelland, when potentially it could go into the main national grid? Alternatively, if Yelland is to become a proper substation, can we have a proper cable corridor, so that it has to go through our precious beaches only once?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that as we move forward we can look at the full environmental impact, and properly cost some of those points into the next round of contracts for difference. It is important to recognise that it is not always about price. As touched on by my right hon. Friend the Member for Preseli Pembrokeshire, other factors could be considered when awarding the contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My other big concern is skills. We do not have anyone to do any jobs in North Devon right now, to be honest. I would like to see skills incorporated in the contract for difference, and that we reward developers who are prepared to invest in science, technology, engineering and maths facilities along our ports, right around the Celtic sea, so that all of us along those patches are able to develop the next generation of engineers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On strike price, I would highlight concern in the industry that the price was too low in the contract for difference auction round 4, because it took into account some of the infrastructure that was already present. That is not a true reflection of where the price would be moving forward. I urge the Minister, as we look to take advantage, please can we consider some of the other elements that have been discussed today, such as the supply chain, environment and skills, and not just price, as we look to develop contract auction round 5?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the world’s largest pipeline and target for the sector, and there is long-term confidence in the UK. However, it is critical that that next auction round—AR5—demonstrates that we also have the right market conditions, or we could fail to realise the investment opportunities already displayed, and see it move to more competitive markets, which will have knock-on effects for subsequent auction rounds for contracts for difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I love the fact that my APPG has been able to drive some change. As a former maths teacher and not an engineer, I do not think I am best placed to drive this forward. I very much hope we shall see some big strategic interventions to achieve the potential of the Celtic sea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}