{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Selaine Saxby – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 10 September 2022.",
    "content": [
        "It is a privilege to rise, albeit with great sadness, to pay tribute to Queen Elizabeth II on behalf of my constituents and to send North Devon’s deepest condolences to the royal family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen has been such a constant in our lives, dedicating her life to public service as she said she would, that it is hard to imagine life without her. Her beautiful outfits and hats, her smile and her constant reassuring presence will be sorely missed. Thank you for all you have done, the joy you have brought us and the memories you leave us with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen visited Barnstaple back in 1956. The royal train arrived at the station at 10 am, and other than a slight hiccup—an official opening the wrong door—the visit went off smoothly. In our pannier market, she was greeted by 5,000 children, who cheered wildly, and I hope many of them who are still with us have recalled that day this week, and indeed still frequent our pannier market. Unfortunately, I was not there in 1956 and I have never had the opportunity to meet the Queen, unlike so many of my longer serving colleagues. One of the joys of this sad time has been to hear their fond memories and wonderful anecdotes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we continue to mourn, with this morning’s proclamation we must look to the future. I have no doubt that King Charles III will follow in his mother’s fantastic footsteps—and I have met him. Twenty years ago, he was already supporting a wide range of charities and he met ladies from the Moonwalk—a breast cancer charity walk—at Highgrove. If I have the privilege to meet our new monarch again, I may remind him that I was the one in the bra decorated as two strawberries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May the late Queen rest in peace. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}