{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-speech-on-nhs-dentistry/",
    "title": "Selaine Saxby – 2022 Speech on NHS Dentistry",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 20 October 2022.",
    "content": [
        "Like other colleagues, I have spoken out many times in this House about dentists, including in the debate earlier this year. Indeed, the very first letter that I wrote as an MP back in 2019 was about the dental contract, which was brought to my attention by one of the dental practices in Barnstaple. I cannot stress the severity of the dental desert that is now Devon, with not a single NHS practice accepting new patients. Not a week goes by without correspondence from a constituent in distress. As William Shakespeare himself said in “Much Ado About Nothing”:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“For there was never yet a philosopher that could endure the toothache patiently.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And nor should they. It really is time that something is done. I thank the current Health and Social Care Secretary for recognising dentistry within the ABCD and that there is a problem. I thank, too, the current Minister’s predecessor for at least taking some steps towards redressing the issue of the contract, which is clearly the undermining problem. However, that is a long-term solution. The steps outlined there and the training of more dentists are not going to address the current situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only last weekend, a friend, who was already registered at a dentist, told me that they had actually managed to get a dental appointment. When they got there, they were told that they needed to see the dental hygienist. They went to book an appointment and were told that there was a six-month wait to see the hygienist, who then told them that they needed to have a second appointment to do the other half of their mouth. They went to book, only to be given another six-month wait before they could see the hygienist, so it took a full year. As they said, it is a bit like cleaning the Forth bridge. This is not how our constituents’ teeth should be treated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My concern extends to my younger constituents. The No.1 reason youngsters under 18 are admitted to hospital in my patch is linked to their teeth. At a time when our hospitals are under such duress anyway, could we not do something to help to ensure that people are able to see a dentist?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My frustration is extended by the fact that I have now managed to secure and find two separate methods for getting dentists into North Devon. Although I do not mind doing this for my constituents—indeed I welcome doing anything I can to help my constituents—I do not quite understand why it is coming down to us as individual MPs to deliver the dentistry that our constituents so desperately need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Less than 13% of the covid catch-up funding in Devon was spent because there is no one to deliver the treatment. My NHS dentists who train up new dentists at the nearest dental schools advise that these youngsters do not wish to remain in NHS dentistry. We need to address that. Those who train to become dentists under the public purse should have to serve as NHS dentists for a certain period, but they wish to go on to do cosmetic dentistry, which pays much better. The good people of North Devon in the main are not looking for cosmetic dentistry. We are much more interested in fillings and dentures and in ensuring that our young people go on to have good-quality teeth when they get past the age of 10. I urge the Minister to push forward some of these changes, and I hope the new team remain in place long enough to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need dentists on buses or similar to get to remote rural communities and into schools, to enable every child to have the dental check-up they deserve and to provide emergency access for those people who have failed to secure a dental appointment—not because they have not tried or because of covid, but simply because there is not a dentist available to see them and many people cannot afford to pay for the treatment that they now need after waiting so long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir John Hayes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My sons, who are now 21 and 18, have access to NHS dentistry, as I have, at the excellent Fen House dental practice in Spalding, but many of my constituents’ children do not, as my hon. Friend says. She talks about dental deserts in rural areas, and Lincolnshire is among the worst of those, with 38 dentists per 100,000 population. She is right both about young people and about the particular problems of rural areas. The Minister, for whom I have high regard, needs to give us very firm answers to those questions and a clear plan for what the Government intend to do about them. There is a plethora of private dentists, but too few NHS dentists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Selaine Saxby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend’s comments are wise, as always.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On international dentists, during the first lockdown, I had an Indian dentist come and meet me privately, and I forwarded that information back to the Department; apparently, there are many, many Indian dentists who would be delighted to come. We would welcome them to North Devon with open arms—indeed, we would welcome dentists from anywhere into North Devon, such is the need. I urge the Minister to look at what else can be done to speed up access for those people who are well trained internationally to come over and look at our teeth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will finish by reminding hon. Members how important our teeth are. I ask the Minister to do anything that can be done to help both our youngsters and those people who have struggled to see a dentist, so that we can again say that the dentist will see us now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}