{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2023-speech-on-the-ballot-secrecy-bill/",
    "title": "Selaine Saxby – 2023 Speech on the Ballot Secrecy Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 24 March 2023.",
    "content": [
        "I congratulate my hon. Friend the Member for Peterborough (Paul Bristow) on introducing this important Bill, because a private vote is at the heart of our democracy. Every citizen over the age of 18 is eligible to have their say, from electing a local councillor to national referendums. Without this basic principle, voters are exposed to the risk of bribery, blackmail and other forms of peer pressure and unfair influencing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current situation allows someone to enter the voting booth with another person. In some cases, this can lead to a voter being unduly influenced and coerced in how they vote. This practice may be used by a husband to instruct their wife on which way to vote, which is clearly unacceptable and flies in the face of what the suffragettes fought for more than 100 years ago. Women, and men, from every background have the right to vote for the candidate who best reflects their interest and, I dare say, this sometimes might not align with their husband’s interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the exception for children who enter a polling booth, as teaching our youngsters about the democratic process in such a hands-on way is vital to ensuring that they engage with democracy as they grow up. Similarly, there will always be those who require physical assistance with the voting process but, in making sure that we maintain the strength of our democracy and represent all our constituents and their needs, I warmly welcome this Bill and the support it will provide in ensuring the right to a free and private vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}