{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-speech-on-levelling-up-rural-britain/",
    "title": "Selaine Saxby – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 9 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the matter of levelling up rural Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Backbench Business Committee for granting this important debate. I am delighted to see one of the new Department for Levelling Up, Housing and Communities team here today, as in my mind far too much of levelling up rural Britain is seen to be the home of Department for Environment, Food and Rural Affairs, yet the economic challenges of rural communities are immense, and the increase in the cost of living disproportionately impacts these communities, with their reliance on private cars for transport, longer journeys and older, poorly insulated housing stock, often in exposed and windy locations. I am going to call on my own experience in Devon to illustrate my words today, but I recognise that these issues are replicated around the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of rural Britain also has productivity issues. The excellent “Levelling up the rural economy”, produced in conjunction with the Country Land and Business Association, goes into great detail on these issues, many of which relate to connectivity. I took the chair of the all-party parliamentary group for broadband and digital communication there when I arrived in Westminster, because getting broadband done was second only to getting Brexit done for my rural North Devon constituency. It is hard for a community to be as productive as it might be if it has to wait for the circle of doom to clear before being able to connect to the internet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Devon and Somerset have been blighted by many issues with the connection programme, but I take this chance to thank Connecting Devon and Somerset for improving our connectivity. I am delighted to see more improvements and more policy areas, and I also thank Openreach for its roll-out of broadband in rural Britain. However, the road map for rolling out broadband simply does not work in a rural environment in the same way as it does in an urban one. Our policies need a reality check before being released into the countryside.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful particularly to Openreach for the work it has done in connecting my constituency, but the magnitude of the task is huge. The Openreach senior team met me in Barnstaple early in my time as an MP and asked for a challenging part of my patch to connect, and it has done a sterling job connecting the stunning Lynton and Lynmouth, with fibre now running down the funicular railway. While residents and I are hugely grateful, what Openreach describes as a “rural project” is my fourth largest town. In rural Britain, the expectation is that everything is small, but the distances certainly are not, and connecting remote farms remains a huge challenge that the current schemes will not deliver in the timeframe we need for rural productivity gains to drive our rural economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I take this opportunity to thank the Department for Digital, Culture, Media and Sport team and Building Digital UK for their engagement on this topic. I know that solutions are not easy, and while I sound like a record stuck in a groove talking about rural broadband, it is not right that the countryside is left behind in this way. We are aware that we have a productivity gap across all the south-west, with large numbers of part-time workers, partly driven by an ageing population, the seasonality of our tourism industry and in particular by a skills gap. We are desperately short of skilled workers. Devon has the lowest proportion of degree-educated 20 to 30-year-olds in the country, and much of that is driven by the extreme house prices and the cost of getting to work from somewhere cheaper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Low aspiration is also a feature of much of northern Devon, generating low social mobility. When we peer into why that might be the case, so much to my mind comes back to distance. We are more than 60 miles from a university, and there is also the challenge of just getting to school or college. When rural schools have a catchment area the size of Birmingham, it is no wonder that the policies that work well in Birmingham, for example, might not translate so well to North Devon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, school transport is the only way that most children can get to school, so after-school activities are not accessible to far too many of them. Schools would like to extend the school day, but that is seemingly not possible. One very rural school aspired to have a sixth form that offered only science, technology, engineering and maths, so students could continue to access 16-plus education using the school transport network, but that was not allowed because city-centric education policies determine that a school has to have 12 subjects—and so it goes on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to adapt our policies to rural locations. We must listen to the excellent headteachers who run those schools and who believe that they are better placed to manage budgets and deliver services, such as special educational needs and school transport, than our distant and disinterested county council. Levelling up is all about equality of opportunity, but that simply does not exist for far too many youngsters growing up in the country, given the lack of flexibility afforded to too many rural schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sheer size of Devon makes it look generally average in many areas, but as I have described in the House before, that hides huge disparities, particularly between north and south. The average that is applied to education for large education authorities has a disproportionate impact on remote rural communities trying to access additional funding and drive up skills, which would hopefully begin to tackle some of the too-often-seen rural poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Devon has the longest road network in the country by 2,000 miles. Everyone who lives in rural Britain travels huge distances, which has an impact on many other services. Social care in particular, following an urban model, costs a fortune in rural locations because teams have to travel huge distances between visits. With fuel costs soaring, councils urgently need help with budgets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having spoken with the chief exec of my hospital on Friday, however, we both feel that it is not just money that is needed; we need to rethink social care in rural communities. Even if we had the money, we do not have any staff to work in social care, mostly because of the complete lack of affordable housing. Our health service has 20% vacancies for similar reasons. We are aware of surgeons unable to take up posts at our hospital because of the lack of housing that even they can afford. There is the frustration of being home to what is defined as a small—it is also the most remote—mainland hospital. It is detailed in our manifesto as one of the 40 in the hospital programme and the first phase is to deliver key worker housing. For that project not to be progressing at pace is hugely disappointing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a lack of joined-up thinking across Departments when tackling rural issues. About a quarter of hospital beds in my patch are taken up by those in need of social care, but no one is available to provide it, so they cannot go home. It is hard to deliver health in such a vast setting. I know that ambulance wait times are a challenge, but when the distances that ambulances have to travel are so great, just getting to people takes time. For people to then get to hospital and find that they cannot get in—I have no words.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Similarly, I cannot build the houses that we desperately need or ensure that the properties we have are not left empty for half the year as second homes or holiday lets. I would be doing my constituents a disservice if, while talking about health, I did not mention that Devon is a dental desert, as are many other parts of rural Britain. Despite forwarding numerous innovative solutions, we have heard nothing back. This is not the place to go into that in detail, but the Department of Health and Social Care should also look at how rural health outcomes can be levelled up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rurality plays out in many other ways. Many Westminster decisions are based on the density of population, which means that we will always miss out on funding decisions. Active travel is a case in point. My county council submitted six schemes to the last round of funding, the second ranked of which was the Tarka trail in my patch. Although that is more for leisure than commuter journeys, the scheme is considered vital for the safety of cyclists on the trail and is the missing link in a hugely popular tourist destination, because it would connect the north and south coasts of Devon. Despite being my county council’s second choice, the Department for Transport gave funding to the five other schemes, which are in towns and cities, and excluded the only rural one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Buses are also tricky and we are desperately short of public transport. If the county council has its way and the threats made by its leader come to pass, it will cut all our services. Again, this is about not just funding: buses are too big for the number of passengers in many villages who want to use them. We need to find innovative solutions beyond funding to rural transport if we ever want to decarbonise our journeys and facilitate affordable routes to work. We also need to recognise that urban models do not always translate to rural journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I worry that many of the potential solutions to levelling up rural Britain lie with our local councils. Unfortunately, in Devon, there are many issues in this space. To my mind, the urban policy of mayors does not translate well to rural Britain. From listening to what some of them get up to when I am up here, I am not sure how well the policy works full stop. What we really need to help level up rural Britain is more local decision making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Devon, we have far too many councils, with one county council, two unitaries, eight districts and, in North Devon alone, 58 town and parish councils. Trying to get something as simple as painting a lamp post done is near impossible in some town centres, as no one knows who owns it and it is always a different council’s problem. The separation of highways from planning decisions is so fundamentally flawed it is desperate. We need devolution of decision making, and we need it more locally. Our county council is so big and distant, and it takes decisions with no consultation of local communities or their MP—I found out yesterday that part of my road scheme is being cancelled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Simon Hoare (North Dorset) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Might I urge on my hon. Friend and Devon colleagues what we did in Dorset? Creating two unitaries has made decision making far more streamlined, and it has made the connection between Members of Parliament, councillors and officers much easier. We know exactly who is doing what, and we can get things done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Selaine Saxby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his intervention, and I hope that such discussions might be forthcoming in my county.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My district council officers, like so many, worked their socks off to try to deliver levelling-up bids. It was the smaller bids in rural locations that so often missed out in the first round of funding. I will take this opportunity to plug Ilfracombe’s bid, against a planning backdrop of no staff and multiple district councils all battling the same issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why is this important? Of the 10 most economically vulnerable parts of Devon, five are in my North Devon constituency—three in Ilfracombe and two in Barnstaple. The response of the county council leader when discussing possible unitary groupings was that no one wanted Barnstaple. That is entirely clear from the way we are treated by our county council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, let me take this opportunity to thank the numerous councillors who do such great work in our local communities. Fifty-eight councils is a lot. Many of them are marvellous, with great rural solutions from hard-working volunteers; others make Dibley look well-functioning and progressive. Changes we made to the monitoring of parish councils make it near impossible to remove a parish councillor, whatever they do. I hope that can be revisited. If only we could remove some of the layers of bureaucracy and avoid duplication, and find better ways to share best practice in a rural environment, we could achieve so much more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have touched on the housing challenges in North Devon and so many rural and coastal communities. The influx of second homes and short-term holiday lets, and the lack of regulation in the market, makes housing the No. 1 challenge for so many communities like North Devon. Doing nothing is simply no longer an option. The fabric of our society cannot survive with no one available to work because there is nowhere for them to live. I covered this issue in detail only last week, so I will spare the House today, but I very much hope that the proposed amendments to the Levelling-up and Regeneration Bill will be adopted to begin to tackle these issues, alongside the long-awaited Department for Digital, Culture, Media and Sport consultation on registration schemes for Airbnbs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have chosen not to speak today about our beautiful environment and our fabulous farmers, who have numerous levelling-up challenges of their own. I very much hope that next week’s announcement on environmental land management schemes will be favourable to their finances, and I hope that colleagues will tackle these issues. I wanted to highlight some of the realities of rural living, behind the chocolate-box façade. We have to find ways to join up our thinking here at Westminster and recognise that, if we want to level up rural Britain, it is not just the Department for Environment, Food and Rural Affairs that can deliver that. Not only do councils clearly need funding to tackle the additional costs that rurality brings, but their structures need urgent reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The now Prime Minister was a signatory to the application for the debate while he was in between jobs, so to speak. From speaking with him last night, I have confidence that rural Britain will be better cared for, and that levelling up will reach into our remote, beautiful communities. When I came to this place in 2019 and first spoke about levelling up Ilfracombe, which is home to two of the poorest wards in Devon, I hoped that levelling up would, by this point, have delivered more than just an asylum hotel. I will continue to champion the need for levelling up rural Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}