{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2023-parliamentary-question-on-the-relocation-of-civil-servants/",
    "title": "Selaine Saxby – 2023 Parliamentary Question on the Relocation of Civil Servants",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 16 March 2023.",
    "content": [
        "**Selaine Saxby (North Devon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. What progress his Department has made on relocating civil servants from London. (904104)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister for the Cabinet Office and Paymaster General (Jeremy Quin)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is always a pleasure to share good news with you, Mr Speaker. Just three years into our 10-year programme, we have already hit 50% of our target to relocate 22,000 roles from London across the UK. Therefore, more than 11,000 roles have been relocated from London, spreading prosperity and opportunities across the whole of our United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Selaine Saxby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree that Devon is the natural habitat for the Department for Environment, Food and Rural Affairs and that, if we are keen to ensure our food security, surely we should locate the Department among our farmers, fishermen and the Met Office, not to mention our world-class universities specialising in climate and marine sciences, and where rurality is an immersive experience?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Departments select places for role relocations using workforce and locational analysis, as well as many other factors, which I am sure would include those referred to by my hon. Friend. As she knows, DEFRA already has 550 full-time employees in Devon and nearly 2,000 across the south-west more widely. I know from previous experience as a Minister that she is a fantastic advocate for her constituency and I am certain that she will continue to make her case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martyn Day (Linlithgow and East Falkirk) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, I joined striking PCS workers on their demonstration, some 130,000 of whom were on strike for better pay and conditions. Irrespective of where in the UK civil servants have been relocated to, their pay and conditions are still determined at Westminster, leading to industrial action across all four nations. When will the Government finally deliver a pay uplift reflecting the work of civil servants throughout the UK?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Individual Departments determine the pay and conditions for their civil servants. There are ongoing discussions with officials. I also met members of the PCS in January. We want to get a resolution. We want to get people back to work, but no one is helped by the current range of industrial action that hits some of the most vulnerable people in our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}