{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2023-comments-on-industrial-action-and-minimum-service-levels/",
    "title": "Selaine Saxby – 2023 Comments on Industrial Action and Minimum Service Levels",
    "post_date": "January 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The comments made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 10 January 2023.",
    "content": [
        "**Selaine Saxby (North Devon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strikes have a disproportionate impact in rural Britain, where there are no other modes of public transport. The nearest alternative hospital may be more than 60 miles away and ambulances have already travelled far further to get there, and that is without mentioning the vacancy rates in public services, which are so high due to our housing crisis. Can my right hon. Friend confirm how these measures will help support rural communities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right. These so-called forever strikes, which have continued for month after month on the railways, are particularly hurting rural communities. It is easy sometimes for people to imagine that those affected will just sit at home on Zoom or Teams and have those conversations. That view of the world is much easier for someone in a desk job, perhaps in management. It is much harder for someone in a rural community or for a hospital porter or cleaner who needs to get to the hospital. The very people being hurt most by these strikes that never seem to come to a conclusion on the railways are the hardest-up in society. This Government will stand behind them with minimum service levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}