{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-speech-on-world-biosphere-day/",
    "title": "Selaine Saxby – 2022 Speech on World Biosphere Day",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 3 November 2022.",
    "content": [
        "Today is World Biosphere Day, and as UNESCO has said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“With each passing year, the urgency of tackling environmental issues becomes clearer: we only have one planet, and it is in danger. Our relationship with nature and with other living beings needs a radical rethink in order to address these issues—we need to design and create a truly shared world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Biosphere reserves have shown that it is possible to live in this world while also establishing a sustainable and harmonious relationship with nature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The International Day for Biosphere Reserves is an invitation to take inspiration from the solutions already implemented in these spaces to build genuinely sustainable development everywhere, with full respect for nature and for the living world.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UNESCO Man and the Biosphere programme was launched 50 years ago as an intergovernmental and interdisciplinary science programme to research and address the conflicts between humankind and the natural environment. Under the programme, living laboratories called biosphere reserves are designated by UNESCO at the request of member states, with the designations tending to be managed by local partnerships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are 738 UNESCO biosphere reserves in the world, in 134 countries, and only seven of them are in the UK: Wester Ross, Galloway and Southern Ayrshire, the Dyfi valley, Brighton and Lewes Downs, Isle of Wight, Isle of Man and North Devon. We were lucky in North Devon to be home to the UK’s first ever biosphere reserve, launched in 1976—one of the first in the world—covering 5,000 sq km of land and sea and integrating land and marine management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Redefined in 2002, North Devon’s biosphere is this year celebrating its 20th birthday alongside this first International Day for Biosphere Reserves. Birthday congratulations are also due to south-west Scotland, on the 10th birthday of its two biospheres this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "North Devon’s biosphere is centred on Braunton Burrows, the largest sand dune system in England, which stretches into neighbouring constituencies. The Braunton Burrows core area consists of fixed and mobile sand dune systems; I feel most privileged to have been able to walk the area with a local warden and see the water germander in one of the only two locations it still survives in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The boundaries of the reserve follow the edges of the conjoined catchment basin of the Rivers Taw and Torridge and stretch out to sea to include the island of Lundy. The biosphere reserve is primarily lowland farmland and comprises many protected sites, including 63 sites of special scientific interest, which protect habitats such as culm grassland and broad-leaved woodlands. It also includes Barnstaple and Ilfracombe in my North Devon constituency and stretches into neighbouring Bideford, Northam, and Okehampton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biosphere links designations such as Dartmoor, Exmoor, North Devon area of outstanding natural beauty and Lundy and the land, sea and rivers between them. It is managed by a partnership of 34 organisations from national agencies, local government, non-governmental organisations and community groups. I would like to take this opportunity to thank them all for their work and commitment. I am truly lucky to be able to call the biosphere home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UNESCO sets out three functions of a biosphere reserve: conservation, learning and research, and sustainable development. Biosphere reserves aim to create and maintain sustainable communities where people can live and work in an area of high environmental quality. These areas can then provide a blueprint for other areas to learn from. The reserve must be environmentally, economically and socially sustainable. To achieve that, the reserve oversees management of natural resources, initiatives to develop the local economy and an effort to reduce inequalities between people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biosphere programme delivers policy testing for Government of integrated approaches to tackling environmental, economic and social issues. These living laboratories research the conflict between human activity and our natural environment. The programme’s remit includes several large-scale projects that have been developed through the partnership. A £1.8 million improvement project along the River Taw, funded by the Environment Agency, is designed to decrease polluted surface run-off from fields and urban areas into the river. The project will restore habitats and remove obstacles such as weirs that prevent animals from freely moving between sections of the river. It is hoped that the decrease in pollution will also increase beach quality in places such as Instow, which failed water quality tests in 2012—one of only 16 beaches in the south-west to fail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A nature improvement area proposed to protect and enhance the catchment of the River Torridge—home of Tarka the otter in Henry Williamson’s book of the same name—was chosen by the Department for Environment, Food and Rural Affairs as one of 12 nationally important landscapes that will receive funding to restore and recreate ecosystems in the area. Other large projects work to use the natural environment to offset the negative impacts of human activities within the biosphere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The success of the last 46 years’ work shows that on land and sea, biospheres have driven a local nature recovery plan, and in our marine environments they have improved the levels of phosphates. This was the first work of its kind in the country. They have pioneered projects in the 25-year environmental plan, and as part of that they have developed natural capital strategies for the region, which are now in operation with the community renewal fund. Alongside new environmental land management scheme trials, this drive for nature encourages others. Today the National Trust has announced the largest grassland project, stretching from Woolacombe to Exmoor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work of our North Devon biosphere also extends abroad, with partnerships in Kenya supporting biospheres there to deliver projects and working with European biospheres to co-ordinate a network of forests. In south-east Asia, work is being done on marine planning and conservation alongside community health. As UNESCO’s oldest intergovernmental scientific programme, our global biospheres are a testament to what we as a world can achieve when we work together. Working together is the only way we are going to combat the global climate crisis, and as we pass on the presidency for COP, 3 November should stand as a reminder of the importance of international collaboration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The path that biospheres have carved for the last 50 years shows that we can live in a sustainable way. It is not a choice between modern life or saving our planet; both can be achieved. It is up to us all to make it a reality. I thank Andy Bell for his tireless work for the biosphere and his help with the detail behind my speech. The Minister knows from her visit to my constituency how stunning our environment is, and I hope she will therefore support my battle against the disruption to our sand dunes caused by cabling from development projects for floating offshore wind that is too small to go to the main connection point. I also hope she will consider strengthening the protections for our biospheres and perhaps, as a special first birthday present for the International Day for Biosphere Reserves, give them formal status here in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}