{
    "url": "https://www.ukpol.co.uk/selaine-saxby-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Selaine Saxby – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Selaine Saxby",
            "url": "/tag/selaine-saxby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Selaine Saxby, the Conservative MP for North Devon, in the House of Commons on 3 November 2022.",
    "content": [
        "I thank the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) and my hon. Friend the Member for Dover (Mrs Elphicke) for securing this important debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apparently I have mentioned this in the House before, but North Devon has a housing crisis. The enormous growth in short-term holiday lets and second homes has resulted in an unsustainable shortage of houses for local residents to live in. Matters are now at such a stage that many businesses and public services are simply unable to recruit and numerous businesses are unable to operate full time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many will say, “Well, don’t you welcome your tourists?”. Indeed we do welcome our tourists, but we would like them also to eat in our local pubs and restaurants, which are unable to open full time because they cannot get staff, because there is nowhere for anyone to live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The private long-term rental sector across Devon has declined by more 50% in the last two years and by more than 60% in my own North Devon constituency. Unfortunately, Government policy has not helped. The changes to landlord tax relief made it preferential to have a short-term furnished holiday let rather than a long-term rental tenancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the changes were introduced in 2017, they only became fully effective in 2020, when most of us were rather consumed with the pandemic, and came into effect at the same time that people were suddenly desperate to escape to wide-open spaces such as my beautiful constituency. Moreover, as soon as we were allowed to go on holiday, people rushed to North Devon and the prices paid for our holiday lets soared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the legislation we passed only last week to raise stamp duty thresholds still applies to second homes and holiday lets. That is more complicated, because we desperately need more people to become long-term landlords again—we must find a way to reverse the demise we have seen in that area. I recognise the challenges, but I hope that we will be able to consider how some of the policies designed to help people to get on to the property ladder are just facilitating more people’s buying second homes or short-term holiday lets that sit empty for half the year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department for Digital, Culture, Media and Sport’s consultation on a registration scheme for second homes or short-term holiday lets is now complete, but we still have no date for when the results will be released, which leaves councils with few tools available to them to tackle the surge in properties that lie empty for months of the year, yet are still more profitable to their landlords than a long-term rental. We must ensure that there are change of use clauses for properties made into holiday lets. Those properties were built as homes and should be lived in. If they are a business, they should have to declare a change of use and be taxed accordingly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This situation is made even harder by the increased requirements on landlords with regard to energy performance certificates, with rural and coastal properties often requiring huge amounts of investment to achieve the necessary rating. That is resulting in even more rental properties being sold or converted to less regulated short-term holiday lets. While I agree that we must ensure properties do not leak, we need to recognise that rural housing stock is very different from urban housing stock and find other, more creative ways to tackle this, so that landlords do not take the logical way out of selling or moving on to a different type of tenancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Swathes of long-term tenants in my constituency have found themselves evicted under section 21 notices, so that landlords could take advantage of the tax breaks available to them when their property is let out as a short-term holiday let. Post pandemic, a small two-bed long-term rental in my patch may cost £800 a month, whereas a short-term holiday let will cost at least that per week, and probably double.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of the lack of rental properties in my patch, when people are evicted, there is simply nowhere to go. The council housing list is so long that people are being rehomed as far away as Bristol. Some families stay in the area for their children’s schooling, and we now have multiple children being bussed or taken by private taxi 10 to 15 miles each morning to their primary school. At a time when council resources are under pressure, we are adding layer upon layer of extra cost, simply because we do not have enough homes for people to live in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For tenants, section 21 notices have been horrific—we all have awful stories of people’s experiences—but not all landlords are bad. Many find themselves struggling to evict people who have not paid rent, for example, and section 21 notices are taking up to 18 months to get through the courts in my constituency. I hope that, as we see some progress in this area, landlords are not demonised, because we need more landlords to come forward, so that we can tackle this section of the market. It is the relationship between landlord and tenant that drives a successful rental relationship. Although we feel that that relationship is unbalanced at present, I hope we can support both sides of this delicate balance. We need to find a way to give security to tenants but also give landlords the ability to evict when they genuinely need to. The concern with some of the proposed legislation is that we are already seeing landlords choosing not to risk not being able to evict a tenant. When a landlord could have a short-term holiday let in my patch, why would they have a long-term rental?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need the housing stock we have to be better utilised and not sat empty for half the year, but I do not disagree that we need to build more homes. Over 16,000 people are currently on Devon’s housing lists, and even if those lists closed now, at the current rate of building, it would take over 32 years to clear the backlog. We need urgent intervention in the housing market in Devon and many other places around the coast. The demise of long-term rentals makes moving to remote, rural and coastal locations to work nearby impossible, and we have so many job vacancies that many companies are simply not operating at full capacity. If we want economic growth, we need workers who can live close to their place of work and find affordable accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For communities to thrive, they need people living there all year round, so that we do not have the winter ghost towns that blight far too many of our popular tourist destinations. We warmly welcome tourists, but the balance between visitors and workers is now not there, and urgent intervention is needed. MPs in seats like mine have been raising these issues for years with multiple Ministers, and I hope that this Minister will remain in post long enough to deliver substantive change and find a way to reverse the demise of the long-term rental sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}