{
    "url": "https://www.ukpol.co.uk/arthur-scargill-1984-num-conference-speech/",
    "title": "Arthur Scargill – 1984 NUM Conference Speech",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "Arthur Scargill",
            "url": "/tag/arthur-scargill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Arthur Scargill, the then General Secretary of the National Union of Mineworkers, to the 1984 NUM Conference.",
    "content": [
        "Fellow members, this Presidential Address has been completed within the last 24 hours, and obviously I have tried to take account of all the factors which have taken place in what can only be described as the most memorable and certainly the most important period in the history of this Union. This Extraordinary Annual Conference takes place during the eighteenth week of the most bitter dispute seen in the mining industry since 1926 -a strike sparked off by the Coal Board’s announcement on March 6th that it intended to close 20 pits and destroy 20,000 jobs over the coming year alone, as part of what Ian MacGregor termed “bringing supply into line with demand”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was obvious that this decision marked the beginning of the pit closure programme announced by the Coal Board Chairman at a Consultative Council meeting over a year ago. On June 14th, 1983 he declared it was the Board’s intention to take 25 million tonnes of capacity out of the industry with the advent of the Selby coalfield. Translated into flesh and blood terms, this meant over 70 pit closures and 70,000 job losses. By the time the Union presented its claim for wages in 1983, it had become clear that the Board’s intention was to run down the industry, getting rid of what it termed “uneconomic capacity”. This programme for butchering coal was strikingly similar to the industrial vandalism inflicted on the British steel industry, where Ian MacGregor wiped out over 100,000 jobs, and, earlier, at British Leyland, where (in collaboration with Sir Michael Edwardes) he destroyed a similar number of jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The policy now openly pursued by the National Coal Board utterly violates the Plan For Coal, agreed between Government, Coal Board and mining Unions in 1974, reaffirmed in 1977 and, more significantly, accepted by the present Government in 1979 and as recently as 1981. Delegates will not need reminding that our Union has consistently pledged itself to fight against pit closures and reductions in manpower levels, while at the same time demanding decent wages and conditions for British miners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do not need reminding of what took place in the 1960s when, in an era of what can only be described as collaboration, the Union acquiesced to a policy of mass destruction of jobs, pits and mining communities. We vowed that never again would we stand by and witness such vandalism – never again would we sit back and watch our people turned into industrial gypsies, wandering from coalfield to coalfield, from pit to pit, searching for work: victims of the narrow, balance-sheet mentality of both Coal Board and Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, the devastation threatening our communities is dramatically and tragically compounded by the destructive monetarist policies which this Government has unleashed. With over four-and-a-half million unemployed people, Britain’s industrial base crippled by lack of investment, and the nation’s social services network being torn to shreds, there is a climate of helplessness, hopelessness and outright despair. It is our responsibility as trade unionists to fight that despair and oppose the policies which created it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was elected President of this Union, by over 70 per cent of the votes cast, I was elected on a programme of total opposition to pit closures and reductions in manpower – a programme demanding better wages and conditions, aimed at restoring the wages of miners to at least the level approved by Parliament itself following the dispute in 1974. Against this background of the last few years, the Coal Board announcement on March 6th, and its decision to close Polmaise and Cortonwood as part of the programme, the Union decided to approve strike action in the coalfields under Rule 41. This decision, taken within the Rules and Constitution of our Union was in fact a reaffirmation of unanimous decisions taken by successive Annual Conferences, both on the issue of pit closures and on the demand for better wages and conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the start of this dispute – in fact, from the day our overtime ban began last November-there has been a lot of talk, particularly from the media, about democracy. I have noted with interest that those who are most vociferous in attacking our Union, telling it what it should and should not do, are in fact the non-elected editors of newspapers, or non-elected judges. They include such public figures as Vice Chancellor Sir Robert Megarry, who is now openly trying to run the affairs of our organisation. I would hope that Conference rejects this blatant state interference in the affairs of an independent and democratic trade union. Indeed, what Sir Robert Megarry is trying to do is in violation of I.L.O. conventions, but his actions reveal clearly the level and weight of the state interference with miners in this dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the police, the judiciary, the social security system – whichever way seems possible, the full weight of the state is being brought to bear upon us in an attempt to try and break this strike. I would further remind all those super-democrats and others both inside and outside our Union, that in 1977, following a National Conference decision and an individual ballot vote which rejected an incentive bonus pay agreement, there were Areas (Areas which in the current situation have called for a ballot before taking strike action) which on that occasion deliberately ignored a national ballot result. They went ahead and introduced into the coalfields an Area-based scheme which has led to deep and damaging divisions within our Union: a scheme which has set man against man, pit against pit, Area against Area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the past eighteen weeks, with over 80 per cent of British miners out on strike fighting for the survival of our industry, our pits, jobs and communities, we have witnessed the sad sight of a small section of our members ignoring, or trying to ignore, the Union’s fight for the future. I want to say to all those men who are still at work: no matter what arguments you put forward, you cannot ignore the most important and precious trade union principle upon which the strength of our movement has been built. When workers are in dispute, you do not cross picket lines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the course of this strike, well over 4,000 of our members have been arrested. Nearly 2,000 have been injured – many of them very seriously. Two miners have been killed fighting for the right to work. Each of these facts alone should have convinced any trade unionist to stop work immediately -and give their support to policies for which our members have been prepared to give their lives. Miners on strike and their families are suffering intense hardship in this dispute, and I can only applaud their incredible determination and courage. Not only have they faced deprivation and hunger – they have found themselves in the front line facing the most massive assault on civil liberties and human rights ever launched against trade unionists in this country. On the picket lines, riot police in full battle gear, on horseback and on foot, accompanied by police dogs, have been unleashed in violent attacks upon our members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have seen in our communities and villages a level of police harassment and intimidation which organised British trade unionists have never before experienced. Preventing the right of people to move freely from one part of the country, or even county, to another; the calculated attacks upon striking miners in the streets of their villages; the oppressive conditions of bail under which it is hoped to silence, discourage and defeat us – all these tactics constitute outright violation of people’s basic rights. It may well be that we will have to go before the European Court of Human Rights to challenge these flagrant acts of injustice. Against such a background I say without equivocation that not one miner should be going to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Nottinghamshire, South Derbyshire and Leicester Areas – regardless of whatever differences exist – had come out on strike along with their colleagues throughout the coalfields, this dispute would by now have been brought to a successful conclusion. I appeal to those who are still at work: search your conscience. No trade unionist can justify crossing an official picket line. No trade union official can condone or collude in such an action. Look instead at the reasons why your colleagues are out on strike. They are fighting for your future and that of your families as well as for their own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the magnificent solidarity of our membership, this Union has proved that the National Coal Board (despite the public statements of Ian MacGregor) can be brought back to the negotiating table. For the first time over the past two years, we are involved in negotiations at which the Board can no longer treat us with contempt. In the course of this strike, the Coal Board has this far lost 36 million tonnes of production, with a further ten million lost during our overtime ban – a production loss valued at £2,100 million. Add to this the £30 million per week paid by the C.E.G.B., which has increased its oil burn from five to 27 per cent in an effort to defeat the miners’ fight for jobs. On top of that is the enormous public cost of the police operations which have hi-jacked our people’s civil liberties and human rights. It can thus be seen that the taxpayers of Britain will have to bear the weight of more than £3,000 million for a dispute caused by Ian MacGregor and the National Coal Board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr. MacGregor’s appalling stewardship of our industry is even more incredible when we consider the costs of closing pits and making miners redundant. These costs are more than twice those required at present to keep pits open and communities intact. Negotiations with the Coal Board have over the past week alone involved the Union in a marathon 25 hours of talks aimed at seeking a solution which would maintain our industry and guarantee employment not only for our members today, but for our sons and daughters. Throughout this dispute, however, it has been clear that the Board’s negotiators are manipulated in every move by the Prime Minister, who seems obsessed with trying to defeat the National Union of Mineworkers. MacGregor is reported to have said that, rather than settle this bitter and costly dispute which has already savaged our nation’s economy, he would prefer to see the miners strike continue in order to try to defeat our Union. We will not be defeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The magnificent courage and determination of our people will see us through to victory. And, at this point, I want yet again to pay special tribute to two elements within our ranks which have provided a unique inspiration in our fight for the future. Throughout the strike, we have seen our young miners out on the picket lines, demonstrating a commitment to principle, and to people, which makes me proud to be President of this Union. We have also seen, in every mining village around the country, the birth and growth of women’s support groups, displaying and inspiring a community solidarity the like of which we have never witnessed in any industry or any union, ever before. Their work and their campaigning has had its own special effect on the broader trade union movement, within which solid support for our strike grows day by day. Much of that support, of course, is historical and long-standing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can only pay the highest tribute to our colleagues in A.S.L.E.F. and the National Union of Railwaymen, whose solidarity has been nothing short of fantastic. To the members of the National Union of Seamen, which has from the very beginning of our strike put into practice the basic principles of trade unionism, and blocked each coal shipment coming into Britain, our Union expresses its deepest appreciation. We will not forget their support. The Transport and General Workers’ Union has also been magnificent in backing us. The solidarity of the T.& G. shines triumphantly in the decision of the nation’s dockers to take action against Biritish Steel’s blatant disregard of trade union rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In calling on all our colleagues throughout the trade union movement-including those working in steel, in the power stations and industry generally-to give physical support to our strike, I say: the best way to protect your own jobs and your families is to support the N.U.M.. By violating picket lines, you are supporting the management of British Steel and other key corporations which have combined with the Tory Government to destroy all our industries. They are the ones responsible for four-and-a-half million unemployed people. There can be no compromise in our Union’s principled opposition to the Coal Board’s pit closure programme. Ours is a supremely noble aim: to defend pits, jobs, communities and the right to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now entering a crucial phase in our battle for the survival of this industry. For the first time since the strike began, even the pundits and the experts have started to admit that the pendulum is swinging in favour of the N.U.M.. Coal stocks have dropped dramatically; there are little more than 14 million tonnes at the power stations, and the situation in industry generally is becoming critical. As we move towards the autumn and the winter, even the most intransigent Tories must recognise that our negotiating position will improve, while that of the Coal Board, backed by the Government, will steadily deteriorate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was elected President of the N.U.M. at the end of 1981, I promised that I would never betray the decisions of this Conference, the rights of our members, nor the principles enshrined in the history of our Union. At the same time, I said I believed that the leadership had the right to demand from the rank-and-file the same loyalty and commitment that the leadership was prepared to give. Over the past eighteen weeks I have witnessed in our rank-and-file a degree of loyalty and commitment that is almost unbelievable, and a dedication to principle among British miners which has roused admiration around the world. I have always felt proud and privileged to be a member of this Union, but never more proud than at the present time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Conference has the task of re-dedicating itself to the policies laid down to protect pits and jobs. We are fighting in defence of our communities for the right to work-and for our dignity and self-respect. The sacrifices and the hardships have forged a unique commitment among our members. They will ensure that the National Union of Mineworkers wins this most crucial battle in the history of our industry. Comrades, I salute you for your magnificent achievements and for your support – together, we cannot fail. I feel privileged to be your President.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}