{
    "url": "https://www.ukpol.co.uk/arthur-scargill-1985-num-conference-speech/",
    "title": "Arthur Scargill – 1985 NUM Conference Speech",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Arthur Scargill",
            "url": "/tag/arthur-scargill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Arthur Scargill, the then General Secretary of the National Union of Mineworkers, to the 1985 NUM Conference.",
    "content": [
        "Conference meets this year following the longest, most bitter and possibly most savage national strike ever seen anywhere in the world. We meet not in the aftermath but still in the midst of a historic and heroic struggle waged by this Union and mining communities against the most reactionary coal industry management seen since the 1920s and 30s a struggle in which we have had to face the combined weight of the most reactionary and destructive Government Britain has known in over a century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have come through a strike which has changed the course of British history: a conflict of tremendous significance which has resounded around the world – a conflict which has transformed the lives of those who stood and fought against the National Coal Board’s disastrous pit closure programme -a conflict which has inspired workers in this and other countries to defend the right to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Union of Mineworkers has challenged the very heart of the capitalist system. We have refused to accept that any industry in capitalist society – whether public or private – has the right to destroy the livelihood of men and women at the stroke of an accountant’s pen. Our challenge has been met by an Establishment reaction of unprecedented savagery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pit closure programme announced by the Board on the 6th March, 1984 was a deliberate action, designed to provoke our Union into either taking strike action or backing down in the face of Coal Board`s policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since November, 1983, the Union had been operating a highly successful overtime ban, building an effective “Campaign For Coal”, winning support both in mining areas and in the wider community the N.U.M. was taking the arguments for saving pits and jobs to our members and their families in a way which had never been seen before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Faced with this unity of action, the Coal Board began a new tactic, using closure announcements to cut across and violate all our industry’s established procedures. As they contemptuously announced 25 pit closures – five of them to come immediately – with a loss of over 25,000 jobs, we knew that our Union had no real choice. We could either accept the Board’s proposals in the certain knowledge that they were only the start of a massive closure programme-or we could take strike action, and fight with dignity and pride for the position we knew to be right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To the eternal credit of our Union, we took strike action. Let me say, unequivocally, that in defending our policies, jobs, communities and industry, we had no alternative – and history will vindicate our action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, four months after our return to work, it is essential too look back over the first crucial phase of our fight for the future, examine what was accomplished, and determine where our Union and its members go from here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that the Union analyses all the events of 1984/85 in order to learn from what took place and to utilise our experience in the next stage of our fight. The Board’s pit closure programme for 1984/85 was not carried through because the miners took strike action! It was the determination of this Union and mining communities which delivered the worst blow ever dealt to the Thatcher Government, and created a crisis in international capital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of the miners’ strike in Thatcherism has been truly astronomic. In their crusade against the N.U.M. and trade unionism, the Government robbed Britain’s taxpayers of ?8 billion (more than eight times the cost of the Falklands War), as they desperately sought to defeat the miners and destroy the National Union of Mineworkers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "History will record that this was a colossal act of vandalism by a monetarist Tory Government, which in order to survive requires a high pool of unemployed – a weak, collaborationist, or non-existent trade union movement – and laws which remove the democratic rights won by our people in over two centuries of struggle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The attack on our Union was the culmination of five years in which the Thatcher Government had successively introduced anti-trade union legislation while raising unemployment to four-and-a-half million – and through the use of the media had implanted in trade unionists’ minds the idea that they could not win any struggle against this new authoritarian Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The decision to appoint Ian MacGregor as Chairman of the National Coal Board was vidence of the Tories’ growing confidence-and, with their success against the N.G.A., and the elimination of trade unionism at G.C.H.Q., they showed their increasing contempt for the T.U.C. and its affiliated unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ian MacGregor was appointed N.C.B. Chairman in order that free market criteria could be applied to the mining industry, following exactly the line pursued by the Tory Government in other nationalised industries. His brief was to carry through a policy of pit closures as the first step towards a restructured coal industry, ripe for privatisation -a strategy which the Tories also believed would see Britain’s most powerful union rendered impotent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Trade unionism and nationalisation are totally abhorrent to MacGregor. His union-busting record in the United States speaks for itself, and it was because of that record that he was brought over to Britain (to the eternal shame of the last Labour Government), first to British Leyland and then to British Steel, before being instructed to butcher British coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His attitude not only towards trade unions but Parliament itself has been demonstrated within the last fortnight-first by his disdainful dismissal of the Conservative-dominated Employment Select Committee’s report, which recommended that the Coal Board review its position in relation to those miners dismissed during the strike – a recommendation which if implemented would result in over 80 per cent of those sacked being reinstated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the strike, over 900 miners were sacked, and since the end of the strike, still more have been dismissed. To date, over 600 have not been reinstated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 50 of our members have been jailed while carrying out union policy, taking action to save pits and jobs. They are political prisoners, whose crime is fighting for the right to work, and an amnesty for them, as well as reinstatement for all who have been sacked, are among our first priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ian MacGregor’s contempt for our industry and those who work within it has also just been demonstrated by the Board’s total abandonment of the agreement reached last autumn with N.A.C.O.D.S., modifying the Colliery Review Procedure. This Agreement, described during our strike as “sacrosanct” by both the Board and the Government, has now been proved the sham we always said it was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ironically, if we judge Ian MacGregor’s stewardship of the coal industry even on the basis of his own market forces criteria, he stands accused of total incompetence and of crimes against Britain’s economy and the British people. During the two years since his appointment, he has cost the taxpayers of this nation over ?90 million per week. He is, by any standards, an unmitigated disaster, and if ever there was a case for redundancy, he represents the perfect candidate -the quicker he goes, the better for all concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The N.U.M. argued from the beginning that Ian MacGregor should never have been appointed, his entire performance during and since the end of the dispute bears witness to our belief. Under his direction, local and area management of the Board have embarked on a vendetta of draconian measures which have deliberately destroyed long-established customs and practice within our industry. We have seen industrial relations dismantled as Board management takes an increasingly hard line against our members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no denying that the miners’ strike could have been brought to a swift and successful conclusion within a short space of time but for a number of important factors which had a major effect on the attitude of both the Coal Board and the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1\\. Following our Special Delegate Conference on 19th April, 1984, which reaffirmed the democratic decision to endorse strike action in accordance with Rule 41, the Union’s call on all Areas to support the dispute was not followed by Nottinghamshire, South Derbyshire or Leicestershire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In refusing to respond to a call from the vast majority of their colleagues already on strike, and – more importantly – by refusing to respect picket lines, those who continued to work producing coal provided a life-line to the Tory Government as it waged class war against the N.U.M.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. There have been many comments from critics, cynics and even some colleagues, suggesting that had we held an individual ballot vote the outcome of our dispute would have been different. That argument has three basic flows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(a) It fails to recognise that miners in 1984 were taking the same kind of action they had taken in 1981, when they had the support of Notts., South Derbyshire and Leicester -without a ballot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(b) By the time of our Conference on the 19th April last year, nearly 80 per cent of our members were already on strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(c) The argument also fails to recognise, or conveniently forgets, that on a previous occasion Areas, including Notts., South Derbyshire and Leicester, refused to accept the democratic decision of our membership as determined in an individual ballot vote, and proceeded to negotiate with the Coal Board an incentive scheme which has helped to divide this Union and weaken our ability to fight for our policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. There have been suggestions (again, from critics, cynics, even some colleagues) that traditional, picket-line militancy is dead. Nothing could be further from the truth, and accurate, historical analysis will prove that point beyond doubt. It was not a failure of mass picketing, but a failure to mass picket that represented a weakness in many sections of our Union, and other trade unions beside ourselves must learn the lessons of what took place in 1984/85.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The mass picketing of Orgreave, like Saltley in 1972, proved so effective that it led to the British Steel Corporation halting its operations on the 18th June, 1984. But – unlike Saltley, where picketing was stepped up and intensified following the first closure – at Orgreave picketing was scaled down following our success on 18th June.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have consistently argued that the tactics which brought us victory at Saltley should have been employed at Orgreave, where with increased picketing we would inevitably have involved the trade union and Labour movement throughout the Sheffield and South Yorkshire area, and brought the flow of coke from Orgreave to a complete halt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are involved in a class war, and any attempt to deny that flies in the face of reality. Confronted by our enemy’s mobilisation, we are entitled, indeed obliged, to call upon our class for massive support. In any future industrial action by any Union – including ours -this must be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. It is a fact that the N.U.M. did not receive the level of support we needed and were entitled to expect from our colleagues in the wider Movements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In spite of pleas from this Union, the leaders of the power workers refused to give us the same basic support they gave in 1974 – a measure of support which, I should add for the sake of the record, was not present in 1972 (contrary to any statements made by media experts). In 1974, by operating basic principled guidelines, power workers stopped the flow of coal into British power stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By acquiescing in the conversion of coal-fired power stations to oil, the power station workers made it possible for the Government and the C.E.G.B. to raise the amount of oil burn from 5 to 40 per cent. Power station workers could have prevented this simply by operating along the same principled lines followed in 1974.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. The abject refusal by I.S.T.C. leaders to mobilise and coordinate the same degree of support for the N.U.M. which we gave steel workers in 1980 not only betrayed every tenet of the “Triple Alliance”, but actually forced and provoked the battles of Orgreave, Ravenscraig and Llanwern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British Steel Corporation has admitted that without the cooperation of the steel unions they could not have kept going, and the Coal Board would thus have been put under intense pressure to negotiate with the N.U.M.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. The Government’s massive transport operation, mounted a long the lines of the Ridley Plan, to convey coal, coke and iron ore to power stations and steel works only proved effective because the power and steel unions failed to respect picket lines and stop deliveries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the other hand, the fantastic support given to us by the National Union of Railwaymen, A.S.L.E.F., the National Union of Seamen, and sections of the T.G.W.U. was not only an inspiration, but a demonstration to the rest of the Movement and the world of what trade union solidarity is all about. Their support is something that our Union will never forget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. Last October, N.A.C.O.D.S., having committed themselves to a united fight with the N.U.M. on pit closures, suddenly capitulated to the Board during talks at the conciliation service A.C.A.S., and accepted what everyone now knows was a deal that amounted to deception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This N.A.C.O.D.S./N.C.B. Agreement, described as “sacrosanct” by both the Board and Government, was praised to the skies by pundits and politicians who criticised the N.U.M. for refusing to accept it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Agreement – which we said was worthless -was supposed to introduce into the colliery review procedure an independent appeals body, acceptable to unions and management, which would review any dispute about the future of a colliery or unit after all other procedures had been exhausted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only four months after the end of the miners’ strike, the Coal Board has now openly violated this “sacrosanct” Agreement, and has announced instead that it will go ahead on its own, unilaterally appointing one inspector to hear any appeals. The N.U.M. warned that the Agreement was a sham, and we have been proved absolutely correct.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. The T.U.C.’s failure to translate into positive action the decisions taken at the 1984 T.U.C. Congress was seen by the Government as a green light to intensify its attacks on the N.U.M. Had the guidelines supporting the N.U.M. adopted by Congress been even partially implemented, the pressure upon the Coal Board and the Government would have been intense, and a negotiated settlement inevitable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There can be no excuse for the T.U.C. General Council’s refusal to provide desperately needed financial assistance to this Union following sequestration and receivership. The appointment of a Receiver for a trade union is unprecedented, and is associated with the new Tory legislation – yet, eight months after receivership was imposed on the N.U.M., the £400,000 fund established by the T.U.C. at the 1982 Wembley Conference remains intact while we fight to survive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. During the strike, the Labour Party leadership allowed itself to be preoccupied with allegations of “violence”, scripted daily by the media-when they should have been attacking the Tory Government for its violence against our industry, and defending our members in the same way as Thatcher defended her riot squad in blue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. The High Court decision last autumn to fine the N.U.M., and then place an order of sequestration upon us failed to stop the Union functioning. Further legal moves then resulted in the High Court sacking the three N.U.M. Trustees and appointing a Receiver, whose purpose was to bring our Union’s operations and administration to a standstill by hijacking our funds. As a result of his appointment, our funds have been depleted by £1 million which would be part of our assets today had the Union’s Trustees not been removed by the High Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. Throughout the past year, and longer, the capitalist media has played a role which would have impressed even Goebbells. Press and broadcasting have smeared and lied about our Union, its leadership and its members. It’s no good just blaming proprietors and managing editors. Journalists-many of whom will say privately that they “support” the miners – have allowed themselves to be used to attack us every day at every turn, as we fight to protect and sustain our industry. But in hurling weapon after weapon at the N.U.M., our enemies have revealed more than their hatred of us – they have revealed their own fear. Their viciousness springs from the knowledge that the heart of their own-class ridden system is under attack.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. The proposal for a return to work without an agreement was a fundamental mistake – and events have shown that this was not the best course of action to adopt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, let no-one talk to me about defeat or setbacks. Those who since the end of the strike have pontificated in a negative and destructive fashion fail utterly to understand the nature of what actually took place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Union must not turn inwards in an orgy of self-criticism. We should stand confident and proud of what we have achieved, proclaiming the positive aspects of the dispute, and the most important victory of all – the struggle itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within our Union and our communities, the strike brought forth revolutionary changes. I never tire of paying tribute to our young miners, whose courage and determination throughout the months’ battle remain an inspiration to us all. Our union must continue to involve them and use their energy and skills to the full.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also acknowledge, yet again, the magnificent force which has emerged to take its rightful place alongside the N.U.M. -the women’s support groups. No words of mine can pay adequate tribute to their historic contribution to our common struggle. I believe I speak on behalf of Michael McGahey and Peter Heathfield as well when I say that nothing gives me greater pride than my association with Women Against Pit Closures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have been our strongest and truest allies, and there is absolutely no doubt that their collective strength is crucial to the fight that still lies ahead of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Future**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the N.U.M., the tasks ahead present the greatest challenge any trade union has ever faced. We must build from this Conference a united fight united on policies and on principles. We must intensify the fight to save pits, jobs and communities, knowing that in the present climate only industrial action hopefully involving other mining unions can stop a pit closure programme which if allowed to proceed would slaughter our industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must demand from the rest of the Movement – in particular the leadership of the Labour Party and the T.U.C. -a commitment in action to our fight for coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The case to protect our communities and mining families is irrefutable- but never forget that it is inextricable from the economic case for coal, and it is on our economic case against pit closures that we urge the Labour Party and T.U.C. to campaign in Parliament and throughout the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The brilliant economic case against pit closures produced by Andrew Glyn of Oxford University shows that the cost to Britain’s taxpayers of closing a pit is almost double that of keeping it open, employing workers and producing valuable coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a fight for Britain’s future, and the extent to which we succeed or fail fundamentally affects other workers and the nation’s destiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rail and steel industries, now under increasing attack must learn the lessons of the last 12 months, and understand that the surest way to save British steel and the railways is to take combined action-and not leave trade union colleagues isolated when facing a concerted attack by the ruling class.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But ours is not just a defensive fight. Our generation of trade unionist has a responsibility to make the dreams of the Socialist pioneers a reality. In fighting to save our nationalised industries and public services, we must win for them and for the British people the democracy, accountability, efficiency and profitability they have been denied over the past 40 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking ahead, one immediate task facing us – and the Movement – is building the campaign to release our members, jailed as political prisoners fighting against pit closures. We must win reinstatement at work for our members sacked during and since the end of the strike. This task is as crucial to our Union as the fight to save the industry itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We make it clear to the next Labour Government that it must first of all ensure that it frees from jail and reinstates at work any miners who remain victimised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next Labour Government must then address itself to the National Coal Board. It is no longer enough to merely call for the dismissal of ]an McGregor, although the N.U.M. and the Movement must continue to do that. The next Labour Government must remove all senior Coal Board personnel, and all area and local managers who have not only participated during the last two years in the deliberate destruction of our industry, but who have viciously attacked our members and sought to humiliate them since the end of the strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The N.U.M. must then be invited to share in the responsibility of running the National Coal Board as it should be run – of the people, by the people and for the people. The Board must be accountable to those who work within our industry, and the Chairman should be the nominee of the unions. Only in this way can the great wrongs of the past five years be righted, and our industry expanded and developed in line with 1974 Plan for Coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It follows that we must therefore make the broad alliances necessary to create the conditions for the swiftest possible return of a Labour Government – one which will mobilise a march towards full employment, while campaigning for peace, the removal of all nuclear bases from Britain, and economic justice throughout the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the struggles and turmoil of the past two years, our Union will continue to participate in plans for a new Miners’ International Organisation, incorporating East and West by bridging the ideological differences and ripping away the barriers that have separated workers for far too long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we look at rising unemployment within Europe, the threat to other E.E.C. coal industries, as we view the horror of incessant warfare in the Lebanon, or watch while thousands die of hunger in the Third World, we cannot forget that our own struggles are connected with those of workers everywhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we see the nuclear madness of the ever-increasing arms race, we must re-dedicate ourselves to campaign for peace – without world peace there is no hope for any of us. We must campaign until the billions spent on weapons of death and destruction are spent instead on providing an improved quality of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Conference is a vital one. It follows a historic strike which has united our communities as never before. It is true to say that in 1984/85, for the first time in 50 years, many of our people discovered the real meaning of the word “community”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there are also indications (carefully nurtured by our enemies in the Board and Government) of splits and divisions in our great Union-divisions which would inevitably affect our ability to fight effectively to stop pit closures, save jobs or indeed to represent as powerfully as we should the interests of the entire membership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time when the industry is under attack from the ruthless Government seen in our lifetime, it would be a disaster for every member of the Union if any breakaway were to take place. But, as history shows all too clearly, it would be most disastrous of all for those who themselves formed any such breakaway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call on all sections of our Union to take strength from the lessons of 1984/85, and from the fact that we are all part of a national Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pledge for my part to accept the decisions of Conference – whether it be on policy or Rules – and to work wholeheartedly for them. No matter what my personal view, I will fight for the policies you decide, and I believe that all Areas of the Union should give the same commitment. That is my responsibility as President and I carry it proudly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like, in conclusion, to express my appreciation of the unfailing solidarity and comradeship shared throughout our struggle by the three National Officials. Michael McGahey, Peter Heathfield and I have worked together in a way which has helped me meet and combat the unremitting attacks of our class enemy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Union’s contribution to history and to humanity is in itself a triumph – let our great strike be the beginning of the fight not only to save jobs and pits, but to strengthen our Union, and help create the conditions for electing a Labour Government pledged to fulfil the aims and principles upon which the N.U.M. was founded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}