{
    "url": "https://www.ukpol.co.uk/patricia-scotland-2000-speech-to-the-rcs-symposium-baroness-scotland-of-asthal/",
    "title": "Patricia Scotland – 2000 Speech to the RCS Symposium [Baroness Scotland of Asthal]",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Patricia Scotland",
            "url": "/tag/patricia-scotland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Scotland, Baroness Scotland of Asthal, the then Parliamentary Under-Secretary of State at the Foreign Office, at the Royal Commonwealth Society in London on 20 July 2000.",
    "content": [
        "I was delighted to be asked by the Royal Commonwealth Society to open this important seminar and to speak on ‘The UK and the Commonwealth – A New Agenda.’ For this government does have a new agenda for the Commonwealth. We signalled it in our first few days in Robin Cook’s mission statement for the Foreign and Commonwealth Office. He said that one of our goals would be ‘to strengthen the Commonwealth and to improve the prosperity of its members and cooperation between its members’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we meant it. Ours is the longest and closest association with the Commonwealth. As families grow over generations, so we have seen the Commonwealth develop and mature. Last year, we celebrated the 50th anniversary of the modern Commonwealth, the London Declaration. In 1949 the term ‘the British Commonwealth’ was formally consigned to history and the Commonwealth began its engagement with the challenges of the second half of the 20th century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have new challenges today, some inconceivable in 1949.The Web, the ozone layer, AIDS. But we must also recognise the strengths that the last fifty years of the Commonwealth’s evolution have delivered. Our inheritance that we must now build on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should be proud of what the Commonwealth has achieved. Its track record with its contributions to the liberation of Zimbabwe and South Africa. Its Declarations, especially Singapore, Harare and Millbrook. The effective work of the Commonwealth Fund for Technical Co-operation, year in, year out. The spirit generated by its Games. Its track record in making it unacceptable for a military government to be a member of the Commonwealth, its fundamental belief in democracy. One person, one vote, one voice in that society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there were mistakes too, which we should be careful not to repeat. We need to acknowledge the sorrows of the past to chart a course for the future. The harsh memories of the bitter cruelty of apartheid, the deaths of men like Ken Saro-Wiwa, the senseless wars, famines, exploitation and expulsions and exclusions of minority groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a crucial moment. So much has changed, been transformed in the last fifty years. The Commonwealth offers a partnership, a meeting of minds across cultures. An international organisation well-suited to the new demands of the 21st century. An association where the UK is one member out of fifty four, an equal voice, one that wants as Robin Cook stated to ‘strengthen the Commonwealth’. How?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**GOVERNMENT COMMONWEALTH INITIATIVES**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1997 we have made strides in delivering on that commitment. I would like to mention just three initiatives:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hosted the largest ever Commonwealth Heads of Government meeting in Edinburgh in 1997. We also contributed to two initiatives which are now established features of CHOGMs and increasingly important Commonwealth concerns – a greater voice for the private sector and for civil society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, building on our mission statement, we made the theme of that year’s meeting ‘Trade, Investment and Development – the road to Commonwealth prosperity’. We organised, with the Commonwealth Secretariat, the first ever Commonwealth Business Forum in London before the Heads’ meeting. We and the Department of Trade and Industry provided the seed-corn funding that led to the creation of the Commonwealth Business Council. I am delighted that only three short years later, the Council has become such a respected player internationally. Its impact has been considerable, its Forums world-class events. It has offered a voice to the private sector within the Commonwealth and contributed significantly to its debates, notably in the run-up to the WTO Ministerial in Seattle last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we backed this Society’s initiative in establishing the first ever Commonwealth Centre for Non-Governmental Organisations in Edinburgh in 1997.I would like to pay tribute today to the late Sir David Thorne, the Society’s former Director-General. His dynamism and vision contributed so much to that first Centre. He and his team created what was memorably described as ‘a networkers’ paradise’, which allowed for real debate and exchanges between members of the Commonwealth’s civil society. Sir David would have been delighted to see that these centres are now part of the established institutions at CHOGMs. It is a remarkable legacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With these two initiatives the UK Government laid the groundwork for these important developments within the Commonwealth – a stronger voice for the private sector and for civil society. We would like to see these built on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1997, we have continued to support the Commonwealth by our representation and participation at all Commonwealth ministerial and official meetings. We continue to pay our subscriptions to Commonwealth institutions. We play our part. Some may argue we should do more. Others remind us that it is no longer the British Commonwealth! I think we get the balance of our involvement about right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to see the Commonwealth as an association that matters. But we are not complacent about it. It is not self-evident that the world needs more international organisations. Each of them must justify their existence and their hunger for limited resources. We want the Commonwealth to be an organisation fit for the 21st century. We want one which has clearly defined where it adds value internationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**COMMONWEALTH REVIEW**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as part of that commitment, there has been a third UK initiative. During the Commonwealth Heads’ Retreat in South Africa in 1999, the Prime Minister called for a review of the Commonwealth so that all its members – both governments and peoples – could be convinced about why they should be stake-holders in a modernised Commonwealth. His call was taken up enthusiastically by his colleagues. President Mbeki agreed to chair what has become known as the High Level Review Group. The agreed aim is ‘to review the role of the Commonwealth and advise how best it could respond to the challenges of the new century’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me first outline how the review will be run. President Mbeki, as host of the most recent CHOGM, is now the Chairperson-in-Office of the Commonwealth for the next two years. He wants member countries to drive the review, and not rely on the Commonwealth Secretariat. He has set up a unit in the South African Foreign Ministry to administer the Review. President Mbeki and Mr Blair, with the heads of Government of Australia, India, Malta, Papua New Guinea, Singapore, Tanzania, Trinidad and Tobago and Zimbabwe and the assistance of the Commonwealth Secretary General, will make recommendations to their fellow Heads at the 2001 CHOGM in Brisbane, Australia on what the Commonwealth’s agenda should be. Heads of Government plan to have a first meeting in the margins of the UN Millennium Summit in New York in early September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We see the Review as an exciting opportunity to define why the Commonwealth still matters at the start of the century. The Commonwealth can and does make a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last few months have seen an unprecedented period of turbulence in a number of member countries. This has demanded much of the Commonwealth and its Secretariat. It has also placed the association in the international media spotlight. Some commentators have questioned its value. Yet we have seen how the Commonwealth has continued, quietly but effectively, to demonstrate its commitment to promote its fundamental values. Let me give you three examples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, Sierra Leone. The Commonwealth has given political support for international efforts to establish lasting peace and stability in Sierra Leone. It has played a leading role in helping to rebuild an effective police force. We attach importance to this work and see the police as playing a central role in Sierra Leone now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Commonwealth does not, of course, have a mandate to intervene militarily. But individual Commonwealth countries have provided bilateral assistance or contributed under the United Nations umbrella to uphold democratic principles. The UK is, outside the region, the leading bilateral donor to Sierra Leone and is leading efforts to build a democratically accountable Sierra Leone Army. Other Commonwealth nations – India, Nigeria, Ghana, Kenya, Bangladesh – have contributed troops to the United Nations operation (UNAMSIL).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout its current difficulties, the Commonwealth Ministerial Action Group – CMAG has shown Commonwealth readiness to assist in practical ways the reconstruction of Sierra Leone and the consolidation of its democracy. Shared traditions and a commitment to the same values should not be under-valued in such situations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, Zimbabwe. In May, the Commonwealth Secretary General visited Zimbabwe to convey CMAG’s deep concerns over the loss of life, the violence, the illegal occupations of property, the failure to uphold the rule of law and the political intimidation in the run up to the elections. CMAG Ministers expressed their support for an environment conducive to free and fair elections within the prescribed constitutional timetable. CMAG welcomed the decision of the Zimbabwe Government to allow international observers to report on the election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The subsequent Commonwealth election observer team is to be credited with contributing to an election judged to have passed without any major disturbance with a poll and count that could be accepted, against the terrible background of the run-up to the elections. Indeed, the team’s report did not fudge its concerns about the run-up. And the Commonwealth remains engaged in dialogue with Zimbabwe as it enters the post-election period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, Fiji. The situation there remains complex and unclear. Having lapsed from Commonwealth membership once before, after the 1987 coups, Fiji knows what it is like to stand outside the Commonwealth family. On that occasion it took 10 years before a new Constitution, followed by legitimate elections created the conditions for return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout that period the Commonwealth stood ready to help as it does again now. Following the recent hostage taking crisis, Fiji once more stands on the brink of unrest and dissension with an inevitable impact on the economy and the livelihoods and lives of ordinary people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "CMAG in June unanimously condemned the use of armed force against Fiji’s democratically elected Prime Minister and Government, expressed concern over the imposition of martial law in Fiji and the abrogation of the 1997 Constitution which constituted a serious violation of the Commonwealth’s fundamental principles as enshrined in the Harare Declaration,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "CMAG took the decision to suspend Fiji from the councils of the Commonwealth, called for the release of hostages, the return of the rule of law, and for a timetable to be set for the restoration of constitutional rule. A CMAG mission visited Fiji, led by the Group’s Chairman. The situation as I speak remains tense, despite the release of the hostages. There are disturbing indications that a sector of the population will be excluded on nothing other than racial grounds. CMAG will review the situation at their next meeting in New York in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These examples show that as the new century begins the Commonwealth continues to add value internationally through its unique character, its shared traditions and discreetly effective diplomacy. It has shown yet again that it can make a difference. It does matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the High Level Review we, all of us, have the opportunity to strengthen it further. It is vital that we seize this opportunity. I am glad that there are representatives from High Commissions here today. I trust you will communicate the importance we attach to the Review back to your capitals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**THE UK’s APPROACH TO THE REVIEW**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How are we in the UK going to approach it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last November in this building, Robin Cook in an address to this Society outlined the government’s approach. He argued that the key is globalisation, and the challenge and opportunity it offers the Commonwealth to play an important role on the world stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He outlined an action plan based on the creation of a Commonwealth of prosperity, of sustainable development, of opportunity, of security and of rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was an initial framework, an indication of how we saw some of the priorities. But we recognise others may have different priorities and the Commonwealth operates by consensus. We want to listen to other governments’ views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we also want to open up the debate here to members of our civil society and private sector, which is why this seminar today provides such a valuable occasion. We will reflect your priorities in the proposals we are preparing for the Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we don’t expect the debate to be concluded today. Today is just the beginning. We want an ongoing nation-wide debate here right through to the 2001 Brisbane meeting. To help that along, we thought it would be helpful to set up an electronic point of contact in the FCO for our Commonwealth organisations, associations, interested individuals to feed ideas into our thinking. We have established a dedicated e-mail address for contributions to the review. It is [Modern.Commonwealth@mail.fco.gov.uk](https://web.archive.org/web/20001117075300/mailto:Modern.Commonwealth@mail.fco.gov.uk).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am afraid that I cannot today go into the details of the UK’s policy on the review. That will be the prerogative of the Prime Minister when he meets his colleagues in September. But we will take into account any contributions we receive. I would particularly like to attract comments from our young people, the next generation, to see what the Commonwealth might mean to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in broad terms, we want to see the Commonwealth playing a stronger role in defence of those values which it has already agreed, in the Harare Declaration, to be fundamental: democracy, human rights, the rule of law, good governance and sustainable development. We would like to add to those values. For example, there is nothing in Harare about freedom of expression, but that is a fundamental element in a free society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would like to see the remit of the Commonwealth Ministerial Action Group expanded to enable CMAG to look at situations which, although they fall short of unconstitutional overthrow of the legitimate government, nevertheless give cause for concern that the Commonwealth’s values may not be being upheld.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would also like to see the role of civil society strengthened in the Commonwealth. We understand the reluctance of some governments on this, particularly those who equate civil society with the opposition. But it is worth recalling the Commonwealth Foundation’s report Citizens and Governance: Civil Society in the new Millennium, presented to Heads at the Durban meeting. Its foreword states, ‘it is only now becoming accepted that the only true definition of well-being can come from citizens themselves, because it is they who have to live with their problems, their needs, their hopes and their aspirations’. The report articulated powerfully the concerns of the peoples across the Commonwealth. We need to transform those concerns into actions which make a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For that to happen, this Government is committed to ensuring that we listen to your voices and reflect your concerns and aspirations in our contribution to the review. We want to include everyone. That is why this seminar is such a good launching pad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**CONCLUSION**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me conclude by summarising why the Commonwealth matters to us in the United Kingdom and why this Review is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Commonwealth is an important global network, remarkable for its diversity and commitment to democracy, human rights, the rule of law and sustainable development. It links both governments and peoples. Its citizens have made huge contributions to this country over the last fifty years. We want it to matter even more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want the Review to give us the best informed choices about the Commonwealth’s future. We must get the policy right. We must learn from the past, take the best of received wisdom, respond to today’s challenges with imagination and courage and fashion a Commonwealth that the next generation will find worth inheriting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}