{
    "url": "https://www.ukpol.co.uk/alexander-scrymgeour-2022-tribute-to-hm-queen-elizabeth-ii-12th-earl-of-dundee/",
    "title": "Alexander Scrymgeour – 2022 Tribute to HM Queen Elizabeth II (12th Earl of Dundee)",
    "post_date": "September 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alexander Scrymgeour",
            "url": "/tag/alexander-scrymgeour/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alexander Scrymgeour, the 12th Earl of Dundee, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I pay tribute as Her Majesty’s hereditary banner-bearer for Scotland. Along with your Lordships, I send condolences to the Royal Family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As has been said, the Queen’s passing yesterday is already noted everywhere to have caused shock, uncertainty and even fear. Yet the corollary of that is the healing strength of what she achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether here in the United Kingdom, in the Commonwealth or elsewhere abroad, there are her priorities for how things should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These may perhaps be summarised by her comments in London in 1969, at the 20th anniversary of Europe’s human rights institution, of which the United Kingdom remains a key member:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Council of Europe provides us with a means to dismantle the barriers to communication, understanding and common effort between the European peoples. For the sake of future generations and for the peace and prosperity of our continent, we should grasp this opportunity with both hands.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s humour, warm personality, astuteness and concern for others are well known across the world. The noble Baroness, Lady Finlay, referred to her corgis and love of animals—an attribute shared with St Francis. Certainly at all times, her wishes were to encourage the prescriptions of harmony within the famous prayer of St Francis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I join your Lordships in recognising the enormous benefits that her long reign brought to all of us, both nationally and internationally, with huge thanks; and with appreciation for her remarkable legacy that will endure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}