{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-the-post-office-horizon-it-system/",
    "title": "Paul Scully – 2022 Statement on the Post Office Horizon IT System",
    "post_date": "February 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 24 February 2022.",
    "content": [
        "First, [I apologise, Mr Speaker, for the misunderstanding](https://www.ukpol.co.uk/lindsay-hoyle-2022-statement-on-the-post-office-horizon-it-system/). I was prepared to make a statement, but obviously the current situation and affairs have got in the way. I am happy to provide an update on Horizon matters since I last made a statement in December. I met the Business, Energy and Industrial Strategy Committee last month, and last week the Select Committee published its interim report on the Post Office and Horizon IT scandal. The Government will consider the Committee’s recommendations and respond in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People need to know about how this scandal came about and what protections are in place to avoid history repeating itself. That is why the Government established the Post Office Horizon IT inquiry to investigate exactly what went wrong. The evidence from postmasters who have participated since the inquiry hearings began last week has been harrowing to hear, and I thank those postmasters for their courage and their willingness to revisit the trauma they have experienced. Compensation cannot take away the suffering that affected postmasters have experienced, but we are determined that each eligible person gets what is due to them, and that that is paid as quickly as possible. Of the 72 postmasters whose convictions have been overturned, more than 95% have applied so far for an interim compensation payment of up to £100,000, of which 63 offers have been accepted and paid. The Government are pushing for final settlements for quashed convictions to follow as quickly as possible, and negotiations on the first two have begun. The Government are determined that all unjust convictions are quashed. The Post Office is reaching out to affected postmasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office is also in discussion with other public prosecuting bodies responsible for the convictions of postmasters that may have relied on Horizon evidence to ensure that those postmasters are also contacted and enabled to appeal. Offers have been made to over 40% of applicants and compensation has been paid to 764 postmasters who have applied to the historical shortfall scheme. So far, 28 postmasters are proceeding through a dispute resolution process aimed at achieving acceptable settlements. At least 95% of those cases should have been dealt with by the end of the year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With compensation for overturned convictions and the historical shortfall scheme well under way, the postmasters on whom my attention is now focused are those who exposed the whole scandal by taking the Post Office to the High Court. I know that many hon. Members support the Select Committee’s view that it is unfair that they received less compensation than those who were not part of the case. I sympathise with that view too. I cannot yet report a resolution of that legally complex issue, but we are doing everything we can to address it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The compensation that postmasters are due will exceed what the Post Office can afford, so the Government are stepping in to meet a good deal of the cost of that compensation. I recognise that is an unwelcome burden on the taxpayer, but the House, and I am sure taxpayers themselves, will agree that the alternative is unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}