{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-government-amendments-to-the-online-safety-bill/",
    "title": "Paul Scully – 2022 Statement on Government Amendments to the Online Safety Bill",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 30 November 2022.",
    "content": [
        "The Online Safety Bill is a vital piece of legislation, and this Government are committed to ensuring that it does more to protect children and ensure that any provisions for adults consider the importance of free speech. On 29 November, the Secretary of State for Digital, Culture, Media and Sport, my right hon. Friend the Member for Chippenham (Michelle Donelan), issued a written ministerial statement (WMS) setting out a number of policy changes to achieve this aim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The approach we are taking has three main aims. We are strengthening the protections for children in the Bill, ensuring that adults’ right to legal free speech is protected, and also creating a genuine system of transparency, accountability and control to give the British public more choice and power over their own accounts and experience. The Secretary of State’s WMS yesterday set out these changes in detail, alongside additional changes we are seeking to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the Bill’s stage of passage, it is not possible to make the majority of these changes at Report stage, as the amendments relate to clauses that were debated on the first day of Report. Therefore, as mentioned in the Secretary of State’s WMS of 29 November, the Government intend to return a limited number of clauses to a Public Bill Committee. This process would allow the proposed changes to go through robust and thorough scrutiny in the Commons, and would provide for line-by-line scrutiny of the amendments being made. The recommitted clauses would then come back to the whole House for debate at a third day of Report stage. A vote on this recommitment motion will take place immediately after Report stage on 5 December.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As amendments for consideration at Committee cannot be formally tabled before that vote has passed, I am therefore setting out alongside this statement indicative drafting to demonstrate the amendments we will be tabling should a Committee stage take place, so that parliamentary colleagues can consider them in detail and understand the Government’s intentions with the Bill. These amendments are substantively final and the policies that they reflect will not change; the draft amendment paper, attached as annex A, includes explanatory statements of each amendment. However, small tweaks to the drafting may be required before the amendments are formally tabled, to ensure that they are as clear and effective as possible. Amendments in the paper are based on the most recent Bill print, which follows amendments at the Bill’s previous Public Bill Committee stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am acutely aware of, and fully agree with, Parliament’s desire to see this legislation enacted. I will therefore be seeking to keep the recommittal process as short as possible within the bounds of allowing proper consideration of the changes, and anticipate that should the recommittal process proceed, the Bill will be passed to the House of Lords for consideration in January. I intend to work closely with Parliament to ensure that we are able to get this vital piece of legislation on to the statute book in this parliamentary Session.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The attachment can be viewed online at: <http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-11-30/HCWS403/>.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}