{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-at-the-gambleaware-annual-conference/",
    "title": "Paul Scully – 2022 Speech at the GambleAware Annual Conference",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Gambling Minister, on 7 December 2022.",
    "content": [
        "Good morning everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to start by thanking GambleAware for the invitation to speak today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to be a part of your 10th conference and to talk about our collective efforts to protect people from gambling harms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to talk about our Gambling Act Review, which as you know is a priority for the Department. Making sure we have the right protections in place is an essential part of that Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware that you’ve seen a few different faces in the role of gambling minister in the last six months. I am very pleased to have been appointed as Minister for Tech and the Digital Economy, including the lead for government on gambling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a challenging brief, but one that I have enjoyed getting stuck into and I look forward to the very important work that we will be doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it is vital to get out and meet people who are directly involved in the issues that government is considering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my first weeks, I have made it a priority to meet a very broad range of people, including clinicians, parliamentary groups, charities, the gambling industry and people with personal experience of gambling harm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have given me extremely valuable insights, including on how serious and lasting the effects of gambling harm can be. Thank you to those who are with us here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, you’ll all be aware that our Gambling Act Review is a wide ranging look at the evidence on gambling and our regulatory framework. The commitment we made was to make sure it is fit for the digital age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DCMS leads on all aspects of gambling policy and regulation, and we look at it through a variety of lenses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Harms, and addiction or problem gambling as a health issue, are essential considerations. Given the theme of the conference, they are what I will mostly speak about today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also have to make sure regulation is fair and proportionate, and works for the large number of people who gamble without experiencing harm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These aren’t incompatible aims – if gambling is to be a pastime that people can enjoy, it must not be dangerous or exploitative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are in a good position in this country, in that most gambling is done in the licensed sector, where operators have to comply with Gambling Commission rules to keep their licence. We want that to remain the position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And within that licensed sector, we have to be continually alert to make sure we have the right protections and safety nets, and that they are working as they should.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The gambling landscape today is very different to 2005.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People can access the full range of products, from bingo to casino, whenever and wherever they are. So it is vital these protections are able to respond quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People who start experiencing difficulties must be spotted early, before lasting damage is done, and they must be helped. We need to get that right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And DCMS works closely with the Department of Health and Social Care, which of course is the lead in government for health and for public health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Be assured, I’m very aware that there are a number of people who are in the grip of an addiction or serious gambling problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last Health Survey for England found that 246,000 people were considered problem gamblers, with a further 1.6 million at risk of suffering harm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For people in the worst situations, their lives can be ruined – with bankruptcy, losing a home, relationship and family breakdown and even suicide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our review of the Gambling Act will take action to help prevent these harms, with targeted, proportionate and effective reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I’m sure you’ll agree though, gambling harms cannot be tackled by working in isolation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The theme of today’s conference – “Taking action to tackle gambling harms as a public health issue” – requires collaboration, communication and consistency at different levels to ensure the right protections are in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an opportunity to share perspectives and experiences with others, and to collaborate in the prevention of gambling harms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The causes of gambling related harm are complex to unpick and address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Individual circumstances, environmental and other health factors play a role, but our approach also needs to look at the products and the practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to make sure anyone who is experiencing gambling-related harm can access the right support whenever and wherever they might need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you all know, we’ve been carrying out the most thorough review of gambling law since the 2005 Act. We want to publish it as soon as we can, but also we need to make sure we get it right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is absolutely right that gambling policy and regulation to make gambling safer and to prevent harm has not waited for the Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a lot of action to tighten protections in the last few years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Gambling Commission has banned gambling on credit cards, to help stop a person gambling with money they don’t have which could cause serious harm to them and their loved ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has made online slots games safer by design, bringing in further protections on a product which is associated with higher levels of harmful gambling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has strengthened rules on how operators must identify harm and interact with customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it has tightened restrictions on the provision of VIP schemes after seeing too many instances of irresponsible practices from operators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has led to a significant reduction in the number of VIPs but we and the Commission will continue to monitor this nonetheless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also seen a step change in the Commission’s enforcement activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past year alone we’ve seen a number of operators pay out over £45 million because of regulatory failures – two of the largest operators alone have paid £26m.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By comparison, in the whole of the 2016/17 financial year, the Commission took action against 3 operators who paid £1.7m due to regulatory failures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Review is an opportunity to build on these changes, and do more to make sure we have the right protections for the digital age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To tackle gambling harms effectively we must understand the problem and tailor our solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we need to take both wide-ranging action, and targeted and proportionate action, where and when each is appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why gambling legislation and Gambling Commission rules operate at many different levels, like a classic public health approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They put in place a wide range of protections for the population as a whole – like specific controls on addictive products and how businesses can operate. There are also specific rules for particular groups, like children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that, like alcohol, gambling carries an inherent risk, and it is right that most forms are restricted to adults.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for people suffering harm, who have greater needs, the rules require targeted interventions and particular support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This includes not just operators stepping in to prevent harm, but providing self-exclusion schemes and funding which goes towards treatment services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Communicating the risks of gambling has been identified as an essential public health intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend GambleAware for the work they continue to do to raise awareness of risks and the support available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re also looking at this in the Review, analysing what is most effective when it comes to communicating the potential harms of gambling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware of the changes introduced in Australia which mandate specific taglines in advertising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are considering these developments and others very closely and want a solution that works for our own country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But having a greater public awareness of the potential harms and equally the sources of support is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Closer to home, the Advertising Standards Authority rules to prevent gambling adverts having inappropriate appeal to children have now come into force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know these were in response to landmark research commissioned by GambleAware and is a textbook example of what collaboration in tackling gambling harms can deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I’m very aware that individual circumstances can vary widely and change in time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right that there is a wide range of requirements on operators to detect where individuals are vulnerable and take active steps to protect them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we all know about cases where checks and interventions have been happening too late or at the wrong levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Making sure we have the right rules is a key consideration of the Review and part of our vision for the sector in the digital age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, though our intention is always to prevent harm, it is also essential to provide the right treatment for those who do need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m very aware of the invaluable role that GambleAware plays in treatment provision, commissioning the majority of specialist support for people experiencing problems with gambling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commitment to establish up to 15 specialist NHS clinics by 23/24 is also progressing well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that seven are now open in London, Leeds, Sunderland, Manchester, Southampton, Stoke-on-Trent and Telford, with a further gambling and gaming addiction clinic for young people in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I had a great meeting with Henrietta and Matt of the London and Leeds clinics just yesterday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I fully support the work of GambleAware and GamCare to help integrate your services with those of the NHS, including in primary care settings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A coherent and robust treatment pathway will ensure that there is no wrong door when it comes to accessing support or treatment for gambling harms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want anyone in the country experiencing gambling-related harm to have access to support and treatment whenever and wherever they need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as we publish our white paper, we want to continue to work with all of you in the room and to draw on your expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Gambling Act review is an opportunity to put the right framework in place to meet the challenges and seize the opportunities which have come with the changes since the 2005 Gambling Act was passed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank GambleAware and many of you in the audience for your responses to our call for evidence, and for being so active in your engagement with the department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to thank all of you working in the sector for your ongoing efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re determined to make sure that the Review gets the right protections in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to the Review and I am aware that delays to the white paper have been difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to confirm that we are keen to publish it in the coming weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I want to make clear that the white paper is not the end of our discussions on these matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to further conversations about how we will bring its measures into effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}