{
    "url": "https://www.ukpol.co.uk/paul-scully-2021-statement-on-horizon-and-the-post-office/",
    "title": "Paul Scully – 2021 Statement on Horizon and the Post Office",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 18 March 2021.",
    "content": [
        "Problems with the Post Office’s Horizon IT system have affected the lives and livelihoods of many postmasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the years, the Horizon accounting system recorded shortfalls in cash in branches. The Post Office at the time thought that some of these were caused by postmasters, and this led to dismissals, recovery of losses by Post Office Ltd and, in some instances, criminal prosecutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A group of 555 of these postmasters, led by former postmaster Alan Bates, brought a group litigation claim against the Post Office in 2016. It is clear from the findings of Mr Justice Fraser, just how wrong the Post Office was in its relationship with postmasters and that there were clear failings with the Horizon system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government pay tribute to those postmasters and colleagues across the House who continue to shine a spotlight on such an important issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office reached a full and final settlement with claimants in the group litigation in December 2019 and apologised for its past failings. That settlement was an important step towards addressing the wrongs of the past, but it was only the start of a long journey for the Post Office to repair and strengthen the relationship with postmasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the settlement the Post Office agreed to set up the historical shortfall scheme. The scheme was open to current and former postmasters who did not participate in the group litigation claim against the Post Office and did not have a criminal conviction, but who may have experienced and repaid Horizon shortfalls. It is therefore an important step in making sure that all those who were affected have the opportunity to seek resolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme closed in August 2020 and received over 2,400 applications. This number was higher than the Post Office had anticipated when the scheme was established. All of these applications of course need to be properly assessed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office is committed to the successful delivery and timely completion of the historical shortfall scheme. However, the cost of the scheme is beyond what the business can afford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will therefore provide sufficient financial support to the Post Office to ensure that the scheme can proceed, based on current expectations of the likely cost. The Secretary of State for Business, Energy and Industrial Strategy is providing this support in his capacity as sole shareholder in the Post Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are two reasons this is being done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we must ensure that those postmasters who have applied to this scheme are able to seek redress. By supporting the scheme, we will make it possible for these postmasters to be fairly compensated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we must protect the post office network. As we have seen through the pandemic, it provides essential services to citizens across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without this support the Post Office would be unable to deliver fully the historical shortfall scheme and it would be unable to continue to operate its network as we know it today. This is a critical intervention that benefits current and former postmasters and the millions of customers that rely on their local post office branch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final cost of delivering the historical shortfall scheme will be determined over the coming months, including through the work of an independent panel. This support will ensure that postmasters are appropriately compensated, however we will not spend more of taxpayers’ money than is necessary to ensure the scheme meets its objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office is rightly contributing what it can from its own resources to the delivery of the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While it is important that the scheme remains independent of Government it is also important that this shareholder support delivers value for money. The Government are confident that the controls in place in the design of the historical shortfall scheme will make sure this is the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office will make the first offers to applicants shortly. However, given the number of applications it will take time to work through all the claims that the Post Office has received. The Government would therefore like to thank postmasters in advance for their patience and reassure them that their claims will be properly handled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Horizon dispute has affected the lives of too many people and supporting the scheme operated by the Post Office will help them right the wrongs of the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also ensure that a situation like this can never be allowed to occur again. That is why this Government have asked Sir Wyn Williams to lead the Post Office Horizon IT inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Wyn’s inquiry will work to fully understand what happened, gather available evidence and ensure lessons have been learnt so that this cannot occur again. It will also look specifically at whether the historical shortfall scheme is being properly delivered. The Government look forward to receiving Sir Wyn’s report in the summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}