{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-the-ukca-product-regulation-regime/",
    "title": "Paul Scully – 2022 Statement on the UKCA Product Regulation Regime",
    "post_date": "June 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 20 June 2022.",
    "content": [
        "I am pleased to announce that the Government are going further to make it easier and cheaper for businesses to move to the new UKCA product regulation regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our new UKCA regime gives us the chance to take control of the way products are regulated and ensure these rules work to the benefit of business and consumers in Great Britain. The UKCA marking will become mandatory for most goods which previously used the CE and reverse epsilon markings if they are first placed on the market in Great Britain after 31 December 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government understand that moving to this new regime has meant changes for businesses. While change is necessary, we want to take a pragmatic approach. We have been consulting with industry to understand their key concerns in the transition to the UKCA marking regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government want to make it easier for businesses to comply with the changes so we will introduce four measures to further support businesses adopting UKCA. These measures are designed to reduce compliance burdens and prevent costs that could be passed on to consumers. These changes will apply to BEIS sectors requiring the UKCA marking, other Departments will make related announcements on arrangements for their sectors as required in due course. The Department for Levelling Up, Housing and Communities is making a UKCA announcement in conjunction with BEIS today, as indicated below.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures are as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government will reduce re-testing costs for UKCA certification, by allowing certificates provided by EU (European Union) conformity assessment bodies (CABs) issued before the end of this year to be used as a basis for UKCA marking certification—including a specific arrangement for construction products, via the Department for Levelling Up, Housing and Communities. This will prevent duplication and immediate increased costs for businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government will make clear there is no need to re-test existing imported stock, as these products will be considered already placed on the Great Britain (GB) market. This will prevent the costly, and unnecessary re-labelling of existing stock for businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government will make clear that spare parts that repair or replace goods already on the GB market can meet the same requirements as the goods that they repair or replace. This will allow products and goods requiring spare parts to continue to be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government will allow the UKCA marking and importer details to be added to products using a sticky label or on an accompanying document until 31 December 2025. This will allow business to adjust their product design to accommodate marking changes at a convenient and cost-effective time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government intend to lay secondary legislation before the end of the calendar year to give effect to the changes for labelling and testing. Our guidance will be updated to reflect our changes to spare parts and existing stock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures are being implemented to address the concerns we have heard through working closely with industry. Officials in the Department for Business Energy and Industrial Strategy, in collaboration with other Departments, will continue to engage actively with industry and support their preparations ahead of the full introduction of UKCA rules at the end of 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}