{
    "url": "https://www.ukpol.co.uk/paul-scully-2021-statement-on-flexible-working-and-carers-leave/",
    "title": "Paul Scully – 2021 Statement on Flexible Working and Carer’s Leave",
    "post_date": "September 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 23 September 2021.",
    "content": [
        "The Government have today published a consultation on flexible working and the response to our consultation on a new right to time away from work for unpaid carers. These deliver on commitments in our manifesto and are an important part of our drive to build back better after the pandemic, deliver for working families by helping people to access and stay in work, and improve business productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Flexible working consultation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This consultation considers measures to increase the availability and uptake of the full range of flexible working options—whether that is a part-time or job-sharing working arrangement, flexing working hours or working remotely—freeing employers and employees alike from the default nine-to-five model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation proposes that every employee in Great Britain is given the right to request flexible working, regardless of time served, under our plans to modernise the way we work and improve business productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the proposals—which would see around 2.2 million more people given the right to request flexible working—employees would also be able to make more than one request for flexible working each year, and the current three-month period an employer has to consider each request would be shortened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If an employer is unable to accommodate a request, our consultation proposes that they would need to consider what alternatives they could offer. For example, if they couldn’t change their employee’s hours on all working days, they could consider making the change for certain days instead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no “one size fits all” approach to working arrangements. While certain ways of working may suit some employers and employees, they will not suit everyone. Therefore it is important that Government do not prescribe specific arrangements in legislation. Instead, these proposals would provide a strengthened legislative framework that encourages conversations around flexible working to be more two-sided. They are designed to balance the needs of employee and employer, and encourage all parties to focus on what may be possible, rather than what is not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Empowering workers to have more say over where and when they work makes for more productive businesses, and happier employees. Flexible working allows employees to balance their work and home life: including helping people manage childcare commitments or other caring responsibilities. It can also be key to ensuring that people who are under-represented in the workforce, such as new parents or disabled people, have access to more employment opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside clear benefits to workers, there is a compelling business case for flexible working. Benefits include:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attracting top talent—Research conducted by Timewise, a flexible working consultancy, has shown that 87% of people want to work flexibly, rising to 92% for young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A highly motivated, productive workforce—Research published by HSBC shows that nine in 10 employees consider flexible working to be a key motivator to their productivity at work—ranking it as more important than financial incentives. Employers have reported seeing improvements in staff motivation and employee relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A better business environment—the CBI employment trends survey found that 99% of all businesses surveyed believed that a flexible workforce is vital or important to competitiveness and the prospects for business investment and job creation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For both these individual and business reasons, the Conservative party’s 2019 manifesto committed to a consultation on measures to help make flexible working the default unless employers have good reasons not to. Today’s publication delivers on that commitment. It also contains our response to measures in the July 2019 “Good Work Plan: proposals to support families” consultation on publishing flexible working and family-related leave and pay policies; and stating whether jobs may be open to flexible working in the advert.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the consultation focuses on contractual flexible working arrangements, the Government recognise that people do not always need something so formal to help them balance their home and work life. The consultation therefore also sets out our future plans for a call for evidence on how to support more “ad hoc” and informal forms of flexibility, for example to attend a one-off appointment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The territorial extent of the proposals included in this consultation extends to England, Wales, and Scotland (employment law is devolved to Northern Ireland).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation runs for 10 weeks until 1 December 2021. I will place copies of the flexible working consultation in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government response to the carer’s leave consultation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have also today published their response to the consultation on carer’s leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around five million people across the UK are providing unpaid care by looking after or helping a family member, relative or friend. Nearly half do this while also working full-time or part-time. Juggling caring responsibilities and work can be challenging and can limit the participation of unpaid carers in the labour market. Women, who are often still the primary carers within families, tend to be disproportionately impacted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 2019 manifesto committed to introduce an entitlement to one week of leave for unpaid carers. This was followed, last year, by a consultation on carer’s leave, which recognised that unpaid carers face particular challenges in balancing work and caring responsibilities that may warrant a specific new employment right to time off from work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The response, published today, sets out key aspects of the leave entitlement, including:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Employees with caring responsibilities for a dependant with long-term care needs will be entitled to one working week of unpaid carer’s leave (per employee, per year).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new right will be available from the first day of employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Eligibility for the new right, both in terms of who the employee is caring for and how the leave can be used, will be broadly defined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The leave can be taken flexibly (i.e. from several half day blocks to a single block of whole week).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The entitlement has been designed to balance the needs of employers and employees, ensuring that employers are able to plan and manage the absence created by carer’s leave. These include a minimum notice period and enabling employers to postpone (but not deny) the request for carer’s leave where the employer considers the operation of their business would be unduly disrupted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The territorial extent of the proposals included in this Government response to the consultation on carer’s leave extends to England, Wales, and Scotland (employment law is devolved to Northern Ireland).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will place copies of the carer’s leave consultation response in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}