{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-the-hospitality-industry-in-liverpool/",
    "title": "Paul Scully – 2022 Speech on the Hospitality Industry in Liverpool",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 6 June 2022.",
    "content": [
        "I congratulate the [hon. Member for Liverpool, Walton (Dan Carden) on securing today’s important debate](https://www.ukpol.co.uk/dan-carden-2022-speech-on-the-hospitality-industry-in-liverpool/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nationally, the hospitality sector is a really big deal. It employs about 2.4 million people across 167,000 businesses, and it generated revenues of about £83 billion last year. However, as MPs who care about the prosperity and the wellbeing of our constituents, we all know that hospitality is even more important, as the hon. Member has said, at a local level. Hospitality is important for its contribution to our local economies and communities, providing accessible jobs and the social spaces that people need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was in Liverpool a few months ago, and I really saw how the city has changed in leaning more towards tourism and hospitality. The projects it has there are really exciting, as indeed are its plans for “Liverpool Without Walls” to try to bounce back after the regional lockdowns are really innovative. I hope that it continues to lean into hospitality in that way, because it is really important for the colour and the vibrancy it brings to our high streets and in helping to showcase the rich diversity of British society, our culture and, indeed, our heritage. It is important for levelling up because everyday high street businesses such as hospitality, retail and personal care are the foundation on which strong local economies and communities are built.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the course of the pandemic, I worked closely with the hospitality sector, listening to its concerns and representing its interests across Government. That engagement helped to shape the Government’s business support package and ensured that as many businesses as possible had access to some form of support. Overall over that period, the Government provided £408 billion of support, including furlough, grants, loan guarantees, regulatory easements, cuts in VAT and business rates, and a moratorium on commercial rent recovery. That support provided a lifeline for many businesses. We all hoped that once the covid restrictions were lifted and businesses were able to operate more freely, we could look forward to a period of recovery, but as we have heard, an increase in global energy prices and the war in Ukraine has made that recovery even more challenging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Liverpool, Walton talked about Byrnes fish and chip shop. I have talked a lot about the headwinds that our economy and our businesses face. Fish and chip shops—real stalwarts of the British hospitality scene—face those headwinds probably more than any hospitality business at the moment, because, as the hon. Gentleman mentioned, clearly a lot of vegetable oil and rapeseed oil comes from Ukraine, hence the colours in its flag. A lot of the cod and white fish—I think about 50% or so—that we consume in this country comes from Russian seas. A lot of flour, from wheat, also comes from that part of the world. We are indeed paying the price for freedom. With the headwinds I have talked about, our fight against Russian aggression in Ukraine comes at a cost to our economy. Byrnes, which I think is a fourth generation family-run business, has gone through a lot; I really hope it remains for many generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I continue to work closely with the sector. I am still listening and representing its interests, and we continue to provide support. The Chancellor obviously needs to strike the right balance between helping businesses and the families that are most in need, while at the same time continuing to restore the public finances to ensure that we have resilience. The hon. Gentleman talked about food banks, families and individuals. Clearly that is why the Chancellor continues to flex and respond, and has announced £37 billion of support to date—it is coming over the next year—to tackle the energy price situation and other pressures on family finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the autumn Budget, the Chancellor announced reforms to the business rates system worth £7 billion over the next five years, including a new temporary relief for retail, hospitality and leisure businesses worth almost £1.7 billion in 2022-23. In the spring statement, the Chancellor cut the cost of employment for half a million small businesses by increasing the employment allowance from £4,000 to £5,000. As a result of that announcement, 670,000 business will not pay national insurance contributions and the health and social care levy at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have introduced legislation to ringfence covid-related rent debt, and to establish a new binding arbitration process to help tenant businesses and their landlords to reach amicable settlements. Our help to grow scheme is supporting businesses to increase productivity, grow their businesses, and access discounted software and free advice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s Speech set out our plans to bring forward legislation to make permanent some of the temporary regulatory easements that we introduced during the pandemic, including pavement licence easements that provide businesses with greater flexibility to trade and help to create the vibrant, bustling outdoor spaces needed to encourage people back to our high streets again, some great examples of which I saw on my visit to Liverpool.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise the impact of rising energy prices on businesses. Both the Government and Ofgem are in regular contact with business groups and suppliers to understand the challenges they face, and explore ways to protect consumers and businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July last year, we published the first ever hospitality strategy, which set out our ambition for the recovery and future resilience of the sector. We produced that strategy because covid highlighted the fact that hospitality businesses right across the country needed resilience. The sector is characterised by high fixed costs and low margins, so it is not necessarily in a strong position to adapt to new shocks and challenges, including longer-term challenges that businesses face, such as climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also established the Hospitality Sector Council, which will oversee the delivery of the strategy. Kate Nicholls, whom the hon. Gentleman mentioned, sits on the council and chairs some of its sub-groups. The council has established thematic working groups to consider issues including access to finance, the role of hospitality in local economies and communities, hospitality careers and skills, environmental sustainability and international trade. The working groups will bring forward recommendations and highlight examples of good practice that will help to provide the best possible trading environment for hospitality businesses and ensure that the sector is fit to face any future challenges head on. The Government will not just be telling hospitality businesses what to do; hospitality businesses and the Government will co-create the solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mentioned that hospitality has an important role to play in levelling up. More than that, it can have a transformative effect, particularly in deprived areas. It was really interesting to hear about the Homebaked bakery’s initiatives, which sound great—I know that they will play a major role in the area that the hon. Gentleman represents. When I was in Birmingham only a couple of weeks ago, I saw the Digbeth dining club and the Aston Villa Foundation to learn about their great work regenerating the areas of Birmingham in which they operate, using street food as the driver and providing training and qualification for local people who want to start their own street food businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Effectively, that is the blueprint for hospitality-led regeneration, which was one of the commitments in our hospitality strategy. Near the hon. Gentleman’s constituency, Sefton Council is delivering the first pilot in Bootle. When I visited Sefton Council last October, I was excited to hear about its plans to transform the Strand shopping centre, create an incredible events space in the centre of Bootle and deliver training and qualifications for local people so that they can fully contribute to the regeneration of their town.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman spoke about qualifications, including T-levels, which cover catering and will play a huge role in the future of hospitality, along with wider training. I visited Hugh Baird College in Bootle, which will support Sefton Council by providing hospitality training, allowing local people to take advantage of the new jobs and businesses that the regeneration project that I outlined will deliver. Given all that, perhaps it is not surprising that I am passionate about the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke about the £37 billion of support that we are providing to individuals, especially the lowest paid and those who are most vulnerable to changes in energy prices and food prices. It is really important that we look to grow the economy overall, ensuring that people can take on more hours and fill the record number of vacancies in our very tight labour market, because that is the best way to face down the cost of living situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman again on securing today’s important debate. Hospitality has always been at the heart of Liverpool, especially over the past few years with the legacy changes since it was the city of culture. I always welcome the opportunity to talk about hospitality, a sector that I am particularly passionate about. It is easy to take hospitality for granted: it is always there in the background, supporting us when we need it, but covid showed us what it would be like to live without it. We missed it; we cannot take it for granted. There are undoubtedly difficult times at the moment, but the creativity and the adaptability—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dan Carden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Minister for responding to the debate. I want to take the opportunity to emphasise again that the potential short-term impact of spiralling prices and high inflation this year puts many businesses—many restaurants and cafés—at risk of closure. Will he keep his eye on the ball with regard to businesses that are closing and what needs to be done?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely, I will. We do not want—the Chancellor in his response, from the spring statement to the other changes and the Budget, does not want—to bring in measures that are in themselves inflationary and could add to the problem in the longer term. Clearly, however, we want to make sure that we can always flex to support as many businesses as we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During a lot of covid, when we were gripping the economy so hard, insolvencies were at a 40-year low. We will not be able to solve every problem now—the Government never can—but I will absolutely keep my eye on the ball to make sure that, as I say, we work with the sector to co-create those solutions so that we can tackle as many problems and cover as many businesses as we can. The hospitality sector continues to show real creativity and real adaptability, particularly over the past two years, and that gives me the confidence that it will recover and thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}