{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-postmasters-compensation/",
    "title": "Paul Scully – 2022 Statement on Postmasters Compensation",
    "post_date": "March 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 March 2022.",
    "content": [
        "As the House is aware, the Post Office Horizon scandal, which began over 20 years ago, has had a devastating impact on the lives of many postmasters. The High Court Group Litigation Order (GLO) case against the Post Office brought by 555 postmasters exposed the Horizon IT scandal which had seen many postmasters forced to “repay” to Post Office sums which they had never received. Many were dismissed, prosecuted and even imprisoned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have long considered unfair the unequal treatment received by members of the GLO and their non-GLO peers. I am therefore pleased to announce that the Chancellor will make additional funding available to give those in the GLO group compensation similar to that which is available to their non-GLO peers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because they had signed a “full and final” settlement of their court case in 2019, postmasters in the group were ineligible to apply to the Historical Shortfall Scheme (HSS) which their legal action had established. So despite winning the case, the group was left worse off than the other affected postmasters for whom they had blazed the trail. Each postmaster in the group received an average of around £20,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To enable the GLO Group to undertake litigation against Post Office they secured funding from litigation funders Therium. Following extensive work to ensure the full compensation went to the postmasters, I am pleased that Therium have agreed to waive their rights to any claim on this compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I plan to return to the House in due course to announce our next steps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}