{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-the-holocaust-memorial-and-learning-centre/",
    "title": "Paul Scully – 2022 Statement on the Holocaust Memorial and Learning Centre",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Minister of State at the Department for Levelling Up, Housing and Communities, in the House of Commons on 21 July 2022.",
    "content": [
        "The Government remain committed to the creation of a new national memorial commemorating the victims of the holocaust. The new holocaust memorial will be the national focal point for honouring the 6 million Jewish men, women and children who were murdered in the holocaust, and other victims of Nazi persecution, including the Roma, and gay and disabled people. We must build this new national holocaust memorial and the learning centre, so that future generations can never doubt what happened. That is the only way that we can be certain that it will never happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commitment to creating a holocaust memorial was first made by the then Prime Minister, with cross-party support, in January 2015. I am pleased that the project has continued to enjoy support across a very broad range of people from all political parties, different faith communities, and all parts of society. The current Prime Minister is also very keen on and supportive of the project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following an extensive search for suitable sites, in which around 50 possible locations were considered, Victoria Tower Gardens was chosen as the best possible location for the memorial. Constructing the memorial next to Parliament, at the heart of our democracy, provides a powerful signal of the importance we attach to remembering the holocaust and seeking to learn its lessons. Following a lengthy public inquiry, planning consent for the memorial and learning centre was granted in July 2021. Sadly, though, a challenge was brought by the London Historic Parks and Garden Trust, which led to the High Court quashing the consent in April this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The loss of that consent was a disappointment, especially to those holocaust survivors who place such high value on sharing their testimony and who want to be confident that their message will continue to be heard. It was a further disappointment that the Court of Appeal decided yesterday that an appeal against the High Court decision would not be heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will of course study those decisions carefully as we consider our next steps, but in addition to the Prime Minister’s personal support, our commitment to holocaust survivors remains strong. The lessons of the holocaust must be remembered and told with honesty and clarity. As the number of survivors sadly dwindles, we face an urgent task to ensure that their work in sharing those lessons continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Peter Bottomley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Minister for coming to answer the urgent question at short notice. Joshua Rozenberg observed today:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“If the government had chosen in 2015 to build the memorial and learning centre at the Imperial War Museum, it would have been open by now”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "alongside the powerful Holocaust Galleries. I mention that because the UK Holocaust Memorial Foundation’s research and education has led my family to learn that over 100 of my grandfather’s cousins died in the death camps and concentration camps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister knows that Jewish opinion is divided. Will he take this opportunity to read the National Audit Office report of two weeks ago? Will he also read the Holocaust Memorial Foundation’s September 2015 specification, which said that most of the money should be spent on education, rather than on construction? All the money spent over the past seven years has gone on proposals for construction, with nothing for education, which matters most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will he also look at the page suggesting possible central London locations, which include the whole of Regent’s Park, most of Hyde Park, and the Imperial War Museum?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will he say to fellow Ministers that, as well coming to answer questions here, it is time to look again at how to fulfil the aims of the Holocaust Commission and the specifications of the Holocaust Memorial Foundation and actually to talk to those of us who have been trying to say to the Government for quite some time that Victoria Tower Gardens—I played there and have studied, lived and worked nearby for two thirds of my life—is not the place to put a mound and a hole in the ground? The area is insecure and of doubtful value in meeting the purposes, as well as being only one third of the size specified by the foundation only seven years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Father of the House for asking the question in the first place and for his thoughts. Victoria Tower Gardens was identified as a site uniquely capable of meeting the Government’s aspirations for the national memorial. There cannot be a more powerful symbol of our commitment than to place the memorial in the gardens next to the centre of our democracy in Parliament. The learning centre exhibition serves a different, although complementary, purpose from the Imperial War Museum’s new Holocaust Galleries, which are now largely completed, making it far more difficult to place the memorial there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On terrorism, it would clearly be absolutely unacceptable to build a memorial in a less prominent location simply because of the risk of terrorism, because that would be to allow terrorists to dictate how we commemorate the holocaust. However, we will clearly work with security experts, Government agencies and the Metropolitan police to ensure that the site has the necessary level of security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend also mentioned the NAO report and, as I am new in post, I will get into it in some more detail, but I am reassured that the investigation confirms our assessment of the risks and challenges associated with such an important, complex project. It recognised the challenges we face in managing the cost pressures in the context of inflation across the construction sector and the delays arising from opposition to the planning application. He said that money should be spent on education rather than on building, but many of the costs have related to the consultations and legal challenges that we have faced. We want to get on and build the memorial while holocaust survivors are still here to look at it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}