{
    "url": "https://www.ukpol.co.uk/paul-scully-2021-statement-on-greensill-capital/",
    "title": "Paul Scully – 2021 Statement on Greensill Capital",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 13 April 2021.",
    "content": [
        "Greensill Capital (UK) Ltd was approved by the British Business Bank for the coronavirus business interruption loan scheme and the coronavirus large business interruption loan scheme last year in accordance with the bank’s published guidance on accreditation. All decisions taken by the bank were made independently and in accordance with the bank’s usual procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The criteria by which the decisions were made were based on those used in the existing enterprise finance guarantee scheme, dating back from 2009, and were set out in the CLBILS request for proposals, which was a publicly available document. These criteria included minimum requirements such as the ability to demonstrate a track record of lending to larger enterprises, provision of evidence-based forecasts, the ability to demonstrate sufficient capital available to meet the lending forecasts, a viable business model, robust operations and systems, that the proposed lending will not have unreasonable lender-levied fees and interest, and that the lender has all the necessary regulations, licences, authorisations and permissions to operate the scheme. All accredited lenders are subject to regular audit by the bank to ensure their compliance with scheme rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following analysis of loan data as part of its standard due diligence, the bank opened an investigation into Greensill Capital’s compliance with the terms of the scheme in October 2020 and informed the Government of this on 9 October. That investigation is continuing and the Government’s obligations as guarantor under the CLBILS guarantee are suspended on a precautionary basis. It would not be appropriate to comment further on the investigation at this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}