{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-long-covid/",
    "title": "Paul Scully – 2022 Speech on Long Covid",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 31 March 2022.",
    "content": [
        "I congratulate the hon. Member for Oxford West and Abingdon (Layla Moran) on opening the debate so incredibly well, and I congratulate her, the hon. Member for Oldham East and Saddleworth (Debbie Abrahams) and my hon. Friend the Member for Central Suffolk and North Ipswich (Dr Poulter)—unfortunately he could not be here—on securing this important debate on the impact of long covid in the workplace. I thank the Backbench Business Committee and all those who have taken part in the debate for their thoughtful and insightful comments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard about the ONS estimate that, in the four-week period ending 31 January 2022, 1.5 million people in the UK reported experiencing ongoing symptoms following covid. Of them, nearly 300,000 reported that their ability to undertake day-to-day activities had been significantly limited. It is therefore clear, as we have heard, that long covid presents a growing challenge for the workplace and more widely. The emergence of a completely new condition such as long covid is a real rarity and, much like our experience of the covid-19 pandemic itself, we must be and are constantly developing our understanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have put support in place for those suffering from the condition. NHS England has invested £224 million to date to provide care for people with long covid. It has established 90 long covid assessment services across England, which are assessing and diagnosing people experiencing long-term health effects as a result of covid-19 infection, whether they have had a positive test or are likely to have long covid based on their clinical symptoms, regardless of whether they were admitted to hospital during their covid-19 illness. The services offer physical, cognitive and psychological assessment and, where appropriate, refer patients to existing services for treatment and rehabilitation. The hon. Member for Oxford West and Abingdon talked about the $1 billion in the States. Not all of that has been allocated yet, while the UK is already ploughing ahead, and we are quite far ahead of other countries, including the States, in our research in the area. Of course, there is always more that we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clearly essential to get the right healthcare and treatment in place for individuals, for employers and for the wider economy. However, the theme of the debate is the impact of long covid in the workplace. People can suffer from many long-term health and other conditions that may affect their work. We have heard about ME, and we could talk about fibromyalgia, Guillain-Barré, Miller Fisher all those things. Indeed, there are other conditions that are not necessarily post-viral.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this month, I gave evidence to the Women and Equalities Committee on the impact of the menopause in the workplace, and in February I responded for the Government to a Westminster Hall debate on supporting people with endometriosis in the workplace. Those are different conditions, but, none the less, they are long lasting and we need to ensure that we can get people the right treatments and adjustments. Indeed, in the case of the hon. Member for Denton and Reddish (Andrew Gwynne), a simple, natural adjustment made his working life so much easier, and for so many of these other conditions there are examples of small things that employers can do to keep people in the workplace. They do not have to be complicated, and they certainly do not have to be expensive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that employers should play a significant role in supporting people with long-term health conditions to access and remain in work. That can certainly benefit individuals as well as bringing real bottom-line benefits to employers through, for example, avoiding recruitment costs and not unnecessarily losing experienced and valued members of staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is not sustainable for every condition to get different or special treatment. For employers, that could lead to confusion and complexity; likewise for employees. That is why the Government’s starting position is that, specifically in the workplace and in the overall framework for providing health support to employees, long covid should be treated the same as any other long-term health condition. Let me set out that framework, which, as hon. Members would expect, is a cross-departmental effort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s response to the “Health is everyone’s business” consultation, led by the Department for Work and Pensions, was published in July 2021. It sets out some of the measures that we will take to protect and maintain the progress made to reduce ill health-related job loss and see 1 million more disabled people in work from 2017 through to 2027.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Debbie Abrahams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am listening keenly to the Minister, but the issue is that this is an infectious disease that is contracted partly as a result of exposure, and there is clear evidence that exposure happens in the workplace. It is therefore not the same as existing progressive or fluctuating illnesses; it is very much an infectious disease contracted in the workplace. That is the basis for our recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the hon. Member’s point. I am trying to set out the framework for managing long-term illness, but clearly, we still have support in the workplace for those with infectious diseases. I cited ME, fibromyalgia, Guillain-Barré syndrome and Miller Fisher syndrome, which are all post-viral infections—an infection beforehand typically leads to those other long-lasting conditions. That is why I am compartmentalising the framework, but none the less, I take the hon. Member’s point about the infections happening in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Health is everyone’s business” did not consult on long covid, or any other specific health condition for that matter; it looked at system-level measures to support employers and employees to manage any health condition or disability in the workplace. The measures that we are taking forward include providing greater clarity on employer and employee rights and responsibilities by developing a national digital information and advice service; working with the Health and Safety Executive to develop a set of clear and simple principles that employers would be expected to apply to support disabled people and those with long-term health conditions in the work environment; and increasing access to occupational health services, particularly for small and medium-sized enterprises, which, as we know, are currently underserved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said, although those measures are not long covid-specific, they are key steps in our effort to change the workplace culture around health and sickness management. That will benefit those suffering from long covid in the same way as those suffering from other longer-term health issues or disability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Member for Motherwell and Wishaw (Marion Fellows) said, we are also responsible for flexible working. We know that that policy can be incredibly helpful to those suffering from many long-term health conditions, including long covid, as they seek to manage the symptoms, some of which we have heard about today, such as extreme tiredness, insomnia, depression and anxiety. Although flexible working does not provide the whole answer, it can be an important tool for employers and employees as they have discussions about how better to balance the demands of work and life, particularly for those managing long-term health conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation on flexible working introduced plans for a future call for evidence on ad hoc flexible working; we want to explore how non-contractual flexibility works in practice. I discussed that with the Flexible Working Taskforce in February. We will ensure that the role of ad hoc flexible working to support those with long covid and other health conditions—such as the menopause and endometriosis, which I have mentioned—is part of its considerations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marion Fellows**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the Minister looking at cutting the time before someone can apply for flexible working? At the moment, they have to have been in work for quite a long while before they can do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our manifesto committed to consult on this issue. Within that consultation, we looked at a day one right to request flexible working. That is key, because it will attract people to and keep them in a good workplace. We might as well start as we are set to carry on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another significant part of the cross-departmental framework is the Government Equalities Office, which is responsible for the Equality Act 2010. That is an important part of the matrix, because it may protect those with long-term health conditions from discrimination. That Act ensures that any person with a condition that meets the definition of a disability is protected, so it should not be stigmatised. The Act describes disability as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“a physical or mental impairment”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“has a substantial and long-term adverse effect”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "on a person’s\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ability to carry out normal day-to-day activities”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard about that not least from the hon. Member for Denton and Reddish and during the incredibly passionate speech of the hon. Member for City of Chester (Christian Matheson), who cited the example of his family member. By the way, I know how difficult it is for an hon. Member to describe a family member who is suffering from something that we are debating, and I thank him for his personalised experience, which has informed the House and positively contributed so much to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said, the disability should not be stigmatised, though some may do so. This is simply about the impairment, as we have heard loud and clear. “Long-term” is defined having lasted, or being likely to last for, at least 12 months. “Substantial” is defined as more than minor or trivial, as we have heard strongly in Members’ examples today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Act makes it clear that it is not necessary for the cause of the impairment to be established, nor does the impairment have to be the result of an illness. A disability can therefore arise from a wide range of impairments. That means that any person who falls within that definition will already be protected as having a disability. That can therefore encompass some of the emerging effects of long covid, but every case will be different and should be considered on its merits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as paying tribute to the hon. Member for City of Chester, I thank the hon. Member for Oxford West and Abingdon and ask her to pass on our regards to Andrew, Nell and Rebecca. We also heard about Julie Wells and her daughter and the caring responsibilities involved. The examples that we have had really add colour and inform the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Motherwell and Wishaw talked about statutory sick pay. We have discussed the fact that we need to look at statutory sick pay, but this is not the time to do so, particularly while we are in the middle of the pandemic. However, we also need to look at statutory sick pay in the round. She mentioned people earning under £120 a week, but many in that situation are already in receipt of other benefits. That is what I mean about not just concentrating on one issue; we need to look at the whole person and their whole personal finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In summary, we are supporting people with long-term health conditions, including long covid, by working hard on the general approach to work and health, through our response to the “Health is everyone’s business consultation”, and taking steps to make some of our employment rights work a little harder to support those balancing work with other issues and challenges. All that is underpinned by the protections against discrimination provided by the Equality Act. We must also showcase the good employers, as was mentioned by the hon. Member for City of Chester.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Layla Moran**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If I understand this correctly, the consultation is happening and guidance will be provided more comprehensively for all longer-term illnesses. The issue particularly with long covid is that it is so new that many employers do not have a clue what it is. Will he consider suggesting a public health information campaign particularly targeted at businesses so that they know that it exists and where they can go for such guidance?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I often talk about ACAS guidance, which, obviously, is available in this area. The hon. Lady mentioned what she saw as shortfalls in that guidance. We will always look at that to make sure that guidance is up to date, especially with an evolving condition such as long covid. I keep citing the example of ME, which, like fibromyalgia, is one of those diseases that is very poorly understood by so many people in the workplace and even, frankly, by health professionals. It will evolve and I am sure that we will able to push that information out to employers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that hon. Members would agree that there is a wide-ranging set of actions to address long-term health issues in the workplace, whatever those health conditions are. We want to encourage a better culture around work and health, including for those suffering from long covid. I firmly believe that it is an important principle to have a single, consistent and clear approach to managing health in the workplace. It is unsustainable to have a number of different approaches for different conditions. I close by thanking everyone once again for this helpful and informative debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}