{
    "url": "https://www.ukpol.co.uk/paul-scully-2020-comments-on-arcadia-and-debenhams/",
    "title": "Paul Scully – 2020 Comments on Arcadia and Debenhams",
    "post_date": "December 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 2 December 2020.",
    "content": [
        "Speaking as the retail Minister, let me say that I hope the right hon. Member for Doncaster North (Edward Miliband) realises that although the Secretary of State is not here, we take this incredibly seriously. That is why I want to focus on the detail, because it is a worrying time for the retail sector, particularly for those affected by the announcements this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday, Arcadia Group Ltd, which employs approximately 13,000 people, appointed administrators, who are assessing all options available to the group. They will honour orders made over the black Friday weekend. No redundancies have yet been announced and existing sales channels will continue to operate while administrators evaluate options. The Secretary of State has written to the Insolvency Service asking that it expedites consideration of the administrators’ report. Yesterday, Debenhams, which employs approximately 12,000 people, announced the decision of administrators to wind down the company. No redundancies have been announced and existing sales channels will continue to operate while administrators evaluate options. We know that this will be a worrying time for employees and their families, and we stand ready to support them. I pay a particular tribute to the hard-working staff, who have kept these well recognised businesses going in difficult times for so long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the Government have no role in the strategic direction or management of private retail companies, we are in regular contact with both companies and the administrators in order to understand fully the situation they are facing. The coronavirus crisis has made life difficult for retailers such as Arcadia and Debenhams, particularly those that were already facing challenging trading conditions before the pandemic. We acted quickly at the start of the pandemic to deliver one of the most generous and comprehensive economic packages in the world. It included: the coronavirus job retention scheme, which up to 30 September had provided £7.7 billion-worth of support to companies in the retail and wholesale sector; removing all eligible properties in the retail, hospitality and leisure sectors from business rates for 12 months—that is worth more than £10 billion; cash grants of up to £25,000 for retail, hospitality and leisure businesses with a rateable value of between £15,000 and £51,000; more than £50 billion in business loans, which supported 9.6 million jobs and provided flexibility; and legislation to protect commercial tenants from eviction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the plan for jobs, we have also announced a series of measures to protect, support and create jobs, including our £2 billion kickstart scheme and a doubling of the number of frontline work coaches, which will be important in this situation in particular. The Government have committed to supporting the retail sector, and we are working closely with industry through these unprecedented times, particularly to ensure the safe reopening of non-essential retail today. On Monday, my right hon. Friend the Communities Secretary encouraged local authorities to allow shops to open for extended hours, to accommodate more shoppers safely in the lead-up to Christmas. I will continue to work with the sector to meet future challenges. Indeed, I will co-chair the next meeting of the Retail Sector Council tomorrow to discuss our strategic approach to the sector. I have regular retail calls, including one last week, with representatives from Arcadia among the retailers on that call. We are confident that the sector has the skills, knowledge and drive to bounce back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}