{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-the-commercial-rent-bill/",
    "title": "Paul Scully – 2022 Speech on the Commercial Rent Bill",
    "post_date": "January 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 12 January 2022.",
    "content": [
        "Before I respond to the Opposition amendments, I would first like to thank the [hon. Members for Feltham and Heston (Seema Malhotra)](https://www.ukpol.co.uk/seema-malhotra-2022-speech-on-the-commercial-rent-bill/) and for Brentford and Isleworth (Ruth Cadbury) for their continued constructive engagement with the Bill and for their contributions to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is key to ensuring we support viable businesses that will continue to thrive and contribute to our economy in a way that does not risk the insolvency of their commercial landlords. We remain committed to these principles. The arbitration system is designed to be a quick, effective and impartial solution for rent debts that cannot otherwise be resolved, and we currently expect that all applications for arbitration will be made within six months and that cases should be resolved as soon as practicable afterwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Requiring a review of the arbitration process within three months of the Bill being enacted could slow down the process by adding additional steps and requirements for arbitrators that have already proved their suitability for the role. It might also delay the resolution of cases while arbitrators await the findings of the review before making awards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Bill’s existing provisions, the Secretary of State can already request a report from approved arbitration bodies covering the exercise of their functions under the Bill, including details of awards made and the application of the principles set out in the Bill in the arbitrations they oversee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Additionally, there is a requirement for arbitrators to publish the detail of awards made, including the reasons behind them. This will show how arbitrators have applied the principles of the Bill in coming to their decisions. We will carefully monitor the position, and if there is a need to revise the guidance, such as to clarify or add new information for arbitrators, the Secretary of State is already able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that requiring a review would not benefit the aims of the Bill or, indeed, the people who would want to use the new arbitration system to resolve rent disputes, and I therefore hope new clause 1 will be withdrawn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendment 9, as hon. Members will be aware, the Bill defines a business tenancy as a tenancy to which part 2 of the Landlord and Tenant Act 1954 applies—that is to say it is a tenancy comprised of property that is or includes premises that are occupied by the tenant for business purposes. I reassure hon. Members that the Government intend such property to be considered occupied even if it has been mandated to close for some time in full or in part. A tenant will still be in occupation if they are operating their business remotely and intend to return, so I do not believe amendment 9 is necessary. I hope it will be withdrawn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should say that we also anticipate courts will take a pragmatic view of occupancy, given the underlying rationale behind the Bill to introduce a system of binding arbitration for businesses that have built up rent debt as a result of Government-mandated closures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendment 13, the operation of approved arbitration bodies follows a market-based policy approach, leaving it to arbitration bodies to manage their internal capacity processes. Our engagement with arbitration bodies suggests that this is the right approach. Looking purely at the number of arbitrators disregards the fact that an arbitrator will be able to take on more than one case at a time. Although the application process will contain a question on the number of arbitrators available, we recognise that this will provide an under-representative picture of capacity in the market, so I am not able to accept the amendment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendment 10, I am grateful to the hon. Members for Feltham and Heston and for Brentford and Isleworth for seeking to ensure consistency between the Bill and the code of practice. I reassure them that the Government’s intention under both the Bill and the code is for the Bill, including the arbitration system it establishes, to come into force as soon as possible. We want the arbitration system to start as soon as possible given its importance to supporting resolution of protected rent debt and a return to normal market operation. The aim remains to bring the Bill, including the arbitration system, into force by 25 March 2022. That is reflected in the code of practice, as updated on 9 November 2021. I am happy to consider whether clarification would be useful within the code. The code outlines the processes and principles that we are seeking to introduce through the Bill. It has given, and continues to give, businesses the opportunity to negotiate in line with those principles until the Bill comes into force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The March timing is linked to the expiry of the moratorium on forfeiture and the restrictions on use of the commercial rent arrears recovery regime. The Government have been clear that they intend such measures to remain in place until the Bill is passed, if that is earlier than their expiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to amendment 14. Clause 11 as it stands must be read with section 34 of the Arbitration Act 1996, which states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It shall be for the tribunal to decide all procedural and evidential matters”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That provides arbitrators with the discretion to call for further evidence where that is considered necessary. There is also no express limit in the Bill on the types of evidence that parties can put forward to support their proposals. We are aiming for a quick and efficient process to restore businesses to normality. The aim of requiring supporting evidence is therefore to help focus participants’ minds on the most pertinent evidence that will support their proposals. It will have to be sufficient to show why the proposal is consistent with the principles and should be adopted. That will help arbitrators to resolve cases quickly. A widening of the clause could lead the paper-based arbitration process to become lengthy, inefficient and costly for the parties, who must meet their own legal and other costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to amendment 15. As I have previously explained, clause 17 establishes the timeframe for making awards, requiring arbitrators to make an award as soon as is practicable, or within 14 days in the case of an oral hearing. While we expect that most cases will be resolved quickly, the clause also provides arbitrators with the necessary flexibility to take additional time to make decisions on more complicated cases. One or both of the parties may each simply submit one formal proposal that is final, or one or both may decide to submit revised proposals as final proposals. They may also agree to extend the time limit for submitting initial or revised proposals. That means that it is hard for an arbitrator to know exactly when final proposals have been submitted and when the clock on the 14-day time limit would start running.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Arbitrators may need to request further information after receiving proposals. It would therefore be impractical to impose a time limit. Imposing a 14-day time limit for issuing awards following an oral hearing, as the Bill does—although the time limit can be extended—is less problematic because the arbitrator will have seen the final proposals and had time to consider them before the hearing. They also have an opportunity to ask questions about them during the hearing, which would conclude on that set date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendment 16, I agree that fee levels are an important consideration. The Bill adopts a market-based approach. Arbitration bodies are best placed to decide on fee levels given their experience in costing arbitration schemes to make it affordable for all and attractive enough for arbitrators to want to take on cases. The Secretary of State’s powers are intended to be used only when circumstances determine that to be appropriate. Setting a limit on fees at this point could reduce the number of arbitrators able to act, which could undermine the arbitration mechanism in the Bill. There is no evidence that such a limit is needed. However, if it is, the Secretary of State is prepared to exercise the power as appropriate based on the available evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendments 11 and 12, I agree that it is important to encourage behaviour in line with the code of practice and the Bill’s general principles. A key aim of the Bill is to restore businesses to normality as quickly as possible. We have carefully designed the process with arbitrators to make it quick and cheap to navigate, and accessible without further support. The amendments, however, could result in prolonged arguments on costs, appeals and enforcement, delaying a return to that normality that we all seek. They could also encourage the use of legal and other support where that is not needed, lengthening the time to resolution and potentially increasing costs for all parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The amendments could create a situation in which one party’s viability or solvency could be endangered through having to pay costs other than arbitration fees. Widening the discretion to include other costs could also lead to an uneven playing field, especially for smaller businesses who could end up paying high legal costs for larger companies. Under the Bill, the arbitrator has discretion to deviate from the general rule of evenly splitting the costs of arbitration fees between parties where appropriate, based on the circumstances of the case, such as when one party has not reasonably co-operated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On amendment 17, the Bill as drafted allows for a stay of debt claims that include ringfenced debt and are issued between 10 November 2021 and the Bill coming into force. The Bill enables ringfenced debt under those claims and under judgments made in respect of such claims to be subject to arbitration. I understand the concern about the date, but it is not an arbitrary date, because 10 November 2021 follows the Bill’s introduction and the Government’s announcement of the policy. The Bill seeks to introduce proportionate measures that address the interests of both landlords and tenants, whereas the amendment would allow for arbitration of protected debt which was subject to earlier proceedings or judgments when the parties could not have known that this was proposed at the time when the proceedings were issued, so reopening those situations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me now deal with the technical amendments tabled by the Government and the substantive amendment that we are tabling at the request of the Northern Ireland Assembly. Amendments 1 and 2 are technical amendments to make it clear that the definition of “service charge” in clause 2 covers both fixed and variable costs, as well as costs incurred by the landlord insuring against loss of rent. That has always been our intention, and the amendments help to make it clear, ensuring that all relevant costs and charges are within the scope of the arbitration process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Technical Government amendments 3 and 8 make it clear that the provisions of clauses 10 and 24, in so far as they relate to company voluntary arrangements or certain restructurings, apply to limited liability partnerships. That is in addition to their usual application to companies. These are minor clarificatory amendments to improve the technical drafting of the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amendments 4 to 7 are minor and technical, and clarify the operation of arbitration and all hearing fees and expenses. Amendments 4 and 7 make it clear that the general rule is that the party that has paid fees is to be reimbursed half the amount by the other party, but where appropriate, the arbitrator may determine a different proportion, including zero. Amendment 5 makes a small correction to clause 19(6) to make it clear that except for reimbursement of arbitration or oral hearing fees, a party must meet its own legal or other costs. Amendment 6 makes it clear that costs incurred in connection with arbitration are not recoverable under an existing clause in the lease. Allowing cost recovery via the lease concerned would undermine the specific provisions in the Bill on fees, expenses and costs. It would also put the party able to rely on the lease terms at an advantage, as they could be more confident about investing money in their case, in the knowledge that the costs could ultimately be recovered from the other party. In addition, allowing this could potentially put the viability of the other party at risk, even when an arbitral award had been handed down in that other party’s favour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to amendments 18 and 19. The Northern Ireland Department of Finance and Department for the Economy have requested the removal of the existing delegated power for them to make regulations for purposes corresponding to the purposes of the Bill, set out in clause 28. This decision was taken for several reasons, which include the availability of existing dispute resolution facilities, plus a lack of compelling evidence that rent debt in Northern Ireland is on a scale to require additional measures. The rationale for the policy in England and Wales remains strong, and this is where our evidence of rent arrears threatening jobs and business insolvency is focused. The removal of clause 28 necessitates an amendment to the Extent provision in clause 30(2), which currently refers to this provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amendments 20 and 21 ensure that clause 24(4) extends to Northern Ireland in relation to company compromises and arrangements, but not company voluntary arrangements. That reflects the territorial extent of the Companies Act 2006 referred to in this provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the amendments to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}