{
    "url": "https://www.ukpol.co.uk/paul-scully-2021-statement-on-the-post-office-court-of-appeal-judgment-2/",
    "title": "Paul Scully – 2021 Statement on the Post Office Court of Appeal Judgment",
    "post_date": "April 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 27 April 2021.",
    "content": [
        "On Friday 23 April, the Court of Appeal handed down its judgment to quash the convictions of 39 postmasters. This is a landmark judgment, and I know that colleagues on both sides of the House will join me in welcoming the court’s decision to quash those convictions. I will turn to what more needs to be done to address the wrongs of the past and to ensure that injustices such as this do not happen again, but I will begin by setting out the context to the judgment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the years, the Horizon accounting system recorded shortfalls in cash in post office branches. The Post Office at the time thought that they were caused by postmasters, and that led to dismissals, recovery of losses and, in some instances, criminal prosecutions. A group of 555 of those postmasters, led by former postmaster Alan Bates, brought a group litigation claim against the Post Office in 2016. In late 2019, after a lengthy period of litigation, the Post Office reached a full and final settlement with claimants in that group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from the findings of the presiding judge, Mr Justice Fraser, that there were real problems with the Horizon IT system and failings in the way that the Post Office dealt with postmasters who encountered problems or raised complaints in relation to Horizon. The findings of Mr Justice Fraser led the Criminal Cases Review Commission to refer the convictions of 51 postmasters for appeal: eight to the Crown court and 43 cases to the Court of Appeal. The Crown court quashed the convictions of six postmasters back in December 2020, and 42 further appeals were heard in the Court of Appeal in late March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Court of Appeal was asked in late March to decide whether the convictions of those postmasters were safe based on two grounds of appeal, namely whether the prosecutions were an abuse of process either because of the postmaster being unable to receive a fair trial or because of its being an affront to the public conscience for the postmaster to be tried. On Friday, the Court of Appeal announced its judgment. The Court decided to quash the convictions of 39 postmasters. The Court of Appeal also concluded that the failures of investigation and disclosure were so egregious as to make the prosecution of any of the Horizon cases an affront to the conscience of the court. In the remaining three cases, the convictions were found to be safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the Court of Appeal judgment, the Post Office has apologised for serious failings in historical prosecutions. Tim Parker, the Post Office chair, has said that the Post Office is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“extremely sorry for the impact on the lives of these postmasters and their families that was caused by historical failings.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise the gravity of the court’s judgment in those cases and the hugely negative impact that the convictions have had on individual postmasters and their families, as has been highlighted on a number of occasions in this place. The journey to get to last Friday’s Court of Appeal judgment has unquestionably been a long and difficult one for affected postmasters and their families, and the Government pay tribute to them for their courage and tenacity in pursuing their fight for justice. The Government also pay tribute to colleagues across the House who have campaigned tirelessly on their behalf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, while the Court of Appeal decision represents the culmination of years of efforts by those postmasters, it is not the end of the road. The Post Office is already contacting other postmasters with historical criminal convictions between 1999 and 2015 to notify them of the outcome of those appeals and provide information in respect of how they could also appeal. The Post Office’s chief executive officer, Nick Read, is also leading a programme of improvements to overhaul the culture, practices and operating procedures throughout every part of its business. The Government continue to closely monitor delivery of those improvements. The changes are critical to ensure that similar events to these can never happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, the Post Office announced the appointment of two serving postmasters, Saf Ismail and Elliot Jacobs, as non-executive directors to the Post Office board. I wholeheartedly welcome those appointments. Their presence on the Post Office board will ensure that postmasters have a strong voice at the very highest level in the organisation. As part of the 2019 settlement, the Post Office also committed to launch a scheme to compensate postmasters who did not have criminal convictions who had suffered shortfalls because of Horizon, and who were not party to the 2019 settlement. The Post Office established the historical shortfall scheme in response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Applications to that scheme were much higher than anticipated. Consequently, in March 2021, the Government announced that it would provide sufficient financial support to the Post Office to ensure that the scheme could proceed, based on current expectations of the likely cost. Payments under the scheme have now begun, and the Government will continue to work with the Post Office to see that the scheme delivers on all of its objectives, and that appropriate compensation is paid to all eligible postmasters in a timely manner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While those are positive steps in the right direction, the Government are clear that there is still more to do. Postmasters whose convictions were quashed last week will also now be turning to the question of appropriate compensation, which I know will again be of great interest to the House. The judgment last week will require careful consideration by all involved. The Government want to see all postmasters whose convictions have been overturned fairly compensated as quickly as possible, and we will work with the Post Office towards that goal. I commit to keep the House informed on this matter going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, it is essential that we determine what went wrong at the Post Office during this period to make sure a situation like this can never happen again. To ensure the right lessons have been learned and to establish what must change, the Government launched an independent inquiry led by ex-High Court judge Sir Wyn Williams in September last year. The inquiry has made swift progress already, having heard from a number of affected postmasters and a call for evidence has recently closed. The inquiry is now planning public hearings. The Horizon dispute has been long-running. For the benefit of everyone involved, it is important that the inquiry reaches its conclusions swiftly. I look forward to receiving Sir Wyn’s report later this summer. As the Prime Minister said, lessons should and will be learned to ensure that this never happens again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}