{
    "url": "https://www.ukpol.co.uk/paul-scully-2020-speech-on-horizon-it-system-and-the-post-office/",
    "title": "Paul Scully – 2020 Speech on Horizon IT System and the Post Office",
    "post_date": "October 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 5 October 2020.",
    "content": [
        "I appreciate the urgent question. The Government recognise that the Horizon dispute has had a hugely damaging effect on the lives of affected postmasters and their families, and its repercussions are still being felt today. I have spoken to a number of postmasters who have been affected by this ordeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 2 October, the Post Office formally responded to the Court of Appeal and Southwark Crown court regarding convicted postmasters whose cases were referred by the Criminal Cases Review Commission. The Post Office has stated that it will not oppose 44 out of the 47 cases. The Post Office also sincerely apologised to postmasters for historical failings and underlined its commitment to delivering a fundamental review of the businesses and to resetting its relationship with postmasters, to ensure that this never happens again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This decision by the Post Office is an important milestone for postmasters whose convictions are part of this appeals process. Friday’s announcement was not, however, the end of that process. It is now for the courts to decide whether the convictions should be overturned. It would not therefore be appropriate for the Government to comment on these cases until that process is complete.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office continues to co-operate fully with the CCRC and is in the process of reviewing about 900 historical prosecutions. Should it find any new information that may cast doubt on the safety of a conviction, it has confirmed that it will disclose that information to the person who is convicted. We will continue to monitor the work of the Post Office closely. In addition, I am pleased that the Government last week launched an inquiry, chaired by retired High Court judge Sir Wyn Williams, which will gather relevant available evidence to provide a public summary of the failings that occurred in relation to Horizon and assess whether lessons have been learned and concrete changes have taken place, or at least are under way, at the Post Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}