{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-bbc-local-radio/",
    "title": "Paul Scully – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 8 December 2022.",
    "content": [
        "I thank my right hon. Friend the Member for Hemel Hempstead (Sir Mike Penning) for securing the debate and the Backbench Business Committee for supporting it. The BBC is a great national institution that has played a vital role in informing, educating and entertaining audiences since it was created 100 years ago. Its charter requires it to act in the public interest and provide distinctive content that reflects and represents people and communities from all corners of the UK. That includes providing, as we have heard, genuinely local content that is directly relevant to audiences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard, local services are a key part of the BBC’s public service remit and an example of how it can use its licence fee funding to provide services that may be underserved by the market. BBC local radio is one of its crown jewels and remains highly valued by audiences. We heard that testimony in the debate when my right hon. Friend the Member for Hemel Hempstead and my hon. Friend the Member for Watford (Dean Russell) talked about BBC Three Counties Radio; my hon. Friend the Member for Cleethorpes (Martin Vickers), my right hon. Friend the Member for Haltemprice and Howden (Mr Davis) and the right hon. Member for Kingston upon Hull North (Dame Diana Johnson) talked about BBC Radio Humberside; and my hon. Friends the Members for North Norfolk (Duncan Baker) and for North West Norfolk (James Wild) talked about BBC Radio Norfolk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friends the Members for Maldon (Sir John Whittingdale) and for Rayleigh and Wickford (Mr Francois) and my hon. Friend the Member for Southend West (Anna Firth) talked about BBC Essex; Mr Deputy Speaker and my right hon. Friend the Member for Pendle (Andrew Stephenson) even talked about BBC Radio Lancashire—well done to them for getting that in; and the hon. Members for Strangford (Jim Shannon) and for Foyle (Colum Eastwood) talked about BBC Radio Foyle, funnily enough. There are so many pairs there—I am wondering which are the Smashie and Nicey of the House in terms of their DJs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Wokingham (John Redwood) talked about BBC Radio Berkshire; my hon. Friend the Member for Worcester (Mr Walker) talked about BBC Hereford & Worcester; the hon. Member for York Central (Rachael Maskell) talked about BBC Radio York; the hon. Member for Easington (Grahame Morris) talked about BBC Radio Tees; and the hon. Member for Tiverton and Honiton (Richard Foord) talked about BBC Radio Devon. My hon. Friend the Member for Warrington South (Andy Carter) was greedy and talked about two—BBC Radio Merseyside and BBC Radio Manchester. Not surprisingly, the right hon. Member for Orkney and Shetland (Mr Carmichael) talked about BBC Radio Orkney and BBC Radio Shetland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Barnsley East (Stephanie Peacock) talked about BBC Radio Sheffield. My hon. Friend the Member for Worcester talked about doing the regional round, and I remember talking to Toby Foster in the morning in Sheffield when I was hospitality Minister about the struggle of that sector during covid. I think I still owe him a visit to his comedy club. These things do stick in the mind and we are regularly tested at a local level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also heard from the right hon. Member for Hayes and Harlington (John McDonnell) about BBC Radio London, which he shares with me and the Media Minister, my hon. Friend the Member for Hornchurch and Upminster (Julia Lopez), who is unfortunately in her sick bed with covid so could not respond to the debate. We have great presenters and journalists, such as Susana Mendonça, the great political journalist, and I enjoy sparring energetically and enthusiastically with Eddie Nestor often during drivetime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard, there are some fantastic examples that remain highly valued by audiences up and down the country. Those local services bring communities together and play a vital role in reflecting local experiences and delivering local news. Developed in the late 1960s and 1970s, the BBC’s 39 local radio services in England still reach 5.8 million listeners every week and collectively have a higher share than stations including BBC Radio 5 Live and BBC Radio 6 Music, even though coverage on FM and DAB is not universal across England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we all know, BBC local radio is especially valued outside London and the south-east, where there tends to be less competition from commercial services. BBC local stations in places such as Derby, Stoke, Lincolnshire, Gloucestershire, Cumbria and Shropshire have a larger audience share and reach than the average for BBC local radio. The Media Minister has already made it clear to the House, in answer to an urgent question a few weeks ago, that she was disappointed—we are all disappointed—that the BBC is planning to reduce its local radio output. These are precisely the kinds of services that the BBC is uniquely well placed to provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also disappointed that last week, as we have heard, the BBC announced proposed changes to its radio output in Northern Ireland, including cuts to BBC Radio Foyle’s output. BBC Radio Ulster, including Foyle, reaches nearly a third of radio listeners in Northern Ireland and is a vital part of Northern Ireland’s media landscape. Understandably, the BBC’s announcement has caused a significant reaction in Northern Ireland, as we have heard, and I know that it was raised by the hon. Member for Foyle with the Prime Minister at Prime Minister’s questions on 30 November—reaching the highest levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that commercial local news providers have concerns about the potential impact of the BBC’s plans to increase investment in online news services. The charter requires the BBC to consider its market impact, and to seek to avoid unnecessary adverse impacts on competition that are not necessary for the fulfilment of its mission and public purposes. The Government are considering the regulation and governance of the BBC’s market impact as part of the mid-term review—my hon. Friend the Member for Warrington South raised this issue—and we will obviously bring that back to this place as soon as we can. Ofcom is also reviewing the BBC’s online news proposals, including an assessment of the concerns raised by the News Media Association and the BBC’s own analysis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot ignore the considerable concerns that have been raised in response to the BBC’s recent announcement —not just today, but in recent weeks. Since the BBC’s announcement, my hon. Friend the Media Minister has met the BBC’s leadership, and she has expressed our shared concerns in this House. She made it clear that the BBC must continue to provide distinctive and genuinely local radio services, with content that represents communities from all corners of the UK. She also emphasised that we expect it to consider the views of this House when it makes the decision about whether to proceed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister also committed in this House to raising the changes to BBC services in Northern Ireland with the BBC. The Prime Minister has since himself met the director-general of the BBC, and they discussed the proposed changes to BBC Radio Foyle and the importance of the BBC considering the views of stake- holders when deciding whether to proceed. The Secretary of State wrote to the BBC earlier this week to remind it of its responsibilities under the charter, including the importance of transparency about changes to services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, the Digital, Culture, Media and Sport Committee held an evidence session with the BBC on its planned changes to local radio, and I welcome the important role that the Committee plays in ensuring that the BBC is accountable for its decision making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grahame Morris**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would the Minister clarify what the current position is with Ofcom? My understanding is that the Media Minister was going to seek Ofcom putting pressure on the BBC in respecting its obligations under the terms of the charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, and the Media Minister was actually due to meet Ofcom this morning, I believe, but unfortunately that obviously changed because of her illness. However, she will continue to work with Ofcom to make sure that the greatest pressure is brought to bear on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Separately, we have asked the BBC for advice on how it would manage a major local incident—we have heard a lot about flooding today, for example—that requires a dedicated rolling news service, given the BBC’s important responsibilities under the charter and agreement to support emergency broadcasting. The latter is really important. At its best, for example during covid, BBC local radio is able to bring communities together. It plays a vital role in reflecting local experiences and delivering local news. It is a lifeline, as we have heard, for many older people living in rural areas, and it is a source of reliable information in emergencies, which is part of its public value.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State also raised the BBC’s proposals with Ofcom last month, and it has confirmed that it is monitoring the BBC’s local radio proposals in England. In particular, it will scrutinise the BBC’s detailed plans for sharing programming on local radio. Ofcom has made it clear that it expects the BBC to continue to deliver for all audiences as it transitions to a digital-first organisation, and will hold it to account in areas where it needs to do more. As I say, we will continue those discussions with Ofcom to make sure that happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to take this opportunity to stress that the BBC is, rightly, operationally and editorially independent from the Government, and decisions on service delivery are ultimately a matter for it. The BBC agrees with the Government on the need for the organisation to reform over the coming years, and recognises that there will be challenges as the BBC moves towards becoming a digital-first organisation and that those reforms will involve difficult decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachael Maskell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I held something back from my speech because I wanted to put it specifically to the Minister. If the BBC were to put the question I suggested to local radio about making its own reforms, would the Minister and the Department step in if it was to build new partnerships, perhaps with universities and other community groups, to strengthen the local position of the BBC and to have further reach but also greater capacity for the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady raises an interesting point, but I would not want to put words in the Media Minister’s mouth. I will certainly make sure that she reflects on that, because I do not want to be treading on her toes or to make her decision. I know she will have heard that. I am sure she will be flicking over from BBC Radio London, on her sickbed, to the Parliament channel to hear what is discussed today, so she will have heard what the hon. Lady said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government welcome the BBC’s plans, as part of the reforms, to maintain its overall investment in local services, and that includes £19 million from broadcast services being moved to online and multimedia production to adapt to audience changes. The BBC has also confirmed that it is protecting local news bulletins throughout the day and local live sport and community programming across all 39 stations. There will be fully local programming between 6 am and 2 pm, with neighbouring or regional sharing in most of the remaining listening hours. We have heard the difficulties that Members have with that regional sharing. In Northern Ireland, we understand that the changes will result in local investment in BBC iPlayer, which in itself is to be welcomed. But the recent announcements do appear to fundamentally change important BBC local services, particularly BBC local radio, which is an essential part of the public service remit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Carter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heard what the Minister said about weekday services. The point I made earlier was that, on many stations, the peak of the week is Sunday morning, which is a fundamentally important point for audiences, yet that is when local radio is being shared and regionalised. Does he accept that that is a point in the audience day when local radio should be local?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I totally agree. My hon. Friend has a background in radio and speaks with great experience. The BBC should not be salami-slicing its services. It should be responsive to local need, and that includes looking at the peak times my hon. Friend describes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all agree the BBC has been entertaining and informing us for 100 years. We want the BBC to continue to succeed over the next century in a rapidly evolving media landscape and we are clear that BBC radio has a significant role to play in that success. In the light of the concerns raised in the debate, the BBC needs to clarify itself how it is going to manage those long-term tensions between modernising and becoming more sustainable while also maintaining its core public service function and output. I recognise that the BBC faces difficult decisions in reforming its services and becoming the digital-first organisation it seeks, but the debate has highlighted concerns shared across the House about the BBC’s proposals to reduce its local radio output.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I stress again that the BBC is independent from the Government, but it is now for the BBC to reflect on the concerns raised in the debate and elsewhere on its proposals. It must also clarify whether it has other plans to change local radio services in future, particularly in Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are undertaking a mid-term review, as I said earlier, which will evaluate how the BBC and Ofcom assess the market impact and public value of the BBC in an evolving marketplace and how that relates to the wider UK media ecology, including with regard to commercial radio and local news sectors. That will take regard of the views of this House and the review is ongoing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}