{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-neonatal-leave-and-pay/",
    "title": "Paul Scully – 2022 Speech on Neonatal Leave and Pay",
    "post_date": "February 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 9 February 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Thornbury and Yate (Luke Hall) wholeheartedly on securing today’s debate. This is an important issue, and I am very grateful to him for bringing it to the attention of Parliament in the way he did, baring his soul. I know Roisin will be proud of him today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard his personal account that the impact of having a young baby in neonatal care has on parents, and the additional pressure that having to balance employment with caring for their child places on them. My hon. Friend has spoken with such depth of personal experience and it brings home that what we do here, when we are looking to bring forward the Employment Bill, and all the work the officials do matters. This really matters on a human scale to people on a day-to-day basis, as we have just heard. I am grateful to him for his candour, and for raising awareness of this issue. It is a shame that the rhythm of this House means that that speech has not had the audience in the Chamber, but I know people will be watching it and reading the account in the Official Report. Bringing this matter to our attention is amazing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, an estimated 100,000 babies are admitted to neonatal care every year following their birth. Many of those babies spend prolonged periods of time on a neonatal care unit in a hospital as a result of having been born prematurely, or for other health conditions. It is, as we have heard, an incredibly worrying and stressful time for parents. They will naturally want to be able to focus their attention on getting through that period, supporting each other and their baby. However, some may have concerns about their ability to do that and keep their jobs. I sympathise with anyone who has found themselves in that position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, parents in those circumstances tend to rely on their statutory leave entitlements, for example maternity or paternity leave. In practice, that means a considerable proportion of their leave may be used while the baby in still neonatal care or that they do not have sufficient leave to remain with their baby for the necessary period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A survey conducted by the charity Bliss in 2019 found that 66% of fathers had to return to work while their baby was still receiving specialist neonatal care, and that 36% of fathers resorted to being signed off sick in order to spend time with their baby in a neonatal unit. That can, in some cases, have a negative impact on their employment record. Fathers and partners may also experience negative effects on their physical and mental health from trying to combine work with caring for the child and the mother. Other parents of babies in neonatal care have reported that they had to return to work earlier than they had planned due to suffering financial hardship from being away from work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Considering those different scenarios, it is clear that the current leave and pay entitlements do not adequately support parents of babies in neonatal care. In March 2020, following a Government consultation on the issue, we committed to introducing the new entitlement to neonatal leave and pay, and I can assure my hon. Friend that we remain very much committed to that. Our planned neonatal leave and pay entitlement will allow parents to take additional time off work in circumstances where their child is admitted to neonatal care, ensuring that they are no longer in the incredibly difficult position of having to choose between risking their job and spending much-needed time with their baby.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Neonatal leave and pay will apply to parents of babies who are admitted into hospital up to the age of 28 days and who have a continuous stay in hospital of seven full days or more. Eligible parents will be able to take up to 12 weeks of paid leave on top of their other parental entitlements such as maternity and paid paternity leave. Neonatal leave will be a day-one right, meaning that it will be available to an employee from their first day in a new job. Statutory neonatal pay, like other family-related pay rights, will be available to those employees who meet continuity of service and minimum earnings tests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we understand that the introduction of neonatal leave and pay will create a small burden on businesses, we believe that the benefit to business will outweigh any costs. Policies such as neonatal leave and pay that enable parents to participate in the labour market and to succeed and progress in work not only benefit individual employees but give employers access to a bigger pool of talent. Such reforms will also help businesses, because employers who embrace family-friendly policies are so much more likely to see greater employee loyalty, commitment and motivation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to our plans to introduce neonatal leave and pay, the UK has a range of policies in place that support employees to balance work with family life and other personal commitments and responsibilities. They include: a right to request flexible working; generous family-related leave and pay entitlements; and protections from detriment for parents who take or seek to take family-related time off work. The UK’s maternity leave system is one of the most generous in the world. Pregnant women and new mothers are entitled to take up to 52 weeks of leave—that is a day-one right with no qualifying period of service—and up to 39 weeks of statutory maternity pay if they are eligible. Maternity leave can be started up to 11 weeks before the expected week of childbirth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fathers of premature babies have the flexibility to take their one or two weeks of paternity leave and pay within eight weeks of the expected date of birth rather than having to take the leave within eight weeks of the baby’s actual birth, if they wish. We also have a manifesto commitment to make paternity leave more flexible and will set out our response on that in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right to emergency leave—time off for dependants —allows all employees a reasonable amount of unpaid time off work to deal with an unexpected or sudden emergency involving a child or dependant and to put care arrangements in place. Additionally, all employed parents have a right to up to 18 weeks of unpaid parental leave for each child up to a child’s 18th birthday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are committed to introducing new employment measures as we seek to build a high-skilled, high-productivity, high-wage economy that delivers on our ambition to make the UK the best place in the world to work and grow a business. I reassure my hon. Friend that further detail on reforms to our employment framework will be published in due course. Naturally, covid-19 has affected our progress in introducing the new entitlement to Parliament, but we remain committed to doing so as soon as parliamentary time allows. In the meantime, we are moving forward with the work. That includes working with lawyers on our legislative approach, which is likely to include both primary and extensive secondary legislation, as well as considering how the entitlement will be implemented. It will also, in due course, require accessible and thorough guidance for both employers and employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I mentioned, delivery of the new entitlement will need primary legislation as well as changes to the HMRC IT payment system to allow employers to administer statutory neonatal pay on behalf of the Government. Officials are in discussion with HMRC colleagues about the establishment of that IT system. It is a large-scale project, and we are ensuring that the relevant teams in HMRC are as prepared as possible, that they fully understand what is required and how much resource will be needed. We are doing the necessary groundwork so that we are in the best position to implement neonatal leave and pay once legislation is in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise my hon. Friend’s points about whether the entitlement could be delivered through a stand-alone Bill or alternative measures. Due to pressures on parliamentary time, it might be challenging to introduce a stand-alone Bill, but we remain committed to introducing neonatal leave and pay and will do so as soon as parliamentary time allows. We understand and sympathise with the position of parents with children in neonatal care and remain fully committed to the introduction of neonatal leave and pay. In the meantime, we have other parental leave entitlements that are available to new parents and we encourage employers to continue to respond with flexibility and compassion to parents in that very difficult position. I have spoken to a number of businesses that have great schemes in place to deal with such life events, such as ASOS. I try to showcase that good work, because they do not need to wait for a legislative framework.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I close by thanking my hon. Friend for his incredible contributions to the debate and I thank everyone who has worked hard to raise awareness of the difficult situation of parents remaining in employment when their children are in neonatal care. As always, I would be delighted to meet my hon. Friend and other Members of the House to discuss the issues further as we move towards getting these provisions on the statute book.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}