{
    "url": "https://www.ukpol.co.uk/paul-scully-2020-statement-on-horizon-sub-postmaster-convictions/",
    "title": "Paul Scully – 2020 Statement on Horizon Sub-Postmaster Convictions",
    "post_date": "June 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 10 June 2020.",
    "content": [
        "Happy Birthday, Mr Speaker. I have listened to a number of postmasters’ stories personally, and I saw the recent “Panorama” programme. It is impossible to ignore the negative impact that the Horizon dispute and court case have had on affected postmasters’ lives, livelihoods, financial situations, reputations and, for some, as we know, their physical and mental health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Convicted claimants’ seeking to overturn their convictions are going through a further process with the Criminal Cases Review Commission, which has the power to refer cases to the Court of Appeal to consider whether any of the convictions are unsafe. As the hon. Lady will appreciate, it is important that the Government do not seek to influence this process or comment on any individual cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can confirm, though, that the Post Office is co-operating with the CCRC to the fullest extent and the Government are monitoring this. Forty-seven of the 61 CCRC cases have now been referred to the Court of Appeal, and it is for the courts to decide whether the convictions are unsafe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me acknowledge the strength of feeling on this matter on both sides of the House, which was evident in the debates I participated in earlier this year and in the correspondence I have had from many Members. That is why the Government are committed to establishing an independent review to consider whether the Post Office has learned the necessary lessons from the Horizon dispute and court case, and to provide an independent and external assessment of its work to rebuild its relationship with its postmasters. Full details of the terms of reference for that independent review are set out in a written ministerial statement that I laid in the House this morning. We are keen to see that review launched as soon as possible, and we are in the process of identifying a chair to lead the work of the review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}