{
    "url": "https://www.ukpol.co.uk/paul-scully-2021-statement-on-uber/",
    "title": "Paul Scully – 2021 Statement on Uber",
    "post_date": "February 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 24 February 2021.",
    "content": [
        "I want to begin by making it absolutely clear that everyone deserves to be treated fairly at work and rewarded for their contribution to the economy with both fair pay and fair working conditions. This means that employers must take their responsibilities seriously, not simply opt out of them. If there is a dispute between the individual and an employer, as seen in the recent case involving Uber, the courts consider each case on an individual basis. The courts are independent and the Government do not intervene. As such, with the Supreme Court being the final stage of the appeal, its judgment is final and Uber will need to take action to align with the judgment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise concerns about employment status being unclear in some cases, and we are committed to making it easier for individuals and businesses to understand which rights and tax obligations apply to them. We have made good progress in bringing forward measures that add flexibility for workers while ensuring the protection of employment rights. For example, we have legislated to extend the right to a written statement of core terms of employment to all workers, making access to a written statement a day one right and extending the contents of a written statement. We have also banned the use of exclusivity contracts and zero-hours contracts to give workers more flexibility. This means an employer cannot stop an individual on a zero-hours contract from looking for, or accepting work from, another employer. We will continue to explore options for employment status that protect rights while also maintaining flexibility in the labour market. This Government have a proud history of protecting and enhancing workers’ rights, and we are committed to making the UK the best place in the world to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}