{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-low-income-workers-and-exclusivity-clauses/",
    "title": "Paul Scully – 2022 Statement on Low-income Workers and Exclusivity Clauses",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 11 May 2022.",
    "content": [
        "I am pleased to announce the latest steps the Government have taken to better protect and support low-income workers as we look to build a high-skilled, high-productivity, high-wage economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK’s flexible and dynamic labour market has always been the envy of the world. It gives businesses the confidence to create jobs and invest in their workforce, whilst giving workers more choice over who they work for, and how often.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government want to put more power into the hands of individuals and businesses to find and create work that suits their personal circumstances. Today we are confirming our intention to widen the ban on exclusivity clauses, ensuring the lowest-paid workers have the freedom to boost their income through extra work if they wish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exclusivity clauses, which restrict staff from working for multiple employers, were banned in zero hours contracts in 2015. Since then, the number of people on zero hours contracts with a second job has risen, and more workers have been able to take advantage of the opportunity to boost their income. Our latest reform will build on the success of those changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government proposals will widen the ban on exclusivity clauses which restrict staff from working with multiple employers, to those whose income is below or equivalent to the lower earnings limit at £123 a week. An estimated 1.5 million workers are earning on or below £123 a week and the new reforms will ensure that workers in this group that have exclusivity clauses have the freedom to top up their income with extra work if they choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While not everyone will want a second job, the reforms will remove any barriers that currently prevent those who want to do so, and give workers more flexibility over when and where they work to best suit their personal circumstances such as childcare or study.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as supporting workers to increase their income, the reforms will also benefit businesses by widening the talent pool of job applicants to those who may have been prevented from applying for roles due to an exclusivity clause with another employer, and also helps businesses to fill vacancies in key sectors like retail and hospitality. The reforms will support low-paid workers to make the most of new opportunities where demand is growing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reform will be delivered through new secondary legislation which will be laid before Parliament in due course. It follows a consultation launched by the Government in December 2020, where the majority of responses agreed with the approach to extend the ban to contracts where the workers’ guaranteed weekly income is below or equivalent to the lower earnings limit of £123 a week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Additionally, many responses to the consultation highlighted the impact that covid-19 has had on job security and the decrease in guaranteed working hours for many people. Extending the ban to those earning below or equivalent to the lower earnings limit will therefore enable workers who have been moved to reduced hours contracts due to the pandemic to increase their income by taking on additional work if they wish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also announced its commitment to publishing employment status guidance, making it easier for individuals and businesses to understand which employment rights apply to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have been absolutely clear that we will do whatever we can to protect and enhance workers’ rights, and give businesses the confidence to create jobs and invest in their workforce. These reforms will put more power into the hands of individuals and businesses to find and create work that suits their personal circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}