{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-statement-on-post-office-compensation-for-horizon-scandal/",
    "title": "Paul Scully – 2022 Statement on Post Office Compensation for Horizon Scandal",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Scully, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 30 June 2022.",
    "content": [
        "As the House is aware, the Post Office Horizon scandal, which began over 20 years ago, has had a devastating impact on the lives of many postmasters. Starting in the late 1990s, the Post Office began installing Horizon accounting software, but faults in the software led to shortfalls in branches’ accounts. The Post Office demanded sub-postmasters cover the shortfalls, and in many cases wrongfully prosecuted them between 1999 and 2015 for false accounting or theft.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The High Court Group Litigation Order (GLO) case against the Post Office brought by 555 postmasters exposed the Horizon IT scandal which had seen many postmasters forced to “repay” to Post Office sums which they had never received. In March 2022, the Chancellor announced that further funding would be made available to ensure members of the GLO will receive similar levels of compensation to that which is available to their non-GLO peers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am announcing that the Government intend to make an interim payment of compensation to eligible members of the GLO, who are not already covered by another scheme, totalling £19.5 million. Together with the share of the December 2019 settlement that we understand was distributed to the GLO postmasters, this brings the total of compensation to approximately £30 million. I hope this will go some way in helping many postmasters who have, and still are, facing hardships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In parallel, we are working towards delivering the final compensation scheme for the GLO and will be appointing Freeths to access the data and methodology they developed in relation to the distribution of the 2019 settlement. Freeths represented the GLO claimants and have vital knowledge and expertise based on their involvement in the case. This will allow us to work at pace on the design of a scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, I can confirm that members of the GLO group will be able to claim reasonable legal fees as part of participating in the final compensation scheme. I hope that this will allay any concerns that they might have about meeting the costs of seeking legal advice and support when applying to the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Overturned historical convictions**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to report that interim payments for overturned historical convictions are progressing well. As of 29 June, there have been 75 overturned convictions, with the most recent convictions being overturned in recent weeks. The Post Office has received 74 applications for interim payments including several new applications in recent weeks. Sixty-seven offers have been accepted by and paid out to claimants, totalling nearly £7 million paid out in compensation so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For those postmasters who have already submitted quantified claims, we are working with Post Office to agree part payments of agreed elements of claims, such as loss of earnings, wherever possible, and will continue to do so with additional claims which are submitted. Taking this step should enable us to avoid undue delays in awarding partial compensation while outstanding matters are resolved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I acknowledge that one area where it has been challenging to agree compensation is non-pecuniary damages, some of which reflect the wider impact on postmasters’ lives that these wrongful convictions have had. These include compensation for the loss of their liberty or impacts on their mental health. A number of the postmasters have agreed to refer this issue to the process of early neutral evaluation, to be conducted by former Supreme Court Judge, Lord Dyson. It is hoped that this evaluation will facilitate the resolution of these issues. Government stands ready to support the delivery of the early neutral evaluation process and is keen to ensure that the outcomes of this process enable swift compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Historical shortfall scheme**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As of 23 June, 65% of eligible claimants have now received an offer, meaning £29 million has now been offered and that 444 further postmasters have been offered compensation since my last update to the House. I have set the Post Office the ambition to make 100% of HSS offers by the end of the calendar year and the Government are working closely with Post Office to achieve this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}