{
    "url": "https://www.ukpol.co.uk/paul-scully-2022-speech-on-the-mole-valley-local-plan/",
    "title": "Paul Scully – 2022 Speech on the Mole Valley Local Plan",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Scully",
            "url": "/tag/paul-scully/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Scully, the Minister of State at the Department for Levelling Up, Housing and Communities, in the House of Commons on 15 July 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Mole Valley (Sir Paul Beresford) on securing a debate on a topic that is important not just to him and his area—I know he has campaigned vociferously on it—but to the country as a whole. I can think of few better things to do on a Friday afternoon than to talk specifically about Mole Valley’s local plan. As he says, I am a near neighbour and know Dorking and Leatherhead well. Obviously, however, he rightly says that I am unable to go into the specifics, but I will try to deal with some of the general points, which may shed some light on the matter and complement his campaign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The whole House will share a mutual appreciation of the parks and green spaces that add vibrancy to our communities and lift the spirits of the people within them. My hon. Friend was right to talk about the circular nature of shops needing shoppers and shoppers needing homes. The whole point of a local plan is to have a holistic view of the local area, rather than just chasing targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mentioned green spaces and, after the NHS, they were what people turned to most during the pandemic, as a source of solace and space. It is that kind of holistic view that allows communities to breathe and expand. As we get past the covid pandemic, it is right that we reflect on what will keep our green spaces looking beautiful and brilliant in the months and years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My main message is that the Government share my hon. Friend’s determination to ensure that there are adequate green spaces for communities to enjoy right across the country. As he said, I cannot comment on the specific case, because the Secretary of State and my Department have a quasi-judicial role in the planning system, but I can speak to our unwavering commitment to keeping the country green and beautiful, and to what exactly we are doing as a Government to protect green spaces while encouraging development in the places it is needed most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministerial role in the planning system means that I cannot drill down into the specifics of local plans, including the evidence base, the handling of the planning process, or any proposal for a new policy, but I can share some facts about the plan and how it is submitted. Mole Valley put forward its emerging local plan for the Secretary of State to consider in February. As is normally the case, the then Secretary of State appointed an independent planning inspector to assess the emerging plan, and hearing sessions at the examination in public started in June. The independent inspector’s role is to look at whether the plan is legally compliant before considering whether it is sound.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a plan to be found legally compliant, the local planning authority must demonstrate that all the procedural checks and balances have been followed. Effective co-operation early in the plan making process is essential to ensure that the homes and infrastructure needed are planned for. It is expected that authorities collaborate with stakeholders to identify the relevant strategic matters to be addressed. For a plan to be considered sound, it should be positively prepared, justified, effective, and consistent with national policy. Ultimately, the inspector may report that the plan is unsound and cannot be adopted by the local council, but that is not for me to decide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the plan then to be adopted, it will require a full council vote, where all elected councillors are able to have their say. Mole Valley’s last local plan was adopted in 2009, and it stands to reason that having an effective, up-to-date plan in place is essential to identify the very latest development needed in any given area, deciding where it should go and dealing with planning applications. In this case, we would expect the local plan to set out the vision for Mole Valley and a framework for addressing housing needs and any other economic, social and environmental priorities, many of which my hon. Friend mentioned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that my hon. Friend will appreciate that due to my role, I cannot comment on specific planning applications, but he will know that local planning authorities are required to undertake a formal period of public consultation prior to deciding any application. Relevant concerns or considerations raised by local residents may be taken into account by the local authority. Applications are determined in accordance with the development plan for the area, unless material considerations indicate otherwise. Each application is judged on its own individual merit, and the weight given to those considerations is a matter for the local planning authority as the decision taker in the first instance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me touch on what we are doing not only to protect but to enhance our green belt. I am proud to say that our national planning policy delivers on the promises we made in the 2019 manifesto, with strong protections that safeguard this important land for future generations—promises that I hope will remain in place, irrespective of the outcome of the leadership competition. The national planning policy framework sets two tests to protect the green belt and the openness of land within it: first, that a local authority should not propose to alter a green belt boundary unless there are truly exceptional circumstances; and secondly, that it can show during the examination of a local plan that it has explored every other reasonable option, such as using brownfield land, optimising the density of development, and discussing whether neighbouring authorities could take some of the development required. The long and short of it is that our current framework is clear that inappropriate development—a designation that includes most forms of new building—should not be approved on a green belt except in very special circumstances, as determined by the local authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Paul Beresford**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My memory, having been in the Minister’s position, is that “exceptional circumstances” does not mean housing merely to fill the statistical numbers required or requested.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Scully**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed. My hon. Friend is right. Exceptional circumstances means exactly that. It does not mean just jumping into targets because of a lack of preparation elsewhere. That is key to understanding the issue. He talks about the local plan and the robust steps that any local authority has to engage in to get a sound judgment by the inspector and get a local plan adopted in the first place. It is about not just chasing targets, but the holistic view that I was talking about earlier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The logical counterweight to building on green belt is to make far, far better use of suitable brownfield land, especially to meet housing needs and to regenerate our high streets and town centres. It is a principle at the heart of our levelling up agenda and our mission to drive forward bold, Kings Cross-inspired regeneration projects in cities and towns across the country. My hon. Friend was very modest, as a former leader of Wandsworth Council, when he talked about that progressive council and the inspiration we can draw from it. For years, derelict sites across the country have been not only unloved but underutilised. In many cases, they happen to be the most sustainable locations for the kind of new homes and new developments we need, but too often that potential goes unrealised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help councils and support the re-use of suitable brownfield land, we have done a number of things, including updating the national planning policy framework so it sets out that planning policies and decisions must give substantial weight to the value of using suitable brownfield sites; increasing housing need by 35% in our 20 most populated urban areas in the UK, so we can make the best use of existing infrastructure, including schools, shops, GP practices, train stations and bus stations, as my hon. Friend alluded to; and requiring that every local authority collates and publishes a register of local brownfield land suitable for housing in their area. We have already seen the dividends of those kinds of forward-thinking policies. For example, the registers tell us that nationally we have more than 28,000 hectares of developable land, which is enough land for 1 million homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are, of course, committed to building the homes the country needs and to ensuring they are built in the places they are needed most. Over recent years, housebuilding has defied all expectations. Thanks to the steps the Government took with the industry at the height of the pandemic, we kept the conveyor belt of house building going, with over 216,00 new homes built in 2020-21—just a small dip on the previous year. There is every indication that in 2022, even with the challenging economic backdrop, the numbers will climb back up in the coming months and years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to measures such as the one we introduced in 2018 to assess local housing need—a measure that makes less opaque and more efficient the process of identifying how many homes any place needs—local areas are in a much better position. To help us reach our housing targets we changed the formula in December 2020 to grow the numbers of homes and meet demand in our 20 most populated urban areas. That will not just help us to deliver homes that help people get on to the housing ladder; it will also make sure we are developing in a way that makes the most use possible of existing infrastructure and helps us minimise the cost to the climate of long-distance commutes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we look to the future and what that future looks like for our planning process, the Government set out their vision through the reforms we proposed in the Levelling-up and Regeneration Bill, which was introduced on 11 May and is going through its parliamentary process now. The Bill will place a duty on local authorities to engage with their communities on proposed plans, giving communities far more say in planning applications and empowering them to have their say in the first place. The increased weight given to plans and national policy by the Bill will give more assurance that areas of environmental importance, such as national parks, areas of outstanding natural beauty and areas at high risk of flooding, will be respected in decisions on planning applications and appeals. The same is true of the green belt, which will continue to be safeguarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, measures to digitise the planning system will help radically transform the way that information about plans, planning applications and the information underpinning them is made available. That transparency will make the process smoother for all parties while putting the power back where it belongs: in the hands of local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend once again for securing the debate. With so much focus on other events, it is more important than ever that we keep discussing and debating the issues that really make a difference to people’s day-to-day lives. Again, I can only apologise that we cannot go beyond generalities into the specifics of his constituency. What I will say, however, is that we have both faced Lib Dem councils, but it is so important that local councils of any colour engage with the residents they represent. Councillors are there to reflect the desires of the people who put them in power in the first place. They have an incredible power to shape their community for decades to come through local plans. It is incredibly important that all areas get it right, but they can only do so by bringing people with them and going through the correct process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I look at the lie of the land with levelling up and regeneration and think about the direction of travel, I am reminded of a quotation from the American poet Randall Jarrell:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The people who live in a golden age usually go around complaining how yellow everything looks.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Don’t get me wrong—I know how much further we have to go to get the balance right between protecting green land and ensuring that the homes the country needs get built—but the Levelling-up and Regeneration Bill and the interest from parliamentarians on both sides of the House will help us to get there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}