{
    "url": "https://www.ukpol.co.uk/mark-sedwill-2018-statement-on-salisbury-attack/",
    "title": "Mark Sedwill – 2018 Statement on Salisbury Attack",
    "post_date": "March 21, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Mark Sedwill",
            "url": "/tag/mark-sedwill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Sir Mark Sedwill, the UK National Security Adviser, on 21 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/marksedwill.png)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/marksedwill.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday EU foreign ministers expressed “unqualified solidarity” with the UK after the terrible attack in Salisbury and gave their support for our efforts to bring those responsible for justice, demanding urgent and full answers from the Russian government. EU ministers agreed the need to focus on the implications of this shocking incident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tomorrow the Prime Minister and other EU leaders will discuss this at the European Council. I came to Brussels today as part of the preparations for those discussions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I had the opportunity to meet the High Representative and other senior EU officials and to brief representatives of all the Member States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I set out the reasons for our clear assessment of Russian responsibility, the measured but clear response we were taking, the wider pattern of malign behaviour into which Salisbury fits, and the importance of a renewed and wider international focus, including from the EU, on the challenge Russia represents to our shared interests and values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was clear from my discussions not only the strong solidarity with my country but also the shared sense of gravity and determination to look carefully, calmly but purposefully at the implications, given the high stakes involved for our shared European security and the rules based international order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}