{
    "url": "https://www.ukpol.co.uk/bob-seely-2023-speech-on-planning-policy/",
    "title": "Bob Seely – 2023 Speech on Planning Policy",
    "post_date": "February 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bob Seely",
            "url": "/tag/bob-seely/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Seely, the Conservative MP for the Isle of Wight, in Westminster Hall, the House of Commons on 26 January 2023.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the matter of planning policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to see you in the Chair, Mr Vickers. I will not talk for too long, but I want to raise some issues relating to planning policy, especially after the productive and fruitful discussions that my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) and I had with the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For years, we have needed a planning system that is community-led and environment-led, and that drives regeneration. For years, we have not quite had the opposite, but we have certainly not had a policy that is as focused as it should have been on community, the environment or, frankly, levelling up and spreading wealth around our wonderful country. Indeed, in many ways the definition of “sustainability” has been the opposite of what it is in reality. Much development has been truly unsustainable, as many communities involved in bitter battles against distant developers know. There are residents’ groups on the Isle of Wight, in the constituency of my right hon. Friend and across Britain that have despaired at the top-down, developer-led process, which seems so often to have ridden roughshod over the wishes of local people and the genuine needs of communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why last year we built an alliance of a hundred likeminded Conservative colleagues and tabled 21 amendments to the Levelling Up and Regeneration Bill, as well as negotiating with Ministers and officials over a one or two-week period to secure what I hope is a workable change, and indeed what I think will improve planning considerably in this country. These are some of the things that I would like to touch on for the Minister today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will just say what we are against, because it seems to me that, unless people want a free market in housing, which in reality we have not had since world war two, they are described as nimbies. I find that level of argument pretty depressing, shallow and empty. I think what we were against—certainly, what I was against—was a couple of things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, there is the planning or development industry’s addiction to greenfield, soulless, low-density, car-dependent, out-of-town development. Those sorts of developments —we see them a bit on the Island, but we see them especially in the home counties and counties such as Cambridgeshire—are socially bad, as they are not designed around communities. Effectively, they are soulless housing estates, plonked down in the middle of nowhere, or where the developers can get planning permission. They are also environmentally bad from a transport point of view, because they are almost entirely car-dependent. These isolated, car-dependent developments are truly unsustainable, because we know that detached houses are the most un-climate friendly form of housing. They are land-banked by large developers and are often built against the wishes of local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second thing that we found really difficult was the structure of the industry. There is sometimes a more sustained approach in the industry towards keeping share prices high than there is towards actual development. That is one of the problems. Because we have become over-dependent on private developers, we have effectively become hostages to their agenda. Yes, they build houses—that is their business model—but it is also their business model to keep prices high, to keep the value of land high and to limit the supply of land, because that is how they keep their share prices high, their profits high and, frankly, their bonuses high.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not had enough in the way of council-led affordable housing. I am a big fan of affordable housing and council housing, and I very much want the Isle of Wight Council to get on and develop its own council house company again. But because we have been dependent on private developers, we have something like 1 million outstanding planning permissions, including over 400,000 planning permissions on brownfield sites, which are just land-banked by the big companies, because then they can plan for profits for years to come. If we want to build more, we need a slightly different system from the one we had, or at least one where councils and housing associations can build more and have access to more land. I will come to that in relation to Camp Hill on my patch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result of so much of the pressure for housing moving down to the south-east—in places such as the Isle of Wight, but it is perhaps even worse in the home counties—we have skewed infrastructure spending away from the north and towards the south and the south-east. Again, because the infrastructure is there, that drives jobs and growth. We have a never-ending funnel—a never-ending hoover—of people from not only city centres to the suburbs but from north to south. That is bad for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To give a snapshot of the £866 million allocated by the housing infrastructure fund up to 2018, half of it was directed to London, the east and the south-east, while the combined authorities of Liverpool, Manchester, Tees Valley, the West Midlands and the West of England received only £124 million. That is about a quarter of what was given to London and the south-east. At that time, over three quarters of the £2 billion allocated went to projects in London and the south-east. Up to April 2020, it was estimated that the same fund spent up to £700 million on roads for garden communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a problem in that, because so many of the planning permissions are given in the south-east on greenfield sites, that skews investment and the infrastructure spend. The reality is that that makes levelling up and investing in the great cities of the north and the midlands much more difficult. I will come on to that, because there are some fascinating pictures of declining populations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After intensive negotiation with the Secretary of State and the Minister—it is a pleasure to see her here—we now have a much better deal that puts planning in a much better place. Before I turn to the wider issues of what I think we achieved with that, I will raise three issues with the Minister in relation to the Island. First, we would love more compulsory purchase powers. I know that the Minister will tell us that there is a compulsory purchase review out with the Law Society, which is looking at how we can make compulsory purchase more efficient.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In coastal communities, and maybe in levelling-up communities—if I dare describe them as such—we need that compulsory purchase power. It is way too difficult for us and our councillors, whether they are Conservative, Labour or independent, to do the right thing. There are too many buildings on the Isle of Wight that stand empty for years, especially those that have an impact on our communities, for example in Sandown—funnily enough, I was talking to the Mayor of Sandown less than an hour ago about post offices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Grand Hotel in Sandown has been empty for years. It is a gorgeous art deco building next to what used to be Sandown zoo—it is opposite the beach and next to the dinosaur museum. It should be a really important site for us. That building has stood empty for years. The Royal York Hotel in Ryde is owned by the same guy. Those buildings stand empty, and there are many others. With the Ocean Hotel I will be careful what I say; I do not think there are proceedings live at the moment, but at the very least there has been extraordinarily unethical behaviour in relation to that building—it may indeed be criminal. It is empty and, because of the legal disputes surrounding it, it may well lie empty for years. It is slap-bang in the middle of what should be Sandown’s tourism high street.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more help that Government can give us, the better. They should give compulsory purchase powers to councils such as the Isle of Wight, so that it can force the sale of the Grand Hotel, the Royal York Hotel in Ryde or the Ocean Hotel—so that it can say to the owners of those hotels: “You have six months to a year maximum to develop, otherwise we force a sale.” We would use those powers to put those properties on the market, to be bought by people on the condition that they put forward planning within a specific timeframe and start realistically developing and completing within a specific amount of time. That problem is replicated across coastal communities and in some of our most deprived communities, up and down the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I know the Minister will say that this is not her responsibility anymore, but I plead for quicker decision-making powers by Government. I give the example of Camp Hill—the third of our prisons on the Isle of Wight. The Minister was formerly Justice Minister, so she is probably bored of hearing about Camp Hill. I am bored of raising it. It has been nine years without a decision. The Americans put a man on the moon in less time than it has taken the Government to decide what to do with Camp Hill. I was thinking, half in jest, that if I set up as a squatter in Camp Hill, I would probably have ownership rights before the Government decided what to do with it, and if I could claim ownership of it, I could give it to the council. Can we please have a decision on Camp Hill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do not have many brownfield sites on the Isle of Wight—I think we have about half a dozen. Hopefully, the Minister will have some news about the greenfield funds, which I think she may have announced or will announce, but we will certainly be putting in for more money to clean up brownfield sites, because we have so few. Camp Hill is a really big potential brownfield site for us, and we would love to get access to it. I know the Minister is the Minister for housing and not a Justice Minister, but if the Government can sell that site to the Isle of Wight Council at a price that we can afford—in much the same way as they did for the Columbine Building, which is the hub of our shipbuilding industry in East Cowes—we can do good things with it. It is a brownfield site near Newport, and we can use the land to build decent, affordable housing for Islanders young and old, rather than having to rely on speculative greenfield sites outside our towns and villages. I urge the Government collectively to have better and quicker decision making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, and specifically for the Island, the Secretary of State and his adviser kindly suggested that they would write to me to confirm two things as part of our negotiations last year. The first is that, from now on, there is an expectation that exceptional circumstance is assumed for islands. My understanding from the negotiations is that exceptional circumstance for islands would be specifically mentioned in the footnotes of the national planning policy framework, or NPPF, and that that would be almost the expectation. We do not have a bridge—we are not Anglesey; we are separated by sea—and it costs 30% more to build a home on the Isle of Wight than elsewhere, because of the cost of getting material over by ferry. We have a restricted industry on the Island that builds between 200 and 300 homes a year. A target of 500, 600, 700 or 800 would be crazy and unachievable, because we have only ever built that sort of number on two occasions in the last 50 years, so it would be incredibly helpful if we could see the letter on exceptional circumstance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was my understanding—it was very accurate, I hasten to add—of the conversation that we had. The letter was also going set out what emergency powers the Government have to deal with unscrupulous caravan park owners and the planning lawyers who advise them, who game the system to build caravan parks and concrete over sites of special scientific interest on coastal islands, in very special areas of the Island or the country, and in areas of outstanding natural beauty and national parks. I think there was going to be some suggestion about what the Government could do on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are three very specific issues, which I hope the Government should feel positive about. First, we want the Government to be ambitious on compulsory purchase, because it is so important to so many parts of the country that when property developers do not do the right thing, we can force the sale of sites, especially high-value sites that have a significant impact on our communities and our economy. Secondly, can we please have quicker decision making, specifically on Camp Hill? The council and I really want to build affordable homes on that site for folks on the Isle of Wight. Thirdly, I remind the Government of the letter they promised me on exceptional circumstance and caravan parks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More generally, I thought we had some great discussions at the end of last year, and we still have targets. I am just so fed up of hearing that Back-Bench MPs are docile sheep who trot through and vote for anything, or that we are an ungovernable rabble. Actually, the planning debate that we had showed this place working at its best. We respected the Government’s agenda, the Government listened to Back Benchers, we had a negotiation, and we reached a better state afterwards than we had before. We were vocal about what we believed was right, the Government were vocal about what they believed was right, and we negotiated our way through. The Government avoided an unnecessary rebellion; we respected the Government’s position, and the Government listened to us. That is neither MPs being docile sheep nor MPs behaving like some rebellious rabble; it is Back-Bench MPs, especially, doing their job, and Government Ministers doing theirs. I actually thought it was a pretty good process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyway, the housing targets remain, but they will be advisory, which I think is where they should be. We need to take a pragmatic, reasonable approach to examining the true housing numbers, and where there are genuine environmental constraints, councils will be able to propose a reduced housing number. Again, I point to the Isle of Wight as a really good example of that, because we have finite space. By way of example, I remind the Minister that in many areas of the south and south-east, the population has increased dramatically—I know that is happening in her patch. Over the past 60 years on the Island, we have increased our population by nearly 50%; it is about 50% in 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, there has been a decline—not a relative decline, but an absolute decline—in the populations of Newcastle, Sunderland, Hull, Liverpool, Manchester, Birmingham and Stoke. We have had two great trends over the past 50 years: a move from city centres to suburbs, and a move from north to south. A lot of the pressure in constituencies such as mine is due to the decades-long lack of investment, or lack of an attempt to drive prosperity, in many of those great cities. Newcastle is a fantastic and exciting city, Birmingham, Manchester and Liverpool likewise, yet they have all had declining populations since the late 1950s and 1960s. If we could reverse that trend and make those cities hubs that people will want to go to, because that is where the jobs and prosperity are, that would take pressure off communities such as ours, as the Minister knows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more we can get levelling up right, the better it will be for all of us, and the less pressure it will put on our communities. That means that more infrastructure money then goes back to northern communities and midlands city centres, which is where it should be in the first place. It seems entirely obvious to me that if one is developing a brownfield site in an existing community, the infrastructure spend is probably going to be lower. Widening single-track Victorian lanes in the east and north-east of the Isle of Wight—which is what is having to be done in my patch—costs a lot more than if it were happening in Liverpool and Manchester, because the infrastructure is there already. The more we invest in inner-city centres that have high-density populations, the better it is for those city centres, for Government services, and for communities such as mine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are also going to modify the existing five-year land supply rule to pretty much get rid of it. They are going to kill off the tilted balance, thank God—I think that is an incredibly pernicious thing. Again, rebalancing the economies of greenfield and brownfield use to regenerate empty buildings, disused sites and town centres seems to me economically, socially and environmentally important; it just seems to be an incredibly sensible thing to do. If there is more money for brownfield site clean-up, Isle of Wight Council will be very excited to hear it, so if the Minister has anything to say about that today, she is very welcome to say it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have gone on for a little bit longer than I thought I would, so I will wrap up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Gagan Mohindra (South West Hertfordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More or less?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Mohindra**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we are in a good place regarding all the things that we negotiated. Obviously, we need to see them in the national planning policy framework, so I just want to check—I am sorry; I have been doing so much in the past week or so—is the new NPPF out now, or is it going to be out? We were promised that those changes would kick in come the new year. Have the changes in the NPPF happened yet, or is there going to be a date by which they will happen? Clearly, the Isle of Wight is now making its Island plan, and wants to use the exceptional circumstance assumptions that have been confirmed to it by Government, for which it is grateful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward to supporting the levelling-up agenda and the Levelling-up and Regeneration Bill, so that we make sure that we get housing where we need it in the United Kingdom while respecting communities such as mine. We need housing for local youngsters and other local people. On the Isle of Wight, that means housing for Islanders of all ages. Some people are downsizing, and a lot of people are first-time buyers who are looking for affordability criteria of 60% of local rates, rather than 80%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As much as is possible, we need to get housing associations on the Island building. I would pretty much rule out private sector housing estates. If we are to build housing on the Isle of Wight, it needs to be affordable, and for Islanders. If people want to move to the Island, they are very welcome to; that is what the back of the Isle Of Wight County Press is for, where there are all the ads for property. There is lots of property for them to buy on the Island. We do not need to build for people moving to the Island; we need to build to make sure that there are homes for young people. We need to engage housing associations. The more support there is for housing associations, and for building in existing communities, on brownfield sites, the more we can keep everybody happy. We can then build for our young people while respecting communities, who will not feel under attack from the threat of settlements being built on the greenfield around them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deal that we struck with the Minister and the Government is not perfect, but it is much better than what came before. I look forward to working with the Government on making a success of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}