{
    "url": "https://www.ukpol.co.uk/bob-seely-2022-speech-on-ukraine/",
    "title": "Bob Seely – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Seely",
            "url": "/tag/bob-seely/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Seely, the Conservative MP for the Isle of Wight, in the House of Commons on 22 September 2022.",
    "content": [
        "It was a pleasure to lead the delegation last week. For anyone who is interested, I am organising another to take place later in the year, and it will be lovely to see colleagues on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That weekend when we were in Ukraine heralded a new phase in the war. First, while there is still a long way to go, there is now a sense in Ukraine of a pathway to Ukrainian victory and Russian military defeat, probably within the next three to 18 months. Secondly, the partial collapse of Russian forces will compel it to commit reserves that it would have wanted to build up until the spring for the chance of a spring offensive. From now on, Russia’s war will almost certainly become a defensive war of digging in and holding on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that Russia’s weakness is on the battlefield, while Ukraine’s is economic and political. It has an almost total economic dependency on the west, and it has a dependency on our arms supply. It is clear that Putin will try to break this alliance and gain a political victory where he cannot seize a military one. In military terms, the umbilical cord between us and Kyiv becomes the centre of gravity for the Russians to attack. This explains, in part, Putin’s decision to threaten the use of nuclear weapons and to annex territory to Russia, and his decision on the mobilisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is nuclear weapon use likely? Not by any means, but I think we should speak with a sense of care and proportion. In the minute I have left, I will try to explain a slight difference with the Government. To minimise the chances of nuclear use, tactical or strategic, we have to assume that that threat is real and that at some point, probably as Russian troops face collapse in the south, Putin will have—again, this is a military term—a decision point to either use tactical weapons or not. We have to assume that he may well use them, and the purpose of making that assumption is so that we can plan. To say that he is bluffing means that we do not have a plan, and we will again, as we have been doing since 2007, be playing catch-up in a disastrous situation, with a fascistic Russian state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hope is not a strategy. Keeping fingers crossed is not a policy. At every point, Putin has chosen to escalate and increase risk. There is no sign that he will do anything different now. In short, we need to maximise the chance of avoiding tactical use that will kill thousands by planning for it now. I have run out of time, but I will in due course write further on this and what the Ukrainians told us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}