{
    "url": "https://www.ukpol.co.uk/bob-seely-2023-speech-on-the-budget/",
    "title": "Bob Seely – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bob Seely",
            "url": "/tag/bob-seely/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Seely, the Conservative MP for the Isle of Wight, in the House of Commons on 20 March 2023.",
    "content": [
        "It is great to see you in the Chair, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like my hon. Friend the Member for Hazel Grove (Mr Wragg), I will be ultra-parochial: I am going to talk specifically about the funding model in my constituency in relation to public services, and what the Treasury says or does not say about it. The issue, which I will bring up in my Prime Minister’s question on Wednesday and in my meeting with the relevant Minister in the next couple of weeks, is the funding of public services on the Isle of Wight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Isle of Wight Council is the only island authority in the United Kingdom that does not receive a permanent, consistent uplift in its funding that reflects the additional cost of providing services on an island separated by sea from the mainland and without a fixed link. The “Fair funding review” of 2017, which was signed off by the current Prime Minister when he was in a different job, made clear that it recognised the additional costs associated with providing Government services on the Isle of Wight. It set those costs at a fairly high level, estimating them to be the equivalent of an extra 35 miles for ferry passengers on foot and about 70 miles—the distance from London to Peterborough—for those travelling in a car or lorry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1989, there have been six major studies of the impact of separation by sea on fair funding and public services on the Island. I shall refer briefly to two of them, the University of Portsmouth model of 2016 and a study commissioned last year by the Government, working with me, to examine the funding settlement for the Island. The University of Portsmouth, in an excellent study for which I thank its academics, confirmed that three separate economic factors were at play in making the provision of local services on the Island more expensive. The first was the lack of spill-over of public goods between the mainland and the Island, the second was the so-called Island premium—the higher prices charged by suppliers on the Island as opposed to the mainland—and the third was the additional costs to the Island that result from physical and perceived dislocation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two years ago, backing up and building on that report, the Government—at my request—spent about £50,000 on commissioning LG Futures, a respected local government think-tank, to review the evidence for the “additional costs” argument in relation to the provision of public services on the Island. The Government worked through with the council and me the parameters of what the review—which they had committed to and commissioned—would be investigating. It confirmed the accuracy of every relevant study of the funding of public services on the Island: it confirmed that it cost more to deliver public services there, for the reasons outlined by the University of Portsmouth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In many ways I am delighted by what has been happening in the past few years, and I want Ministers to hear that. We have had a much better deal from the Government in recent years. Since I became the Member of Parliament for the Island, we have got more than £120 million of additional Government funding, including about £48 million for St Mary’s Hospital—and that does not include the £10 million for the new diagnostics centre, which is wonderful news. We have received £50 million to upgrade the railway and the Ryde railway pier. The work on the pier is under way, as is the work at St Mary’s. We have got £20 million for Isle of Wight College, and £6 million to support shipbuilding in East Cowes. All that provides much better life opportunities and life chances for Islanders, which are what I am here to try to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, when it comes to the provision of local government services via Isle of Wight Council, we are lagging behind other islands in the UK, and our need—which has been confirmed by all coherent and responsible academic research into the Island—backs up our argument. I shall be meeting the relevant Minister in the next couple of weeks to discuss that, because the Government have, I am delighted to say, reopened the case for looking at Isle of Wight funding. The Secretary of State for Levelling Up, Housing and Communities will come to the Island in May to talk to the Islands Forum, which I helped to establish along with others, including council leaders in Orkney and, I believe, Wales. I also hope to talk to the Prime Minister about the issue in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask Ministers, including those at the Department for Levelling Up, Housing and Communities and the Treasury, to look at a fair funding formula for the Island, because this is one of the outstanding issues that have still not been resolved in our efforts to secure a better deal. We have gone a long way towards delivering that better deal for health, shipbuilding, transport and Isle of Wight College, but a fairer funding settlement that takes account of the fact that the Isle of Wight is an island is still eluding us. I should be extremely grateful if Ministers could work with me on that to solve the issue this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}