{
    "url": "https://www.ukpol.co.uk/bob-seely-2022-speech-on-world-biosphere-day/",
    "title": "Bob Seely – 2022 Speech on World Biosphere Day",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Seely",
            "url": "/tag/bob-seely/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Seely, the Conservative MP for the Isle of Wight, in the House of Commons on 3 November 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker, for letting me take part briefly in the debate. My hon. Friend the Member for North Devon (Selaine Saxby) is in competition with me and a relatively select few to deliver more for her wonderful patch than we do for our respective patches. I hear nothing but amazing reports of the work that she is doing. Similarly, I try to deliver as much as I can for my folks on the Isle of Wight. We both care so much for our wonderful parts of the UK. I thank her and the Minister for letting me contribute to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with much of what my hon. Friend has said and I will stress two points. Before I do, our Island biosphere designation came quite late—we got it a few years ago after a campaign led by our area of outstanding natural beauty organisation—but I thank Joel Bateman, Councillor Jonathan Bacon and, more recently, Holly Jones and Natasha Dix for their impressive work in delivering that successful bid to UNESCO and since. There are 17 UNESCO sustainable development goals that we are trying to work into the Isle of Wight Council’s planning. We have lots of exciting projects, such as regenerative farming, carbon sequestration in soil and local agricultural, net zero homes, active travel and smart renewable grids that we are trying to do off the back of getting biosphere status.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first valuable point that my hon. Friend made that I want to stress is that there is no similar designation in British law that achieves the same effect. I am keen for the Government to take it on board that we have this valuable designation that combines the human world, the natural world and the maritime world. That is actually quite unique; there is nothing like it in UK law, but should there be? For example, 75% of the Isle of Wight comes under some form of UK designation: there are eight separate designations and 13 distinct areas. For an island of our size—it is only 15 miles by 30 miles —that is highly fragmented and somewhat over-complex, and creates a needless bureaucracy when it comes to nature protection and planning. I would love to know how the Government could incorporate and recognise biospheres within UK law. At the moment, we have a tapestry on the Island, but we need a blanket, which is the idea that the biosphere gives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My second pitch, in the brief time that I have, is that if the Government are going to bring in a Bill about protected landscapes, such as national parks and AONBs, which I hope they do, and if they are going to slightly fudge the difference between them and perhaps bring in new designations, one of the new designations could be a biosphere designation, which would give biospheres a status within UK law, or an island designation. If we are going to have city parks, why can we not have island parks? It is not a national park on an island but an island park that looks at human habitation, maritime protection and landscape protection as a single whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would argue that an island park designation for the Isle of Wight would have AONB status throughout. We have only a finite amount of land and we cannot keep giving it up endlessly to low-density, car-dependent, un-environmentally friendly greenfield developments; we need to use land better. We could have maritime and landscape protection, as highlighted by my hon. Friend, and we could use the island park designation to attract tourism and help with our identity, as the biosphere potentially does. We could perhaps get some targeted support for agriculture, because we do not have an abattoir on the Island, so all the livestock goes to the mainland for slaughter, which adds cost and inhibits the circular economy that we need. Those are some of the ideas that an island designation or a biosphere designation could provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biosphere is about human habitation, so we could also do a great deal with culture. The Isle of Wight was one of the most celebrated places in Victorian England with Tennyson, Keats and many others coming down to enjoy it and paint it. People fell in love with the place and sometimes used it as an escape from mainland Britain. Other people based themselves there, such as the Bonchurch school of artists and the Freshwater set with Julia Margaret Cameron. We also had—who wrote “Alice in Wonderland”?—Lewis Carroll, who used to hang around there back in the day hoping to catch a glimpse of Tennyson. We have had a phenomenal cultural input. Given the Island’s culture, together with its unique species and unique dinosaurs—we have more dinosaur finds than anywhere else in Europe, and in fact it is one of the leading dinosaur places in the world—and our landscape, there has to be a better way of recognising and protecting that. We could do so either by making biospheres part of UK law or, for the Island as a separate issue, having an island designation, which other islands—the Isles of Scilly, Arran in Scotland—could eventually share. It could be a very good idea to have some kind of island designation in UK law. I thank my hon. Friend so much for bringing forward this debate, and I look forward to what the Minister has to say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}