{
    "url": "https://www.ukpol.co.uk/andrew-selous-2009-speech-on-poverty/",
    "title": "Andrew Selous – 2009 Speech on Poverty",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Shadow Minister for Work and Pensions, Andrew Selous, on 7th October 2009.",
    "content": [
        "I am proud to be serving in a party whose leader, David Cameron has said he wants the government he aspires to lead to be judged on how it tackles poverty in office.Those sentiments are nothing new for this party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From Shaftesbury to Disraeli, from Stanley Baldwin to Rab Butler, we have always seen the relief of poverty and the improvement of the conditions of all the people as a core part of our purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour have tried to make the eradication of child poverty their issue, but much of the most powerful thinking on combating poverty in our country today is coming from those on the centre right and within our own party. I want to pay tribute to the outstanding work of Iain Duncan Smith and the Centre for Social Justice in their Breakthrough Britain reports on ending the costs of social breakdown. My colleague in the Lords, David Freud wrote the key Government report on reforming welfare before he joined this party to help put real reform of welfare into practice and the shadow Work and Pensions team published its welfare reform paper last year in order to make British poverty history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not doubt Labour’s commitment in this area. But Labour have failed to meet the targets they set themselves and are miles away from meeting the target to reduce child poverty by half by 2010. Even before the recession took hold they were very unlikely to have done so. 400, 000 more children are living in poverty since 2004 which means there are still four million children in poverty in the UK. Even Alan Milburn has said that “poverty has become more entrenched”1 under this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour have concentrated almost entirely on tax credits to relieve poverty. I do not believe that tweaking a benefit here or a tax credit there will ever get to the heart of the problems that trap so many of our nation’s families in poverty. Our approach must be focused on turning round the lives of people who live in poverty and in many cases who have lived in poverty for generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That will require dealing with the root causes of poverty in a far more rigorous way. We know that educational failure, worklessness, benefit traps, addiction, serious personal debt and family breakdown are the pathways into poverty for all too many of our fellow citizens. All these causes need to be addressed to keep families out of poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government measures poverty by looking at households which have less than 60% of median income. We have greater ambition than to raise a family’s income by a few percent. If you knocked on the door of a household whose income had gone from 58% to 61% of the median and asked “What does it feel like to be out of poverty? “, I suspect you would get a pretty surprised reply. So we are looking at a wider range of indicators to measure success in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach to tackling poverty will be based on sound Conservative principles. We know that to eradicate poverty you have to create more wealth. You can not defeat poverty through the welfare system and tax credit system on its own. So the people who start and grow businesses will be in the frontline of Conservative plans to combat poverty and we will need to pay special attention to those areas of our country which are jobs deserts, where almost no one works. Some local authorities like Kent are taking the lead in this area and we want to see that best practice spread across the whole country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Conservatives we also recognise that poor children don’t exist in a vacuum. They are part of poor families and we will take a whole family approach to combating child poverty. And that means extended families, including grandparents. We believe not just that every child matters, but that every family matters. It is no coincidence that the United Kingdom has both one of the highest rates of child poverty in Europe as well as one of the highest rates of family breakdown. The courage and determination that David Cameron has shown to strengthen families has never been more necessary to reduce poverty in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also recognise that government and families can not, on their own, always find the solutions to getting out of poverty. The helping hand of the voluntary sector is absolutely vital too. It’s role and that of so many social enterprises will be central to the next Conservative’s government’s approach to fighting poverty. And one thing we will change straight away is the refusal of the Department for Work and Pensions to signpost the voluntary help available in their areas. This summer I learnt that the department had actually stopped a job centre from telling its customers about a local food bank. And they did this even though health visitors, social services and probation officers all work in closely with the food bank. You see Gordon Brown’s view is that if everybody can’t have something then no one should. Well, we think that’s wrong and we will instruct every Jobcentre Plus district manager in the country to sit down with charities providing emergency food, debt counselling services, homelessness charities, family support groups and so on, to work out how this support can be signposted locally so that people in desperate poverty can find it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ending family and child poverty is indeed everybody’s business and I can give you this pledge today, that it will be very much at the heart of the work of the next Conservative government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}