{
    "url": "https://www.ukpol.co.uk/andrew-selous-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Andrew Selous – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 9 September 2022.",
    "content": [
        "Tonight, the good people of Bedfordshire are grieving so deeply because they loved their Queen so dearly. Some of them, like me, were hugely privileged to be with Her Majesty and the Duke of Edinburgh when she visited the elephant care centre at Whipsnade zoo in April 2017. Her Majesty had a deep interest in wildlife. She fed some of the baby elephants bananas, and that was something they were very pleased about. Afterwards, she visited the independent living centre in Dunstable, which was opened by Central Bedfordshire Council. She had a deep interest and passion in how older people were looked after and felt that they should not be isolated and lonely in their later years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As many of us have said this afternoon, she was our rock, but in my brief contribution, I want to look at who was her rock. I commend to all hon. Members the book that was published in honour of her 90th birthday, “The Servant Queen and the King she serves”. It is published by the Bible Society and the clue is rather in the name of the book. She lived out her faith and did so with humility, grace and kindness, but she was also not afraid to speak about it either, as she did in her Christmas broadcast in 2002:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I know just how much I rely on my…faith to guide me through the good times and the bad. Each day is a new beginning, I know that the only way to live my life is to…do what is right, to take the long view, to give of my best in all that the day brings, and to put my trust in God…I draw strength from the message of hope in the Christian gospel.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the Queen’s faith that enabled her to take the long view. As the daughter and wife of a naval officer, she had the attitude that this storm, too, shall pass. When she was facing difficulties that can sometimes seem to overwhelm us, she took the long view. It was her faith that enabled to face her end calmly, because she knew that thinking death is the end is the great lie of the evil one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May she rest in peace and rise in glory. I look forward to the reign of His Majesty King Charles III, who cares passionately for the wellbeing of all peoples across these islands and who has been way ahead of his time on issues like climate change and the environment. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}