{
    "url": "https://www.ukpol.co.uk/andrew-selous-2022-speech-on-unadopted-roads-on-new-housing-estates/",
    "title": "Andrew Selous – 2022 Speech on Unadopted Roads on New Housing Estates",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Selous, the Conservative MP for South East Bedfordshire, in the House of Commons on 1 December 2022.",
    "content": [
        "I am grateful to Mr Speaker for granting me this Adjournment debate on unadopted roads and the lack of facilities for new housing estates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that new housing can be a controversial issue. Some of the biggest issues in my constituency relate to general practice capacity and police numbers not increasing sufficiently in line with the building of thousands of new homes. I want everyone to be well housed in well-designed communities with, crucially, adequate local facilities. I am sure we would all agree that safe roads to drive on, speed restrictions, traffic calming, street lights, pedestrian crossings, parking enforcement, and litter, dog and grit bins, and regular collections from them, are all things we have a right to expect in England and Wales in 2022. Asking for them is not asking the earth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet the current position is that many hundreds of thousands of our constituents do not have those basic amenities, which those of us who are lucky enough to live on adopted roads take for granted. As I will argue, the lack of street lights, parking enforcement, pedestrian crossings, pavements, and speeding restrictions make living extremely dangerous at times for those residents. Unadopted roads are subject to surface drainage issues, leading to a higher risk of flooding, and mortgage lenders sometimes withdraw funds from prospective buyers if a road is not adopted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Nokes (Romsey and Southampton North) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is such an important debate. My hon. Friend highlights the issue of drainage. May I draw the Minister’s attention to the situation at Knights Meadow in North Baddesley in my constituency? The drainage there has been designed outside the parameters of adoptability by the drainage authority, so there is no chance of the highway above the drain being adopted either. We are left in the horrendous situation whereby the homeowners can expect no solution to it, while having to cope in the meantime with sub-standard facilities, roads and drains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the last visit I did with Anglian Water in my constituency, I learned that water companies are not actually statutory consultees in new planning applications. The good local authorities talk to the water companies, but in my view, the companies should be statutory consultees, to avoid exactly the issue that my right hon. Friend raises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the safety issue, are we going to let the situation continue like this until—God forbid—a child gets killed? Road safety is a real issue, as I will illustrate. The Fletcher Road estate in south Gloucestershire is not adopted, and the traffic regulation order to bring in a 20 mph zone will not come in until the entire estate is complete, which could take 10 years. Last year, a child was seriously injured on the estate, and the accident safety report concluded that if the road had been properly constructed, and had speed humps, surfacing and a 20 mph limit, it would have been safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Levelling Up Secretary has quite rightly used his righteous anger to make massive progress on dealing with the cladding issue and, most recently, with the mould issue. My request to him is to make it a hat-trick on behalf of hundreds of thousands of people who are paying full council tax without basic facilities, many of which are designed to keep them safe. During the American war of independence, the cry went up, “No taxation without representation.” Why is it that we require residents on new estates to pay full council tax while receiving very much less than full council services? Many residents are now paying twice for identical services. On the Castle Mead estate in Wiltshire, residents will pay the equivalent of band D town council tax to a management company to use the open spaces around their homes, while still paying full council tax. That does not seem fair or right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last full survey of unadopted roads was conducted by the Department for Transport in 1972, when it was estimated that there were 40,000 unadopted roads in England and Wales, covering some 4,000 miles of road. It is very concerning we do not have figures for the situation today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me take the Minister on a tour around my constituency. On Theedway in Leighton Buzzard, three street lights do not work—all close to an assisted living residence where many people have mobility issues—and there is no parking enforcement or road signage. All that is dangerous. In nearby Copia Crescent, one street light is on 24/7 while the other is broken. Local residents do not know which developer to go to for these issues to be fixed. In nearby Grebe Drive, Goldfinch Road and Fraserfields Way, residents report dangerous speeding, no traffic calming, no speed enforcement and churned up verges. One householder is having difficulty selling his property because his road is not adopted, so we are making people’s main asset more illiquid and reducing the ease with which they can move. Properties in Clay Furlong and Claridge Close were sold in 2003—when the first residents moved in—but nearly 20 years later, the roads have still not been adopted. That is simply not good enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Dunstable, the residents of Harvey Road have never had street lighting, and they have to navigate round potholes—that situation has gone on since at least 1961. A resident of a new estate being built at Tilling Green in Dunstable tells me that she has no street lights and that parking on junctions is extremely dangerous. She has had no reply from her management company about those issues. A constituent from the new Eleanor Gardens development in Dunstable tells me that Taylor Wimpey told her that it had handed the estate over to the council, while Central Bedfordshire Council said that it was unable to help because the handover had not happened. Homeowners—with all their pride and excitement about their new homes—have been left in the lurch again, not knowing where to turn to have multiple problems sorted out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Nokes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for giving way, and I assure you, Madam Deputy Speaker, that I do not intend to intervene all afternoon. My hon. Friend makes an important point about homeowners not knowing where to go. They assume they should go to the council, but then find that the road is unadopted. They then assume they should go to the developer, but then find that a management company was set up and that, in many cases—such as for several estates in my constituency—it simply does not respond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a typically insightful intervention, my right hon. Friend makes exactly the right point. If she is able to stay until the end of my speech, I will outline a number of potential solutions that I am excited about. There are things we can do that do not require money and may not even require legislation, and which would make a difference. I am not just outlining the problems; I am coming up with solutions, which is what we in this place are here to do, is it not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bidwell West—a huge new area in my constituency—has all those issues. They were first brought to my attention by a young couple from Centurion Way who are proud of their new home and want to be proud of the area they live in. They came to see me in my surgery in June to ask for litter bins. The adoption manager from Linden Homes would not even agree to speak to me when I raised the issue with the company. The leader of Central Bedfordshire Council told me that some developers have in the past worked with the council to install and empty litter bins before the roads are adopted. If some developers can do that, why can’t all of them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A mother from Bidwell West tells me that her nine-year-old daughter is scared to walk to school because there are no pedestrian crossings. There have already been numerous head-on crashes on her new estate because of the lack of signage and speed restrictions. There are now large potholes appearing in some of the roads, and the lack of lighting is dangerous for dog walkers and another pedestrians on these dark winter evenings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A resident from the Kyngshouton estate, north of Houghton Regis, tells me that Persimmon indicated to purchasers that the roads would be adopted by the local authority, but five years later, that has not happened. The residents pay for council tax and a service charge to a management company where the majority of directors are Persimmon staff, and despite the residents having been told that there would be a director election process, that has not been forthcoming. Why should the residents have to pay twice? They also believe they could do a better job running the management company than the Persimmon directors. My hon. Friend the Member for Redditch (Rachel Maclean) has told me that at Holyoakes Field First School there are no road markings and no parking near the school, resulting in children and parents having to walk on the road, which is extremely dangerous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly indebted to the briefing I have received for this debate from the Reverend Tim Haines, the pioneer community worker for Bidwell West. He points out that on new developments it is not clear who is responsible for what—the very point that my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) has just made—and that at the very least we need a stakeholders working group, comprising builders, housing associations, landowners, the local authority and residents. Every developer with a responsibility for street lights and so on should have a named, available point of contact for residents and council officers to contact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Local Government Association, the National Association of Local Councils and the Home Builders Federation for the briefing they have provided to me for this debate. I am optimistic that a better future can be created, but it will need the Department for Levelling Up, Housing and Communities to take a lead and establish best practice requirements with penalties for failure to comply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some local authorities report that developers start building a road before entering into the section 38 agreement or try to vary the terms of the local highway authority’s section 38 agreement. In other cases, the developers may build a road very slowly and not finish it or not build the road up to the local highway authority standards. The sewerage authority may also take time to adopt the sewers under the new road. The road may be finished, but there could be outstanding construction defects that the developer needs to fix, such as defective street lights, potholes, overgrown verges or broken drain covers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Builders Federation notes the unacceptable inconsistency between local highway authorities, with inspection fees varying between 5% and 15% of the bond value and the length of time between a technical submission and technical approval for both section 278 and section 38 agreements varying between one week and one year. The Home Builders Federation requests that costs imposed on it by local highway authorities be reasonable and consistent, and that the process for technical approval and legal engrossment be simple, effective, rapid, trackable and measurable—all very reasonable demands. It asks that councils do not seek betterment schemes over and above the engrossed legal agreement, so preventing adoption as a result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want the Department to take a lead on this issue and deliver significant improvement in how we provide roads on new estates with the associated facilities that are critical to prevent our constituents from being exposed to danger. I say again that that danger could lead to loss of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Wales, a good practice guide has been adopted, to which local highway authorities and house building federations have signed up. At the pre-application stage, the highway authority is involved. If five or more properties are served by public highways, the highway authority serves an advance payments code notice on the developer within six weeks of building approval. Once the notice has been served, works cannot commence without a bond being in place, equivalent to the total cost of construction of roads as estimated by the highway authority. During this period, a section 38 agreement can be negotiated, or ideally it is done even sooner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My plea to the Minister is to take the learning and evaluation of what has happened in Wales and to build on that for England, and to take the sensible points made by local authorities and the Home Builders Federation to get agreed and enforceable national standards, and to do so with speed and determination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}