{
    "url": "https://www.ukpol.co.uk/andrew-selous-2022-speech-on-achieving-economic-growth/",
    "title": "Andrew Selous – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 18 May 2022.",
    "content": [
        "I am delighted to be called in this debate. I want to talk about three areas in my seven minutes: the economy, general practice, and skills and schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday I was delighted to receive the very good news from the House of Commons Library that unemployment had fallen by 1,725 in the year to April in my constituency. Every one of those people is an individual, able to contribute to a household budget and help with the family finances. Sometimes I do not think we realise what a jobs miracle this country’s economy has been over the years. In the middle of the last decade, the United Kingdom was creating more jobs than the whole of the rest of the European Union put together. That is an amazing jobs creation record. The fact that the economy is still enabling those jobs to be produced after the covid shock and the Ukraine shock is quite incredible. I pay tribute to all businesses large and small, and to Government policy, for enabling that to happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is happening in Ukraine is having a consequence on people’s cost of living. One thinks of the storehouses in Odesa, full of grain that could go around the world to feed hungry people and that would help grain prices to come down and help us in the United Kingdom. However, because of the evil action of the Putin regime, that is not allowed to happen. Ukraine is also the world’s fourth largest producer of ammonia and fertiliser, which is having a huge impact on the problems that our farmers are facing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also acutely conscious that housing, particularly in my constituency and large parts of the south-east, is a mammoth part of people’s outgoings. There is a lot of talk at the moment, quite understandably, about increasing energy and food costs. In my part of the world, it is not unusual for people’s rent to be two thirds of their income. That is simply not sustainable. It is really tough for people on lower incomes in high housing cost areas. We need to confront that. I know that the Prime Minister and the Levelling Up, Housing and Communities Secretary get that, and in my view this issue at the heart of poverty issues in large parts of the south.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As has been pointed out for years by the British architect Bill Dunster OBE, the architect of Portcullis House—if that does not put those of my colleagues who have offices there off him—it is possible to build zero-energy-bill homes that sell back more energy to the grid than they draw down. Those homes would not have gas and electricity bills, which would be fantastic for our greenhouse gas emission targets and the huge energy shock that is causing so much worry and concern for many of our constituents. I know that we are reducing carbon in new homes by 70%, but I would encourage the Government to go further and faster in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note the £22 billion and the £83 billion in debt interest, but I was pleased to hear the Chancellor say yesterday:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“we will do more to support the most vulnerable”.—[Official Report, 17 May 2022; Vol. 714, c. 585.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is absolutely right, and I look forward to seeing the details, particularly for the disabled and pensioners. Given the Chancellor’s record in getting the country through covid, I know that he will not disappoint in that area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that the statistic that emerged yesterday—that we have increased the number of people with disabilities in employment to 1.3 million, after setting a target of 1 million in 2017, which we have achieved within five years—is astonishing and the result of hard work by many people, including the applicants themselves?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so grateful to my hon. Friend for making that point. There is a wonderful Indian employer in my constituency who calls his disabled staff “differently abled”. That is a wonderful way to put it, because they have amazing gifts to bring. Often, employers will say that they are some of the most hard working and dedicated, which is why our disability confident campaign, which has clearly been successful, is so important, so I thank my hon. Friend for raising that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I am focusing in particular on the Levelling-up and Regeneration Bill and what it needs to do, and I want to raise the appalling difficulty that many of us on both sides of the House have in getting sufficient additional general practice capacity where there are huge new housing developments. We are a country that generally does public administration and planning well—for example, I rarely come across a child who does not have a school place—because we have brilliant civil servants and brilliant local authority officers. However, I must say that a major exception is general practice, where the system is not working well. I ask my Front-Bench colleagues please to note that and take it back across Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an alphabet soup of different places to go to try to get a health hub or extra GP surgeries. One could try section 106 or the community infrastructure levy. One might be lucky with the housing infrastructure fund. Perhaps one’s local authority—or even Government capital from the Treasury to the Department of Health and Social Care—will come to the rescue. It is complicated and uncertain, and we are not serving our constituents well in ensuring that general practice capacity is available. I have 14,000 new houses being built, which will help with the housing issues that I mentioned, but that is more than 36,000 new residents coming to my area for which we must have the general practice capacity. I will keep campaigning on that issue until it is resolved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to the Schools Bill. The Government are doing lots of good things in schools and skills, and never has that been more important. I am pleased to report to my hon. Friends on the Front Bench that the Church of England is particularly pleased with the Bill. Why is that significant? The Church of England and the Roman Catholic Church run a third of the schools in England, so it is a big stakeholder. The Bishop of Durham and Nigel Genders, our chief education officer, have said how pleased they are and that they have extremely good co-operation with the Secretary of State for Education, which they are delighted with. They think they can do a lot more together. I like what we are doing on lifetime skills. T-levels are really important. There is a little more work to do on apprenticeships, but what we are doing on employer representative bodies is absolutely right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a particular issue with computer numerical control operators in my area as engineering businesses are screaming to get hold of them. I am working closely with the Bedford College Group on that, which we must press through. Those jobs pay about £48,000 a year, so it is not right that we cannot get people to do them. The skills Minister—the Under-Secretary of State for Education, my hon. Friend the Member for Brentwood and Ongar (Alex Burghart)—is coming to Houghton Regis on 6 June and I look forward to his visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}