{
    "url": "https://www.ukpol.co.uk/andrew-selous-2020-speech-on-the-persecution-of-christians/",
    "title": "Andrew Selous – 2020 Speech on the Persecution of Christians",
    "post_date": "February 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 6 February 2020.",
    "content": [
        "It is a pleasure, albeit a sad necessity for many of us, to speak on a debate on this issue yet again in this House. The analysis I have seen from Open Doors and others shows that in the past three years alone more than 10,000 Christians have been killed for their faith—that is a staggering number. We are right to hold this debate today, because, as others have mentioned, the evidence shows that Christians are the target of about 80% of all the acts of religious discrimination or persecution around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, as other Members have done, it is right that we focus briefly on the other 20% as well. It is a huge slight to this country that there are record levels of antisemitism here in the UK, but we are not alone, as this has increased by some 27% in France. We know that Muslims are persecuted around the world: there is internment in China, which we have heard about; 49 Muslims were killed in the mosque attack in New Zealand not so long ago; in June 2017 a 51-year-old man was killed coming out of a mosque in Islington, here in the UK; and in New York, in 2016, an imam and his associate were also killed. We also should not forget the issues that atheists face around the world. Thirteen Muslim countries punish atheism or apostasy with death, and in others legal status can be withdrawn. So although it is right that today’s debate focuses on the 80%, I, like many other Members, wish to put on record that we are concerned about all abuses of human rights in matters of faith. The diminution of those rights for people of any faith diminishes all of us, Christian or otherwise, in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, we could discuss so many countries in this regard, but I am going to deal with North Korea, which has been at the top of Open Doors’ world watch list for a long time. I often feel that North Korea does not get the attention it should in these debates, probably because so little information comes out. However, some information does come out from time to time, and we need to recognise the indescribable brutality against Christians in that country and the fact that it is absolutely directed by its Government. I, for one, would like to see greater protest about that from young people and others, because it is absolutely unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I learnt recently of a report from a defector from the North Korean national security agency, who was talking about being trained to look for things such as people who remained silent, with their eyes closed; people who were meditating; and habitual smokers or drinkers who quit smoking or drinking all of a sudden. Those people were to be watched closely, because those things were a sign that they might well be Christians. Severe recrimination, including torture, often leading to death, would follow as a result. There are brave people who have escaped from North Korea. Indeed, some have spoken in Speaker’s House about what goes on in that country, and it gives me pleasure to give amplification to their words, because we do not hear and say enough in this country about what goes on there. We also know that North Korean national security service spies are commissioned to set up fake secret prayer meetings to attract Christians, who, again, will then be imprisoned. Those are the lengths to which that deeply evil regime goes to stop any form of faith happening in that country.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later on this year, the Commonwealth Heads of Government meeting will take place in Kigali, in Rwanda. Such a meeting happens every two years, and I am a big fan of the Commonwealth. It does great work around the world, and as we have left the European Union, we are going to need to invest in that important member organisation even more strongly, to boost our trade links and our links of friendship. But if Members look down the world watch list, they will see that on it are India, Nigeria, Brunei, Cameroon, Sri Lanka, Bangladesh, Pakistan, Kenya and Malaysia. Those nine are all Commonwealth countries and they have things to answer for on how they are treating Christians. So one of my questions to my good friend the Minister, whom I know takes these issues extremely seriously, is whether Her Majesty’s Government will engage on the issue of freedom of religion and belief with our Commonwealth friends and partners at that CHOGM meeting. I hope she will be able to give us answer in the debate, but if she cannot, perhaps she would write to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many Members here, I am extremely proud of the fact that my right hon. Friend the Member for South West Surrey (Jeremy Hunt) instituted the Bishop of Truro’s review. He was right to do that, and it is even better news that the previous Government committed to it, as has our current Prime Minister. We have a fantastic envoy in this area, whom I spoke to in America early this morning. He might be in Washington but he is still on the case and he is very interested in what we are doing in this House today. He was running me through some of the recommendations, and I wish to focus on three in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first recommendation was for the UK to seek a United Nations Security Council resolution, and I know the Minister was asked about that earlier. I understand that the United Kingdom will assume the presidency of the Security Council shortly, and I hope that will be a time when we press forward with that important resolution to Governments in the middle east and north Africa to protect Christians and other persecuted minorities in those countries. That is absolutely necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second recommendation on which I wish to focus is the training that we provide to our excellent diplomats. We are extremely fortunate in this country to have world-class diplomatic representation. As one of the Prime Minister’s trade envoys, I have the privilege of working with some of our diplomats and know that they do fantastic work for this country all around the world. I understand that the recommendation is that all Foreign Office staff, at home and abroad, should have mandatory training on religious literacy, and that in some British embassies, high commissions and relevant companies there should be tailored responses to any violations of freedom of religion or belief. If the Minister is able to update us on the ongoing procurement of further training for our diplomats, that would be helpful. This issue needs to get into the DNA and culture of the Foreign Office—it is the bread-and-butter business of the Foreign Office. Trade deals matter, but so does freedom of religion and belief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final recommendation that I wish to dwell on for a while is the consideration of the imposition of sanctions on perpetrators of serious human rights abuses against religious minorities, including Christians. Again, I know that the Government are working on this issue. It would be really helpful to the House if in her response the ​Minister could perhaps flesh out the situation and tell us whether the Foreign Office has any particular countries in mind. Indeed, it might be helpful to those countries to know that they are potentially in the frame. Perhaps they would raise their game and make improvements so that the sanctions were not imposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be useful for the House to know what the process is and what sort of things the Government are looking at. How will the sanctions apply? If the persecution comes from the whole Government, will the sanctions apply just to individuals or to the Government as a whole? How will the sanctions be worked into our trade negotiations? Obviously, we hope that the mere threat of sanctions would lead to improvements so that they would not need to be imposed. In a sense, to impose a sanction is always a failure. It is a tool that we want to have in the box but do not want to have to use, but sometimes we need to take the tools out of the box if there is no change or action. It would really help the House if the Minister could kindly flesh out a little more of the Government’s thinking in that policy area. If she is not able to do that today—I may have put her on the spot—perhaps she would be kind enough to write to us to set out the Government’s thinking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}