{
    "url": "https://www.ukpol.co.uk/andrew-selous-2023-parliamentary-question-on-new-developments-without-sufficient-gps/",
    "title": "Andrew Selous – 2023 Parliamentary Question on New Developments Without Sufficient GPs",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 9 January 2023.",
    "content": [
        "**Andrew Selous (South West Bedfordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If he will make a statement on his departmental responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister of State, Department for Levelling Up, Housing and Communities (Lucy Frazer)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 28 December, we announced an historic devolution deal between the Government and the local authorities of Northumberland, Newcastle, North Tyneside, Gateshead, South Tyneside, Sunderland and County Durham. A new Mayor for the north-east will ensure that local priorities are at the heart of decision making and will provide £1.4 billion to level up the area over the next 30 years. We have now struck deals with eight of the 11 areas identified for devolution in the levelling up White Paper, putting more power in the hands of local leaders representing over 7 million people in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Government remedy the completely unacceptable situation whereby thousands of homes are built in areas such as mine—and in Rugby and elsewhere—without adequate general practice capacity? What will the Government do to put that right in areas where that has happened?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has a great deal of experience on this issue in his area, as well as having raised it nationally. I was very pleased to discuss it with him and the relevant Minister in the Department of Health and Social Care today. It is important that all the necessary infrastructure for a housing development is built, whether in relation to education or GP surgeries. The infrastructure levy will facilitate that even further—[Interruption.]—but it is important that we work together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}