{
    "url": "https://www.ukpol.co.uk/andrew-selous-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Andrew Selous – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 12 April 2021.",
    "content": [
        "As we meet to pay our respects to His Royal Highness The Prince Philip, Duke of Edinburgh, our thoughts and prayers are with Her Majesty the Queen and her children, grandchildren and great-grandchildren, who are experiencing such a profound loss from one of the twin pillars of their family’s life. But it is a loss for all of us as well. The Duke of York put it well over the weekend when he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We have lost the grandfather of the nation.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My brother said to me over the weekend, “I will miss Prince Philip a lot. I have grown up with him. He has always been the quiet, strong presence at the Queen’s side,” and I think that feeling is very widely shared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although Prince Philip was born into a life of privilege and later lived such a life, we must remember that he arrived on our shores as a homeless refugee. In the proud tradition of these islands, we gave him welcome, and he repaid that welcome a thousand times over with a life of unstinting service to our country, the Commonwealth and the world. He was a man of many interests, but he will be remembered principally for the Duke of Edinburgh’s Award scheme. I noted the comments of one young man last Friday, who said that had it not been for the award scheme, he suspected he would have ended up in prison. Like so many families, my own children benefited from the scheme, which I am sure will continue to go from strength to strength—a living memorial to Prince Philip.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His other great interest of conservation and the environment fitted so well with his service to young people. It is of course young people who will reap the benefits of a planet and creation that is well cared for, and it is they who will feel most keenly its loss. The Duke was way ahead of his time in realising the profound danger of climate change and biodiversity loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of being a role model, he showed how men can serve women while being men in their own right. Never have such role models been needed more, as we continue to learn of unacceptable behaviour by men towards women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2017, he visited my constituency with the Queen to open the elephant care centre at Whipsnade zoo, and then to open the Priory View independent living scheme in Dunstable. Councillor Carole Hegley, portfolio holder for adult social care in Central Bedfordshire Council, showed him round and said of him:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I saw his warm and friendly manner, his unique humour and the way that he made people feel at ease, talking to many guests as he toured the building”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the end of the visit, he received a gift from the oldest resident at Priory View, who was a good few years younger than the Duke himself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the royal family are united in their grief, I hope they will grow closer together and cherish each other even more, having lost one of their most beloved members. His marriage to the Queen was built on deep love and a shared Christian faith which, as we have heard from many bishops and clergy, was living and real. It is for that reason that we can ask with confidence that he rest in peace and rise in glory. He had an assurance that death was not the end, and it is the Queen and her family whom we must continue to support in their grief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}