{
    "url": "https://www.ukpol.co.uk/andrew-selous-2019-speech-on-dental-health/",
    "title": "Andrew Selous – 2019 Speech on Dental Health",
    "post_date": "February 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 27 February 2019.",
    "content": [
        "This Adjournment debate provides an opportunity to discuss a very important but often overlooked issue, which can have a major impact on the wellbeing of older people: their oral health. Many of us will have older relatives who have reached the stage where they need some extra support. It might be that they live in a residential care home, have a carer who visits them in their home a couple of times a week, or just require a bit of extra help from us personally to stay independent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, one issue that often slips under the radar when we think about an older relative’s needs is their oral health; it can often seem like a small issue, but in fact poor oral health can have much wider implications. Having a painful oral health problem can impact on someone’s ability to eat comfortably, to speak and to socialise with confidence, and on the ease with which they can take medication, something which may be a particular issue if an older person is living with other long-term health conditions. Maintaining good oral health can also become much more challenging for older people with reduced dexterity, who may for example have more difficulty with brushing their teeth. Furthermore, for the most vulnerable older people, such as those with dementia, who may have difficulty communicating where they are experiencing pain, an oral health problem can be especially distressing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ensuring that older people are supported to maintain good oral health, and have access to dental services when they need them, is therefore very important. However, while data on this issue is limited, the information that we do have suggests that these are areas in which we often fall short.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Faculty of Dental Surgery of the Royal College of Surgeons published a report on “Improving older people’s oral health” in 2017, which estimated that 1.8 million people aged 65 and over in England, Wales and Northern Ireland could have an urgent dental condition such as dental pain, oral sepsis or extensive untreated decay. Moreover, the Faculty of Dental Surgery also highlighted that this number could increase to 2.7 million by 2040 as a result of several demographic factors, thereby increasing pressure on dental services in the future. As well as the ageing nature of Britain’s population, increasing numbers of people are also retaining their natural teeth into old age; while this is good news, it also means that dental professionals are facing new challenges as they have to provide increasingly complex treatment to teeth that may already have been heavily restored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Separately, in 2014 Public Health England published the findings of research looking at oral health services for dependent older people in north-west England, which found that access to domiciliary and emergency dental care can often be very challenging for those living in residential care homes or receiving “care in your home” support services. More recently, Public Health England last year published the results of a national oral health survey of dependent older people living in supported housing. This revealed that nearly 70% of respondents had visible plaque and 61% had visible tartar, indicators ​of poor oral hygiene, and that in some parts of the country, such as County Durham and Ealing, over a quarter of dependent older people would be unable to visit a dentist and so required domiciliary care in their home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is difficult to get a complete up-to-date picture of the oral health needs of older people across the country, partly because there has not been an adult dental health survey for 10 years, an issue I will return to later. However, these figures, as well as anecdotal reports from dental professionals working on the frontline, suggest there is a real issue here which potentially impacts on large numbers of often vulnerable older people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on bringing this important issue to the House. As he said, 1.8 million elderly people across the United Kingdom of Great Britain and Northern Ireland have problems, which is shocking. The hon. Gentleman outlined some of the solutions such as extra attention on domiciliary care and in residential homes, and for those at home and dependent on carers. Does he agree that older people’s confidence can also be diminished by not having their teeth correctly done? My mother went this week to have her teeth done; she is 87 years of age and she depends very much on her dentist. She has attended over the years, but many have not, and we need to have that care at all those different levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for giving us his personal family experience of this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been some welcome developments over the last few months, including the recently published NHS long-term plan highlighting oral health as one of the priorities for NHS England as it rolls out a new “Enhanced health in care homes” programme across the country. However, I would like to draw the Minister’s attention to five particular areas in which more could usefully be done: training for health and social care professionals; access to dental services; data; regulation; and the social care Green Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, on training, health and social care professionals regularly do a brilliant job of caring for older people, but as I have mentioned, oral health is one issue that can easily fall between the cracks, particularly if someone is living with a range of other health conditions that also require care and attention. One example of this is oral care plans. Ideally, whenever someone is admitted as a resident to a care home, their oral health needs should be considered as part of their initial health assessment. Those needs should then be reflected in an oral care plan that all their carers are aware of and that will, for example, set out whether the resident needs extra help brushing their teeth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is some good guidance from the National Institute for Health and Clinical Excellence, but this can often be overlooked. In Public Health England’s research in north-west England, 57% of residential care home managers said that they did not have an oral care policy, and one in 10 said that an oral health assessment was not undertaken at the start of care provision. Knowing how to provide good oral care is especially important when it comes to supporting those with more complex needs. For example, for those with dementia, electric toothbrushes can sometimes be quite intimidating, ​and it makes a big difference if a carer knows that they should use a manual toothbrush when helping with tooth brushing. More broadly, if someone who is living with dementia refuses oral care, this can become an obstacle to maintaining good oral health, so it is important that carers understand how to manage these situations, ideally with input from a dental care professional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally, for those with dentures, it is important that training and procedures are in place to minimise the risk of a denture getting lost, even if this is a simple thing such as ensuring that they are kept in a jar by the bedside when not in use. A lost denture takes weeks to replace, and this can be a devastating experience for an older person who relies on them to eat and speak. This is particularly sensitive if someone is coming to the end of their life, when it may not be possible to manufacture a replacement in time as they spend their remaining days with loved ones. An understanding of good denture care is particularly important in these situations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improving awareness of oral health among health and care professionals should therefore be a priority, and was a key recommendation in the Faculty of Dental Surgery’s 2017 report. This highlighted schemes such as the Mouth Care Matters programme, in which mouth care leads are recruited to provide oral care training to staff in hospitals and care homes, and I would be interested to know from the Minister whether there were any plans to replicate such initiatives nationwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, ensuring that older people can access dental services when they need them is essential. It is not uncommon for people to think that if someone has no teeth, they cannot be experiencing pain or other oral problems. Sadly, this is not the case and they should still have an oral check-up once a year, not least because the majority of cases of oral cancer occur in people over 50. There are all too many tragic instances of an older person being diagnosed with oral cancer too late—the saddest two words in the English language—simply because they had not seen a dentist in a number of years. Attending a dental appointment can be a particular challenge for those with reduced mobility—for example, if they are unable to climb stairs to reach a dental practice on the first floor—in which case, domiciliary visits are vital. However, evidence suggests that access to domiciliary dental care can be challenging, particularly for those living in care homes or supported housing, and I would appreciate the Minister’s thoughts on how we can address this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2015, Healthwatch Bolton reported that it was easier for a local care home resident to get access to a hairdresser than to a dentist. In 2016, Healthwatch Kent reported that care homes had told it about accessibility problems for wheelchair users within dental practices. In 2016, Healthwatch Lancashire reported that care home staff said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The residents don’t get regular checks; they are only seen when there is a problem.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Healthwatch Derby was concerned about the lack of information for social care providers about how to access dental services for their residents. While the commitment in the NHS long-term plan to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ensure that individuals are supported to have good oral health”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "in care homes under the “Enhanced health in care homes” section is welcome, there is no mention of a similar commitment for older people who use domiciliary care agencies. Those people should not be forgotten, so ​what do the Government intend to do about that for domiciliary care agency users under the NHS long-term plan?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, the intelligence around older people’s oral health is quite limited, making it difficult to build a full picture of the level of need or assess the barriers that older people face in accessing dental care. The most immediate action that could be taken to address that would be for the Government to commission a new adult dental health survey. It is one of the few resources to provide detailed, national-level data on standards of oral health among older people, and it is a key reference for many commissioners, policy makers and dental professionals. The survey has been conducted every 10 years since 1968, but the last edition was published in 2009, so a new one is due. However, the Government have yet to give any indication of when or if a new survey will be taking place, which is causing increasing concern within the dental profession, so an update on that would be most welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are other steps that would help to improve our understanding of such issues. For example, NHS Digital publishes a regular set of NHS dental statistics for England, which reports on the proportion of children aged zero to 17 who attended an NHS dentist in the preceding 12 months, as well as the proportion of adults aged 18 and over who attended an NHS dentist in the past two years. That data provides a useful measure of access, and expanding the figures to include attendance rates for older people would help us to develop a clearer picture of whether there are particular groups or areas where access to an NHS dentist is a problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many elderly people are independent and proud, and one of the things that puts them off attending the dentist—I see this in my constituency—is that they think they have to pay for the treatment, but they do not. Perhaps we need to put out a reminder about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for putting that on the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, in addition to health services, care home providers and dental professionals, regulators can play an essential role by monitoring standards of oral care and driving improvements. The Care Quality Commission in England does not explicitly look at oral health during its inspections of hospitals and care homes, although I understand that it is doing a lot of work behind the scenes to try and push that on to the agenda for care providers, which is obviously welcome. Health and care regulators in other parts of the UK can also make a valuable contribution to ensuring that the importance of oral health is recognised by those that they inspect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lastly, I continue to look forward to the publication of the Government’s long-awaited social care Green Paper. Given the importance of oral health to our wider health and wellbeing, an all-encompassing model of care for older people must include dental services, so it will be important that the Green Paper clearly sets out how social care and dental services can work together in the future and what more can be done to ensure that older people have access to dental services when they need them. As I have mentioned, one of the most valuable things we can do to improve older people’s oral health is to ensure that it is not overlooked amid the ​many other issues that we are dealing with, and I hope that the Government will show leadership on that in the Green Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Oral health can sometimes seem like a small issue, but it has a significant impact on quality of life. The Minister will be aware that we have spoken a lot in recent years about the need to improve children’s oral health, and quite rightly so, but it is also essential that we do not take our eye off the other groups who need support. For an older person who is in pain because of an oral health problem, finding it difficult to eat or speak, or who may be distressed at the loss of a denture that will take weeks to replace, such issues are very real. We can all contribute to addressing them, including Members who care for older relatives in our everyday lives. Indeed, the Faculty of Dental Surgery published some useful advice over Christmas about using visits to older relatives as an opportunity to check their oral health and for how to spot the signs that they might have an oral health problem. That is something that Members could do over Easter when visiting elderly relatives, and we could encourage our constituents to do the same. However, I hope that the Minister will recognise that Government also have an important role to play and will look carefully at what can be done to help improve oral care for our older people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}