{
    "url": "https://www.ukpol.co.uk/andrew-selous-2015-speech-on-criminal-justice-management/",
    "title": "Andrew Selous – 2015 Speech on Criminal Justice Management",
    "post_date": "September 24, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Selous,  the Parliamentary Under Secretary of State, Minister for Prisons, Probation and Rehabilitation at the Ministry of Justice, made on 23 September 2015 at the Queen Elizabeth II Conference Centre in London.",
    "content": [
        "[![andrewselous](https://www.ukpol.co.uk/wp-content/uploads/2015/09/andrewselous.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/andrewselous.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by thanking the organisers of this conference, GovNet, for inviting me to speak at the 15th annual Criminal Justice Management conference here today. I am delighted to follow in the footsteps of my colleague, Lord Faulks, who spoke here last year, and to be speaking today alongside others with whom I work closely – Natalie Ceeney, Lord McNally and Paul Wilson. These people work tirelessly every day to improve the Criminal Justice System, and I applaud them for the work they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, Lord Faulks spoke to you about modernising the Criminal Justice Sector through the Criminal Justice and Courts Bill. Today, Natalie Ceeney is going to talk to you about modernisation of the courts and tribunals through digital technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under this government, reforms continue to be implemented throughout the Criminal Justice System. During the last government Tom McNally was a crucial part of the Ministerial team leading our reforms and he is therefore ideally qualified to be leading the transformation in Youth Justice. The Prime Minister spoke earlier this month on reviewing the Criminal Justice System, and in particular adapting a whole system approach to the delivery of Youth Justice. I am therefore delighted that Tom is coming here today to talk about this important work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later, Paul Wilson is going to give an independent view of progress on the reforms we have made to the Probation Service. Therefore I want to spend the time I have with you today looking at the broader landscape for rehabilitating offenders and reducing reoffending; and the challenges ahead. In order to do this, I will describe how the landscape has changed both in probation and prisons in the wake of Transforming Rehabilitation; set out other initiatives which will help offenders lead better lives, and touch on our vision for rehabilitation in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Setting the context**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are already reducing adult reoffending – since 2002, the overall reoffending rate decreased by 2.3 percentage points to stand at 25.3% at the end of September 2013. However, the group of offenders with the highest reoffending rates remains the under 12 month custodial sentenced group, which is the one group which previously remained out of scope for statutory supervision and rehabilitation in the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the last government, we came to office determined to change this, and, as a result, implemented the Transforming Rehabilitation reforms, to focus the system better on reducing reoffending and public safety and to ensure greater value for the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Transforming rehabilitation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of this major programme of reform, we introduced the Offender Rehabilitation Act 2014. This made a number of changes to the sentencing framework, most notably changing the law so that all offenders released from short prison sentences now receive 12 months of supervision in the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These provisions came into force on 1 February 2015, and apply to offences committed on or after that date. We are therefore building up a cohort of offenders who would previously have been released from prison with £46 in their pocket and little else. Now those offenders receive statutory supervision and assistance with their resettlement back in the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To enable the Ministry of Justice to extend statutory rehabilitation in the community to the 45,000 offenders sentenced to less than 12 months in custody, we needed to make significant structural changes both to the Probation Service and the Prison Service. Therefore, after consultation, the 35 Probation Trusts were re-organised into 21 Community Rehabilitation Companies, or CRCs, and a single National Probation Service, known as the NPS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you know, transition to the new probation structures took place on 1 June last year, from which date the NPS and 21 CRCs were live and supervising offenders. Offenders who pose a high risk of serious harm to the public, or are convicted of the most serious offences, are being managed by the public sector NPS, while medium and lower risk offenders are being managed by the CRCs. The NPS sits within the National Offender Management Service, while the 21 CRCs remained in public ownership until 1 February this year when 8 new providers took ownership of, and began running, the CRCs. The CRCs are being run by a diverse group of providers, including a range of voluntary sector providers, which have experience in rehabilitating offenders. These providers will be remunerated via a system which rewards them for reducing reoffending – payment by results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transforming Rehabilitation also brought about substantial reform to the prison system. To support improved rehabilitation outcomes, the prison estate was reorganised to facilitate a “Through the Gate” model where offenders are given help and support from within custody and in to the community to which they will return on release. In order to do this, the National Offender Management Service established a network of 89 Resettlement Prisons in what has involved a large scale re-organisation of prisoner allocation and re-configuration of roles for a substantial part of the prison estate. Short term prisoners and prisoners in the last 12 weeks of their sentence are being housed in those prisons where CRCs provide a Through the Gate resettlement service including support to offenders for accommodation needs, employment brokerage and retention, finance and debt advice and support for sex workers and victims of domestic violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has now been 8 months since CRCs transitioned to their new owners. So how is the new probation system looking? It is encouraging, given the scale of change that the probation service has gone through, that, based on the wide range of information we published last November, and in July this year, performance is broadly consistent with pre-transition levels. Probation staff in both the NPS and the CRCs have worked very hard to implement these reforms and we of course continue to support them as the new ways of working become embedded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In regard to the Community Rehabilitation Companies all the new providers have commenced the process of restructuring their CRCs in order to implement the business models which they set out in their bids during the competition to win the CRC contracts. As the 8 providers only took over the running of their CRCs on 1 February this year these changes are in the early stages. By opening up the market to these new providers the Transforming Rehabilitation programme aimed to ensure that new and innovative approaches would be used to reduce reoffending and bring in best practice from the public, private and third sectors. Initial innovation can already be observed as the eight providers establish new ways of working, ranging from streamlining back office functions and installing modern ICT to implementing new management styles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the first priorities for the new owners of the 21 CRCs was to get their Through the Gate services up and running by 1 May. Resettlement services relating to employment and accommodation brokerage, and finance and debt advice are now in place. Work continues to drive up standards of this service in both custody and the community with a view to further reducing reoffending, and we are monitoring delivery closely to ensure that these resettlement services meets the high standards set out in our design.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Intensive contract management by my officials will ensure CRC providers continue to deliver as we go forward. Contract management teams, comprising regionally-based combined teams of operational and commercial staff, are managing CRC contracts, ensuring contractor compliance and consistent levels of performance and delivery of the contract, including all statutory functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Transforming Rehabilitation reforms have made substantial changes to the way we manage offenders in England and Wales. And I am proud to be a part of the team that made that happen. There of course remains much work to be done as we embed these reforms, and I would like to take this opportunity to thank probation and prison staff for their continued hard work. They are doing a magnificent job and deserve widespread recognition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Education and employment**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also making a number of other changes to the Criminal Justice System and I will now move on to reflect on some of those changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Offenders have a variety of social problems such as a lack of, or low qualifications, lack of employment, accommodation needs and drugs and/or alcohol misuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These factors are associated with higher rates of reoffending on release from prison, and so we need to take them into account and tackle them when developing and delivering strategies for reducing reoffending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost half (46%) of prisoners said they had no qualifications 13% said they had never had a job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that tackling employment can reduce reoffending. A recent statistical publication made by the Ministry of Justice on the impact of employment on reoffending sets out some interesting findings, for example: offenders who got P45 employment at some point in the year after being released from custody were less likely to reoffend than similar offenders who did not get P45 employment. For custodial sentences of less than one year, the one year proven reoffending rate was 9.4 percentage points lower for those who found P45 employment after release than for the matched comparison group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Education Review**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, you are more likely to find P45 employment if you have a decent standard of education. Increasing numbers of prisoners are engaged in learning but Ofsted Inspections confirm that one in five prisons has an inadequate standard of education provision and another two fifths require improvement. This is why the Secretary of State for Justice has asked Dame Sally Coates to chair a review of the quality of education in prisons. The review will report in March 2016.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review will examine the scope and quality of current provision in adult prisons and in young offender institutions for 18-20 year olds; review domestic and international evidence of what works well in prison education to support the rehabilitation of different segments of prison learners; and identify options for future models of education services in prisons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stakeholders will be contacted and invited to provide evidence to the review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will, of course, take the findings of that review very seriously, but we cannot stand still. Work is already in progress to improve the quality of learning and skills in prisons. This includes: finding ways to improve class attendance and punctuality; collecting better management information; improving support for those with learning difficulties and disabilities and developing more creative and innovative teaching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In August 2014 we introduced mandatory assessment of Maths and English for all newly received prisoners. Provisional data, for August 2014 to April 2015, shows that 57,000 prisoners have been assessed and that 32,000 have taken part in a Maths and English course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also invested in the Virtual Campus which is a secure web based learning and job searching tool which is currently available in 105 prisons to support prisoners’ education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Families**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another of my key priorities is to improve the support available to prisoners to build positive relationships with their families. Families are a stabilising influence and an important motivating factor in rehabilitation and the prevention of reoffending. Many prisoners need additional help to break cycles of crime and family breakdown and I have seen the good work that can be done, such as at HMP Parc where the Invisible Walls Project, using Lottery funding, has enabled the prison to establish a multi-agency partnership and a special unit focused on supporting relationships. Interventions offered to prisoners are integrated with advice and support for the whole family, and the prison hosts parent/teacher evenings where children, their teachers and parents review their school work, and advise fathers on how to support their children’s education. In the public sector, HMP Erlestoke is piloting a dedicated Family Interventions Unit within NOMS benchmarking costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a part of this I am working with colleagues across government to ensure the needs of the children of prisoners are recognised. For example, as part of the expanded Troubled Families programme to turn around families with multiple disadvantages, which rolled out nationally in April this year, Local Authorities now work with families which include adult offenders and dependent children in the household.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Volunteers in prison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken at some length about the Transforming Rehabilitation reforms, and how they have enabled us to bring the voluntary sector into areas of rehabilitation to a greater degree. We know that some of these organisations use ex-offenders to mentor and assist current offenders to get their lives in order, which, as we all know increases the likelihood that they will not reoffend and that they will make a positive contribution to society. I am keen to encourage more volunteers and volunteer organisations to work with our prisons, bringing a different perspective and valuable innovation to this key area, and making sure that we are using them effectively and to their full potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Prisons reform**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On a final note, some of you might have had the opportunity to hear the Justice Secretary’s speech to the Prisoner Learning Alliance in July. If you did, you will know that we are renewing our focus on making prisons ‘places of rehabilitation’. We have many dedicated and hard-working governors, and the Justice Secretary wants to make those who run establishments more autonomous and accountable, but in turn to demand more of our prisons and of offenders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, we need to be better at devolving power, like the government has done in education. Currently, Governors do not have enough have control over what is taught in prisons and who teaches it, and insufficient financial freedom to provide meaningful work for their prisoners. We want to give governors that control and we want to incentivise and reward them for delivering the right outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a first step, we are currently considering the potential to close ageing and ineffective Victorian prisons and to build modern establishments which embody higher standards in every way they operate. We need to tackle overcrowding and deal with the problem of violence against prison staff. Psycho-active substances are also a major cause for concern and we must do more to prevent them getting into prisons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The money we make by selling off old prisons should be reinvested by commissioning a modern, well-designed prison estate, which design out the faults in existing structures which make violent behaviour and drug-taking much harder to detect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is much to be done and we have already made an excellent start with the Transforming Rehabilitation reforms and Through the Gate support. We must continue this good work, as we redouble our efforts to rehabilitate prisoners; helping to turn their lives around, and ultimately make our society a safer and more decent place in which to live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}