{
    "url": "https://www.ukpol.co.uk/andrew-selous-2021-speech-on-the-obesity-strategy/",
    "title": "Andrew Selous – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andrew Selous",
            "url": "/tag/andrew-selous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Selous, the Conservative MP for South West Bedfordshire, in the House of Commons on 27 May 2021.",
    "content": [
        "Thank you very much, Mr Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we should always talk about obesity with sensitivity and avoid stigma at all costs, we lack courage and fail in our duty if we do not address it. Fundamentally, it is about life chances and social justice, and we want life, and life to the full, for all our constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are regularly asked to do more for the NHS, and rightly so. One crucial way we can help the NHS is to focus on the prevention of obesity. The 2019 paper by S. C. Davies produced by the Department of Health and Social Care calculated the medical cost and lost productivity cost of obesity at around 3% of gross domestic product, or £60 billion. As a country, we have the worst rates of obesity in Europe. There is absolutely no doubt that this matter is urgent and needs action now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I salute the young people of Bite Back 2030, with their #AdEnough campaign, for their stand against the 15 billion junk food adverts they are bombarded with online every year. One young man told us he had more of those than he had contact from his grandmother. It is excellent that the Government are taking action on that. We should also curtail junk food advertising on radio, outdoors and in cinemas, restrict junk food sponsorship of sports events and teams, and remove child-friendly characters from junk food packaging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is, I am afraid, quite a lot more work to do on reformulation. The 20% reduction target is far from being achieved by this autumn, with only 3% achieved so far. I congratulate Tesco, Asda, Weetabix, Co-op and Aldi on big reductions either overall or in some categories. By contrast, Mondelēz International and Mars Wrigley saw the sales weighted average of sugar per 100g in their sweet confectionery increase. They need to get with the programme. We need to start flooding our supermarkets, schools and the out-of-home sector with healthy, nutritious, delicious and hopefully often home-grown food, and we need to make sure that healthy food is affordable; as the Food Foundation has pointed out, this is often the case in Europe but, bizarrely, not always the case in the United Kingdom. That is something we should concentrate on and we can change, and we need to take it very seriously indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has always mystified me that the quality and outcomes framework in primary care does not reward GPs for collecting data on children’s body mass index and ensuring there is a first-class diet, exercise and cooking skills offer online and in person locally. Primary care must be at the front of this campaign to make sure we are a nation of people with healthy weights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bite Back 2030 says that 60% of schools are not upholding school food standards even though it is the law to uphold them. We must strengthen the enforcement mechanism to make that happen, as school food is a great child health opportunity that we are not making the most of and that we need to act on urgently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}