{
    "url": "https://www.ukpol.co.uk/john-sentamu-2022-tribute-to-hm-queen-elizabeth-ii-baron-sentamu/",
    "title": "John Sentamu – 2022 Tribute to HM Queen Elizabeth II (Baron Sentamu)",
    "post_date": "October 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Sentamu",
            "url": "/tag/john-sentamu/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by John Sentamu, the former Archbishop of York, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, I was three years old when, in a little village in Uganda called Masooli, we all gathered round a very small transistor radio and listened to the broadcast from the abbey of the Coronation of Queen Elizabeth. From then on in every school in Uganda on Empire Day we sang “God save the Queen”. We continue to do it; some still do it now. I stand here as somebody who is quite surprised that this little boy out in Uganda would today be part of the Accession Council and the confirmation of King Charles III. I have mixed emotions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want first to echo the words of the most reverend Primate the Archbishop of York, because on Thursday, as soon as we heard the news that Her Majesty had died, I put on Twitter this message:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Today Churches Celebrate the Birthday of the Blessed Virgin Mary. The Death of Her Majesty Queen Elizabeth II on this day is a great shock & Mary’s Magnificat should be our response: MY SOUL DOTH MAGNIFY THE LORD: & MY SPIRIT HATH REJOICED IN GOD MY SAVIOUR; REGARDED & MAGNIFIED HER”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have stood, on a number of occasions, near Her Majesty Queen Elizabeth as she sang the Magnificat. She did not need the words; she knew them. In a real sense, that was her song too. She sang it from the heart because it expressed who she was. Her true greatness was her deep humility in knowing that the Lord in many ways “regarded” her “lowliness” and, by divine providence, made her Queen. For her, being Queen was an act of nobody but God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Humbleness was, for her, born out of having Jesus Christ at the centre of her living, her thinking and all her goals, her rejoicing and even in moments of sadness. She knew the holy scriptures well and sang many hymns without needing to look at the words. She really imbibed the whole tradition. Therefore, it was also comforting to hear our new King say the same thing about the services that shaped him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When in her presence, you were the person who mattered when you spoke to her. She never looked around. It was as if you were the only person in the room, and until that conversation ended her eyes were fixed on you and your smile.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Forgive this testimony. I had an audience with her to ask for her permission to step down from my role after an extra year. Her response was, “The decision is yours and yours alone—not me, not anyone else. Give me the date and so it shall be.” I took that to be a command. There was a matter that was causing me great heartache. I told her, and I asked for her prayers. I knelt down and put my hands together. She put hers outside mine. There was this deep moment of silence. I think it lasted about two to three minutes. It was ended by Her Majesty saying, “Amen.” I got up and, friends, whatever burdens I had come with were lifted. It was as if I was with my grandmother, who had a similar effect on me. If you want to know more, you have to wait until my autobiography is published next year. You will get a bit more story because permission has been given to me to write some of those words down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her hospitality was amazing. I stayed at Sandringham and at Windsor. I will tell your Lordships a bit about Windsor. At Windsor on her birthday, after dinner she and Prince Philip guided us to the library. They had already arranged with the archivist the section on Uganda. The books were opened and copies were made so that we could take some of this material with us. The thing that most surprised me was to see writing dictated by King Muteesa I requesting Queen Victoria to send missionaries to Uganda, and subsequently a request that Uganda became a protectorate. Those documents are there. I was speechless, really. We ended up in the restored chapel at Windsor. Again, there were silent prayers. I cannot remember how long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The death of Queen Elizabeth has left all of us with mixed emotions. I want to end with the experience of our eight year-old granddaughter, Abigail. When she saw the news that the Queen had died she cried, uncontrollably and inconsolably. When she calmed down, she said, “I will never see a queen in my lifetime”. She then said, “Long live the King”. Queen Elizabeth rests in glory. Long live King Charles III.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}