{
    "url": "https://www.ukpol.co.uk/fiona-shackleton-2022-tribute-to-hm-queen-elizabeth-ii-baroness-shackleton-of-belgravia/",
    "title": "Fiona Shackleton – 2022 Tribute to HM Queen Elizabeth II (Baroness Shackleton of Belgravia)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Shackleton",
            "url": "/tag/fiona-shackleton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Fiona Sara Shackleton, Baroness Shackleton of Belgravia, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, having read and listened to the many and various tributes to our beloved Queen and her exemplary life and selfless service to this country, the Commonwealth and the realms, it is impossible to do her justice. I should like, with humility, to pay a small tribute to her private family life. As any working parent knows, striking the work/life balance is almost impossible, but despite performing the most demanding job in the whole world for seven decades as a working mother, a working grandmother and a working great-grandmother, she juggled until the day she died. I am in no doubt that her family and the line of succession was of paramount importance to her.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to share three vignettes of her humanity. This is the first. My brothers, three years younger than me, attended the same gym class as Prince Andrew and, as a consequence, were invited to Buckingham Palace to his birthday parties. On returning home, my mother, cross-examining the boys, said, “What was Andrew’s mummy like?”, to which one of them responded, “Mummy, she was just like any other mummy”, and then, referring to her brooch, “but she wears a much bigger badge.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, sitting next to one of her nephews at a dinner, he told me that during his parents’ separation and divorce, the Queen and her family had been like a port in a storm when life had been very difficult for them. This sentiment was echoed by many of her grandchildren, who, over the Jubilee, spoke movingly of her extreme kindness to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly and lastly, I had the privilege on two occasions to meet the Queen on my own, save for the presence of a private secretary. The meetings concerned family matters, and I was left in absolutely no doubt that she loved and cared passionately about all concerned. She was totally fair and non-judgmental, and did all in her power to ameliorate and solve the very difficult problems they were suffering from. She was loyal to her family to the end, and I can think of no better way of showing our immense gratitude to her than supporting her children, her grandchildren and great-grandchildren at this sad time and in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She passed the baton on, and for her, there was no question of changing any rules mid-term. To make sense of her sacrifices and her passing, and to reward her unstinting service to all of us, we can do no better than to wholeheartedly support our monarch, His Majesty King Charles III, and his family, as she would have wished and prayed for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}