{
    "url": "https://www.ukpol.co.uk/naz-shah-2022-speech-on-the-future-of-the-uk/",
    "title": "Naz Shah – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Naz Shah",
            "url": "/tag/naz-shah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Naz Shah, the Labour MP for Bradford West, in the House of Commons on 16 May 2022.",
    "content": [
        "I would really like every one of my constituents in Bradford West to be able to say that Britain is the best place to grow up and grow old, but unfortunately, given the failures of the Government, I cannot say that for every single one of my constituents. Actions speak louder than words, and this Prime Minister committed to levelling up “every part of the UK”. That remains an idea and a slogan, as my hon. Friend the Member for Birmingham, Selly Oak (Steve McCabe) said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, it was seven years since the people of Bradford West put their trust and faith in me to be their voice in this Chamber. I said then that the north was being neglected, and I say it again today. At the time, I shared the fact that it was my privilege to be representing a great northern city which is the youngest city in Europe, the birthplace of the Brontë sisters, has a world-renowned literature festival and so much more. Seven years later, after enduring austerity, an unforgiving pandemic and now a cost of living crisis, this great city is applying to be the city of culture and continues to move forward, but that is in spite of the Government’s failure to level up Bradford and their other broken promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful for the £20 million that my constituency has secured for a health and wellbeing centre which is long overdue, but unfortunately that is a drop in the ocean when compared to the £30-billion-worth of potential growth and 27,000 jobs that have been robbed from Bradford by the Government’s failure to deliver on Northern Powerhouse Rail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have made Bradford a priority area for education, but in reality, this is also too little, too late. During the pandemic, I repeatedly warned the Government that disadvantaged pupils in Bradford were 18 months behind their wealthier peers and that the gap was widening. It is shocking that the Government have made Bradford a priority area for education while they plan to defund BTEC qualifications, despite the Department for Education’s equalities impact assessment concluding that the move will embed inequality into our education system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last 12 years, the city of Bradford and my constituents have been robbed of investment and opportunities to grow. The Government have only supplemented that loss by providing Bradford with handout investments that are not enough to truly level up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Children across the UK and in my constituency deserve the best start in life and deserve access to education, training and job opportunities throughout their lives. Only today, however, the Government’s safeguarding Minister has suggested that people who are struggling with the cost of living crisis should take on more hours of work or move to better paid jobs. That is shocking and another reminder that “levelling up” is just a slogan. If the Government were truly committed to levelling up, they would give each and every person in my constituency the right support and investment to thrive and not just to survive. At the moment, some are not even surviving as they have to choose between who gets fed and whether the heating can go on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another example of opportunity and investment bypassing Bradford is the King’s Cross-style regeneration projects, in which the Government promised to transform 20 cities and towns across the country as part of their levelling-up agenda. It comes as no surprise to me that Bradford has not so far been named as one of the 20 cities. I ask the Minister whether Bradford will be overlooked again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister alone has mentioned “levelling up” 97 times since 2019 in this Chamber, and other Ministers mention it too. Unsurprisingly, he has not yet delivered on levelling up even once. I have said this before, and I will say it again: the litmus test for levelling up is Bradford. If the Government fail Bradford, they have failed to deliver on their levelling-up strategy—all of it. Without equality, equity and fairness, Britain will not be the best place to grow up and grow old. It is not going to work for people in Bradford West if there is not equality and fairness and if this Government do not put their money where their mouth is. Actions speak louder than words and my constituents will be judging everything this Government do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}