{
    "url": "https://www.ukpol.co.uk/naz-shah-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Naz Shah – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Naz Shah",
            "url": "/tag/naz-shah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Naz Shah, the Labour MP for Bradford West, in the House of Commons on 18 July 2022.",
    "content": [
        "This place is always interesting, but it has been particularly interesting to listen to all the Conservative Members standing up, time and again, to suggest they will support this motion. They do not even need to listen to us; they need only tune in to the next leadership debate to hear their own candidates talk about the litany of abysmal failures overseen by this Government over the past 12 years. We will not let the Conservative leadership candidates wipe the slate clean after 12 years of Conservative rule. They walked through the Lobby to vote for 15 tax rises, against hungry children getting free school meals and against the windfall tax on the multibillion-pound profits of oil companies, before they adopted Labour’s policy and tried to give it a new name.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is loads I could mention. People forget that all the leadership candidates supported the Prime Minister through partygate, the Owen Paterson crisis and the dodgy covid contracts—the list is longer than my arm. The failures of this Conservative Government led to record NHS waiting lists and record delays in A&E, delays at the Passport Office, delays in our courts, delays in prosecuting rapists and murderers, delays in issuing driving licences and delays at our airports. There is record neglect in the cities of the north of England such as Bradford, where we have had years of austerity, years of underfunding and years of false promises, including on Northern Powerhouse Rail, none of which have come to fruition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have completely wrecked this country’s industries—that is their record. We have a skills crisis in this country. There is a crisis with our criminal barristers that is leading to further delays in our courts, a crisis in our care sector, a crisis with HGV drivers, a crisis with train drivers, a crisis with airport workers, a crisis with school teachers and a crisis looming in the civil service. Do Conservative Members really want to stand by this record?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know where to begin on the record of successive Conservative Governments on engagement with Muslim communities. When I saw the front page of the Daily Mail last night and heard about the so-called “dodgy judgment” of the Minister for Trade Policy, the right hon. Member for Portsmouth North (Penny Mordaunt), in meeting a “controversial” Muslim group, I did not expect the meeting to be with a mainstream Muslim organisation that Members on both sides of the House meet on a regular basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Muslim Council of Britain is a mainstream Muslim organisation backed by mainstream British Muslim mosques, organisations and institutions. Yesterday, No. 10’s long-held secret boycott of a mainstream Muslim group was finally admitted on the front page of a tabloid newspaper. This Government’s record is that the Prime Minister’s comments led to a 375% increase in attacks on Muslim women. Previous Conservative Governments refused to form a working definition of Islamophobia, and then they refused to adopt the definition used by the all-party parliamentary group on British Muslims. They then promised to make a definition of their own, before appointing and then unappointing their own adviser. Almost a decade later, hate crime against Muslims is rising, and what do we have from this Government? Absolutely nothing but a mainstream Muslim organisation boycotted by No. 10.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry to tell this Conservative Government that the days are gone when they could prop up Muslim organisations with one or two members, funded and supported for the purposes of the Government’s policy agenda. Those days are over. Mainstream British Muslims sit in Parliament and represent our nations in sport. We are the doctors and nurses in our hospitals, and we are the teachers who teach our children and future leaders. We are equally British and must equally be heard. The record of this Government is nothing to be celebrated, and those who vote for this confidence motion are equally responsible because they are endorsing the Government’s actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}