{
    "url": "https://www.ukpol.co.uk/naz-shah-2022-speech-on-ppe-medpro-and-michelle-mone/",
    "title": "Naz Shah – 2022 Speech on PPE Medpro and Michelle Mone",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Naz Shah",
            "url": "/tag/naz-shah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Naz Shah, the Labour MP for Bradford West, in the House of Commons on 6 December 2022.",
    "content": [
        "As an Opposition, we expect to scrutinise the Government, hold them to account and challenge them on policy and legislation, but never did I imagine that there would be scandals, favours and dodgy deals through a VIP lane. The contract that we are focusing on is the £200 million deal to provide PPE to the Government at the height of the first covid-19 lockdown, awarded to a company allegedly linked to and lobbied for by a Tory peer, who also happened to benefit to the tune of about £29 million transferred to an offshore account linked to her and her adult children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The seriousness of the case is such that, earlier this year, the police raided two London properties linked to the Tory peer as well as four properties on the Isle of Man in support of an ongoing National Crime Agency fraud investigation. We are literally speaking about a criminal fraud investigation whose trail leads directly back to the centre of Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government line has consistently been that they were doing their best to ensure that the best quality PPE could be secured and used during the covid-19 pandemic. The truth is that they were ripping off the British taxpayer to help their friends’ pockets. In May 2020, Baroness Mone referred PPE Medpro to the Cabinet Office for potential multimillion-pound PPE contracts five days before it was even registered as a company. What track record can a company have to deliver millions of pounds of PPE for the Government when it does not even exist?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In significant contrast, like many businesses across the country, is Multibrands International Ltd, a Bradford-based business in my constituency that provided PPE and was incorporated in 1998. It has had an operation in China since 2006 and a support office in India since 2010. This legitimate and established company was denied the opportunity to provide the Government with PPE. At the time, Multibrands International wrote to me and asked the question:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What does our Government do for businesses like us? Is it because we are Northern? Or because we choose to operate legitimately? Or is it because we don’t have secret dealings with MPs? We were never given a chance.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shamefully, that is the truth: it was never given a chance. Unlike the then Health Secretary’s local mate from the pub, it did not have his WhatsApp number, any other Tory Minister’s private numbers or direct access email to a Tory Minister. Instead, rip-off contracts were given to Tory friends to profit from the British taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my neck of the woods, the idea of mates’ rates is when you generally get a better deal. Usually, it goes something like this. “Well, I’d normally charge you a fiver but because it’s you and you’re a mate, I’ll knock off a few pennies.” In this case, according to documents leaked to The Times, during the pandemic PPE Medpro supplied masks at a cost of 38.5 pence each to the Government. The same masks from the same company at the same time were provided to other suppliers for as little as 14.5 pence. No one rips off their friends, but it was okay for the Tories and their cronies to rip off the British taxpayer. Some £8.7 billion was written off, including £4 billion spent on PPE that did not meet NHS standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Audit Office revealed that the Department for Health and Social Care paid £436 million in penalties because it had to store PPE. That is more than a year’s budget for my whole local council in Bradford for 2021-22. With the £8.7 billion that was written off, we could have had three hospitals in Bradford—I see the Minister of State, Department of Health and Social Care, the hon. Member for Colchester (Will Quince) is in his place—including the first carbon-neutral hospital and a state of the art hospital in Bradford city centre, replacing two in my constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British people will not forgive the Government for ripping them off while they suffer through a winter where they choose between eating and heating. Publish your documents and come clean. As the deputy leader of the Labour party, my right hon. Friend the Member for Ashton-under-Lyne (Angela Rayner) said when she opened the debate, stop the cover-up and start the clean-up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}