{
    "url": "https://www.ukpol.co.uk/naz-shah-2020-speech-on-free-school-meals/",
    "title": "Naz Shah – 2020 Speech on Free School Meals",
    "post_date": "June 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Naz Shah",
            "url": "/tag/naz-shah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Naz Shah, the Labour MP for Bradford West, in the House of Commons on 16 June 2020.",
    "content": [
        "On days like this, I despair of this Government and their complete lack of understanding, care and emotion towards the very real issues in our country. [Interruption.] It is not a laughing matter for children to be raised in poverty and not have food. It is not something to laugh at. I am happy to explain what it is like to the Government Members who think it is funny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What it is like to live in poverty is to be palmed off, like I was as a child, to social services, to go away for a week at a time. I went to Scarborough. The only memories I have of that time are that I went birdwatching and it was awfully cold staying in a dormitory. Only this afternoon, I rang my sister to ask, “Do you remember when we used to go to Scarborough because Mum used to send us there for summer holidays?” That is what poverty is—memories that you do not want to recall as an adult, even in my mid-40s. These are not memories that my constituents’ children should have to recall in generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I despair because today it has taken the experiences of a 22-year-old black man using his social media to get this Government to do the right thing. Our Prime Minister keeps saying, “I am going to take back control.” Who actually took control of this debate today? It was not us in this House. We should have been leading on this issue and doing the right thing before it needed a massive campaign by Marcus Rashford. I absolutely appreciate and thank him for taking that leadership, and others for supporting him, and our those on our Front Bench, who lobbied early this week and talked about the issue previously, but the Government should not have had to be dragged here kicking and screaming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government should not need an international debate—just like today on child poverty—on racism for them to realise that they have failed to provide race equality in the UK, even according to their own recommendations. The Government should not need the entire country to scream in their face to act on a lockdown for us to be protected from covid-19. When it comes to saving millions, they are happy to do so for Tory donors. The figure quoted in the press as the saving made by approving a Tory donor’s Westferry development is £30 million to £40 million, yet we cannot find £120 million for our children. [Interruption.] I will make some progress. When it comes to defending the indefensible with a No. 10 adviser, this Government seem to find their mojo. They do not heed the campaigns that the country is screaming for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Bristow rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Naz Shah**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not be giving way; I will make some progress.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bradford West has one of the highest rates of child poverty. It is in the top 10 according to the charity End Child Poverty. Its findings show that 50.9% of children in my constituency live in poverty after housing costs. The Government’s own statistics show that almost 40,000 children across the Bradford district are living in poverty. Those children are not mere statistics. Each one of them is a Marcus Rashford, except the cycle of deprivation will mean they may never get out of poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Marcus Rashford epitomises what happens in spite of, not because of, poverty. One of the reasons he felt the campaign was needed was that poverty was his experience. One of the reasons my hon. Friend the Member for Ealing North (James Murray) tweets about it and talks about it is that he also experienced life as a child of a single parent on free school meals, just like I did and just like my siblings did. Will the new yardstick in this place to get the Government to do the right thing be a campaign by a footballer or by somebody who has a social media following? Is that what the yardstick is going to be? That would be a crying shame.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, the Government can say that they are running pilot schemes in constituencies such as mine—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Patricia Gibson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am thankful that the hon. Lady has shared her experience today with the Chamber. I intervene as someone who grew up benefiting from free school meals. Does she share my real disappointment that a year after the Children’s Future Food inquiry, which was about childhood hunger across the UK, the UK Government still have not formally responded to its report?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Naz Shah**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with the hon. Lady. We need to continually raise those points in the House. The Government can say that they are running a pilot scheme in constituencies such as mine, rolled out by the Department for Education, but such schemes simply do not go far enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fight against child poverty and desperation needs much more intervention. In 2018, the programme reached 2,000 children in Bradford. Although I welcome it reaching every single one of those 2,000 children, what about the other 38,000? Businesses, charities and grassroots organisations in my constituency have been working tirelessly on that, but I am sorry—funding the NHS, protecting our streets and feeding hungry children are not the responsibilities of our charities; they are the responsibilities of democratic Governments of the first world. They are our responsibility. Perhaps those in government do not know how it feels to live in poverty, but they sure know how to make U-turns. For once I can say that I am glad about the U-turn the Government have made today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}