{
    "url": "https://www.ukpol.co.uk/naz-shah-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Naz Shah – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Naz Shah",
            "url": "/tag/naz-shah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Naz Shah, the Labour MP for Bradford West, in the House of Commons on 10 September 2022.",
    "content": [
        "So many of us are trying to find the words to describe the reign of Her Majesty Queen Elizabeth. Many have eloquently, philosophically, emotionally and even poetically alluded to her legacy and reign. Despite all the great words that have been and will be said, we all fall short, not because of the lack of words or of heartfelt emotion on this momentous occasion, but because even our greatest words fall short when it comes to doing justice to the life, legacy and reign of an extraordinary monarch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look around the world and we realise that these are sombre moments not just for the people of Britain or the Commonwealth, but for the entire world. Indeed, the elegant words of President Macron of France,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ To you, she was your Queen. To us, she was the Queen.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "highlight how she was a worldly figure who existed beyond the nations and realm, in the hearts of people across the world. She was a unifying monarch, who brought people together in a way that was unique to her. That is why, when we look across our nation at the sadness and grief that people and communities are feeling, we see that people of all races, of all religions and of all communities are united in the devotion and heartfelt emotion they are showing at the passing of their Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This unified attachment to Her Majesty did not just appear out of nowhere, but was directly a symbol she expressed throughout her reign. In 1952, in her first Christmas broadcast, at a time when inclusion and diversity were very much unseen in society, she addressed the nations and asked that people, whatever their religion, pray for her and her reign. We heard the same message of inclusivity and diversity from our new monarch, King Charles III.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the same way, despite Her Majesty keeping her views close to her heart, her deep-felt connection to the Commonwealth and to justice was obvious. By summer 1986, the Queen’s apparent objection to the refusal by then Prime Minister Margaret Thatcher to place sanctions on apartheid South Africa was widely known. It is no wonder that her favourite African leader was Nelson Mandela, with whom she held a deep friendship until he sadly passed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On a more local front, the Queen made several visits and was welcomed by the people of Bradford throughout her 70-year reign. Eighteen months after her coronation, on her nationwide tour, she visited Bradford, marking the city’s first royal visit since 1942. She visited Bradford Park Avenue during this trip and was sung to by 30,000 schoolchildren. On behalf of all my constituents, I hope I can express their thoughts, feelings and condolences to the royal family at this difficult time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As one era comes to an end, we pray for the next. As a woman of faith, I admired Her Majesty as she was a person of deep faith and belief. I end with the words of a great Muslim poet, Rumi:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“You are not a drop in the ocean; you are an entire ocean in a drop”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty was an ocean in her kindness, selflessness and humour, and she made herself a drop through her humbleness, sense of duty and service to her people. God save our King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}