{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-lifeboat-services-search-and-rescue/",
    "title": "Jim Shannon – 2023 Speech on Lifeboat Services – Search and Rescue",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 10 January 2023.",
    "content": [
        "Thank you, Mr Davies, for chairing the debate and for giving me a chance to participate. I thank the hon. Member for Torbay (Kevin Foster) for setting the scene so well, and hon. Members for contributing to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lifeboats and their services are imperative for safety in coastal communities, which is the key issue for me. The hon. Member for Torbay represents a coastal area that is similar to my constituency of Strangford, and we follow each other in debates more often than not—either him before me or me before him. The neighbouring constituency of North Down also has coastal areas with lifeboats, and people rely on the local stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great to be here to give them the praise they truly deserve and to thank them for their work and efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thousands of people along the coastline of Northern Ireland depend on the services of the RNLI for their protection and safety. During the summer, thousands of families and young people partake in coastal sports such as sailing, surfing and pier jumping. I used to do that myself off Ballywalter harbour, although that is not a very wise thing to do—always ensure the tide is in or there is big trouble. In addition, people go out in canoes and boats to fish, including from the fishing village of Portavogie. There are caravan parks at Millisle and my home village of Ballywalter, where I was brought up. They lie very close to where I live on the edge of Strangford lough. I am aware of the sheer number of water sports undertaken in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The RNLI charity provides a 24-hour search and rescue service around the United Kingdom and Republic of Ireland. Across the entire UK, there are 238 lifeboat stations, 46 of them in Northern Ireland. There are also 240 lifeguard units on beaches, which gives an idea of the magnitude of the issue. I found this figure incredible: since the RNLI was founded in 1824, its lifeboat crews have saved more than 142,700 lives. That is an enormous figure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are fortunate to have a lifeboat station in Portaferry in my constituency, and I visited the station just before the summer. Portaferry is one of seven RNLI lifeboat stations operating a lifeboat funded by viewers of the BBC TV programme “Blue Peter”. Some of us can cast our minds back to that, although others cannot go back that far. The station was established due to increased pleasure boating in Strangford lough, after Cloughey lifeboat station closed. Most recently, in November, the Portaferry lifeboat station came to the aid of two kayakers who got into difficulty near St Patrick’s rock in Strangford lough, and who faced weather conditions of wind force 8 to 10. Since the station opened in 1980, there have been 850 launches, rescuing 600 people and saving the lives of 100 people. That is just my lifeboat station in Portaferry. Thank you to all lifeboat crews, past and present, for their commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, I attended the parliamentary launch of the National Independent Lifeboat Association. I think the hon. Member for Torbay sponsored that event. It is important to pay thanks to those independent lifeguards and life-saving organisations who risk their lives in dangerous seas to help save others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman, like me, welcome the representation provided by the National Independent Lifeboat Association for smaller lifeboat operators, which might otherwise be overlooked?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do. We have all said how much we appreciate that. The hon. Member for Torbay said that in his introduction. My hon. Friend the Member for East Londonderry (Mr Campbell) will recognise the independent ones in his contribution. I am thinking of the Foyle rescue team, about which we have spoken. We understand the commitment that those volunteers give. When I visited Portaferry before the summer, I was greatly impressed by their commitment and by the fact that they were there every time they were needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are 46 independent lifeboat organisations that operate along the coastline and on inland waterways across England, Wales, Scotland and Northern Ireland. Those independent lifeboats are run primarily, if not entirely, by volunteers, and funded by local donations. The invaluable service they provide has saved the lives of so many and, in conjunction with the RNLI, they continue with those dedicated efforts day in and day out to save people. They are an asset to our communities. We would be completely lost without them, and many lives would sadly be lost as well. I am not the only who was moved by adverts on TV for RNLI showing a lady leave her house over Christmas to go and save people. We see how important these crews are when we recognise what they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, there are many ways in which we can support institutions such as the RNLI. It is possible to become a volunteer or a member, and even train to become assistance personnel. There are many things that people can do, including fundraising and donating money to ensure the RNLI staff have the best equipment available to fulfil their duties and be able to perform with the correct number of staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I sincerely thank the RNLI Portaferry team for all their dedication and work in my constituency. I also thank the lifeboat teams across Northern Ireland and the whole of the UK for the work they do, as our coastal communities would literally be lost without them. I live in a coastal community and understand what it means to have the RNLI, and I thank them very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}