{
    "url": "https://www.ukpol.co.uk/jim-shannon-2020-speech-on-the-census/",
    "title": "Jim Shannon – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 6 May 2020.",
    "content": [
        "May I first declare an interest as chair of the all-party parliamentary group for international freedom of religion or belief? I have been asked to raise an issue by a group of people within a religious minority—the Sikhs—as other Members have done, including the hon. Members for Bedford (Mohammad Yasin) and for Erith and Thamesmead (Abena Oppong-Asare). I also want to thank the hon. Member for Birmingham, Edgbaston (Preet Kaur Gill), who I call my friend, for all that she has done for the Sikhs over the years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sikhs have been legally recognised as an ethnic group for nearly 40 years, since the Mandla v. Dowell-Lee House of Lords ruling of 1983. The ONS has stated that the ethnic group question was introduced in 1991 to help public bodies to assess equal opportunities and to develop anti-discrimination policies—all good stuff. Census ethnic group categories are used by 40,000 public bodies to assess legal responsibilities under equalities legislation, so the group data—not the religious data—is used by public bodies to make decisions on the allocation of resources and provision of public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister’s last race disparity audit indicated that there were 176 datasets spanning sectors from housing and education, to employment, health and the criminal justice system—but no data on Sikhs. What does this actually mean? Well, if Sikhs do not have a ​Sikh ethnic tick-box response option, they will continue not to be properly monitored by public bodies, and to face potential discrimination in relation to schools, the health sector, where there are known disparities, housing and across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The covid-19 crisis has shown that there is no systematic collection of data on the number of Sikhs tested as positive or the numbers who have tragically died. That means something to this group of people, it means something to me, and it should mean something to everyone in the House. In the 2011 census, more than 80,000 Sikhs—20%—rejected the 18 existing ethnic tick boxes and chose instead to tick “Other” and write “Sikh”. I believe that this provided the ONS with the strongest indication possible that Sikhs who completed the census form in 2011 did not find the ethnic tick boxes offered acceptable and wanted an additional Sikh ethnic tick box. It is clear that there must be change and I am asking for that change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have four questions for the Minister. Why was the May 2018 online quantitative survey—which had 1,412 responses and showed 93% support, from those who understood the question, for the inclusion of a Sikh ethnic tick box—not published and referred to the census White Paper of December 2018? Why was there no reference in the census White Paper and the associated equality impact assessment to research and modelling by the ONS that showed that more than 53,000 Sikhs—or 12%—were missed in the 2011 census? In the interests of data collection, honesty and evidence, this gap has to be addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Do Ministers appreciate that the management committees of 112 large and small gurdwaras across the UK, with an official membership of over 107,000 and an estimated congregation—or a sangat—of over 460,000 should be considered, as well as 53 individual Sikhs in focus groups? Can the Minister explain why the ONS has requested and received the individual returns from the all-party parliamentary group for British Sikhs in August 2018, and yet, it would appear, has made no attempt to conduct any independent validation; and why the deputy national statistician appears to have kept no notes or minutes of meetings that he attended at gurdwaras to consult Sikhs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look to the Minister for an adequate, suitable and helpful response. I understand that some of my questions may not be answerable today, but I would appreciate a response. More than that, I would appreciate a change to include Sikhs in the census in their own right in order to ensure that they have protection against discrimination and the recognition that they rightly deserve. Better late than never.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}