{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-brownfield-development-and-the-green-belt/",
    "title": "Jim Shannon – 2023 Speech on Brownfield Development and the Green Belt",
    "post_date": "February 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons on 9 February 2023.",
    "content": [
        "I thank you for calling me, Ms Fovargue, and I thank the right hon. Member for Aldridge-Brownhills (Wendy Morton) for setting the scene. I supported her request to the Backbench Business Committee for this debate. We are discussing English planning rules, so I cannot share any knowledge from that perspective, but I wish to sow a Northern Ireland perspective into the debate, as I always do, because what we have in Northern Ireland is mirrored in England. I will also reflect on the contributions of right hon. and hon. Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the Minister on her new role. I know that she will put her energy and commitment into her position, and I look forward both to her response and to her contributions in her role in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NPPF states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Planning policies and decisions should promote an effective use of land…in a way that makes as much use as possible of previously-developed or ‘brownfield’ land.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It goes on to instruct local planning authorities to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“give substantial weight to the value of using suitable brownfield land…and support appropriate opportunities to remediate despoiled, degraded, derelict, contaminated or unstable land”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the thrust of where I am coming from, because my constituency has utilised brownfield opportunities over the years, but there is still opportunity there. It took a long process to convince the planning authorities— I understand that the planning system in Northern Ireland is different from that on the mainland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I represent an area that has a lot of land that is not under permitted development. Although our planning system is different, the problems are the same. It is incredibly costly for a developer to develop a brownfield site, with remedial costs on top of the cost to build, which is more expensive in Northern Ireland due to the Northern Ireland protocol. My goodness, I have to mention the Northern Ireland protocol in every debate I attend, because it affects us. It affects us in planning and in everything in life—it affects the very air I breathe—so its impact cannot be ignored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New housing developments have to do a number of things. There is a delicate balance to strike between meeting the need for houses and protecting our natural environment, and I am not sure that the balance is being struck; what hon. Members have said today indicates that it is not. As the right hon. Member for Aldridge-Brownhills said, new housing developments must deliver affordable housing for people to buy and they must develop infrastructure, whether that be for storm water, sewerage, roads, footpaths or street lighting. In Northern Ireland, a great deal of that development is not put in the hands of the Departments but in the hands, and indeed the moneys, of the developer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have lived in the Ards area and peninsula for all but four years of my life. I am pleased that the Minister—and, I think, her husband—came over to my constituency last summer. I was pleased to have her come and see what she told me was the beauty of my constituency, including Strangford lough. I know that the right hon. Member for Chipping Barnet (Theresa Villiers), who was Secretary of State for Northern Ireland for some time, also had an opportunity to go there on regular occasions, including to Mount Stewart and down the Ards peninsula where I live. It is an area of outstanding natural beauty and of special scientific interest, so there are broad controls over what can happen there. Over the years, we have been able to develop brownfield sites down the Ards peninsula. Whether it be Ballyhalbert, Portavogie or Carrowdore, where there was land available, or Ards town—the main town—Comber, Ballynahinch or Saintfield, all that brownfield land has probably been taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to have the infrastructure. For 26 years, I was a councillor for Ards and North Down Borough Council, and I had a particular interest in planning. I recognised early on that there was an opportunity to move towards brownfield sites, and we moved that way and relaxed planning rules to ensure that brownfield sites could be used. Let us be honest: factories—in the linen sector, for example—had closed down, and they were never coming back, so that land was going to lie there for ages. It seemed logical to move in that way, so we did over time, but it took the planning laws to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Library briefing succinctly sums up the issue when it says that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“CPRE (formerly the Campaign to Protect Rural England) has argued there is sufficient brownfield land to meet England’s housing needs, noting that ‘there is space for at least one million homes on suitable brownfield land’.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It continues:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The planning consultancy Lichfields has argued that brownfield land ‘can only be a part of the solution to the housing crisis’”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "which we have to recognise. It then says that Lichfields\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“noted that suitable brownfield land is often not available in places where there is more need for new homes.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, in Belfast, some of the land along the River Lagan lay derelict for ages, but all of a sudden, it is a lovely housing development. A lot of work was done around the River Lagan, so the properties on that land became very attractive, as they did in Belfast harbour and across other parts. Land may look derelict and as though nothing can be done with it, but we have to recognise that it can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will conclude, because I understand that the timescale for speeches is about seven minutes, Ms Fovargue. We have to make sure that the community is always involved and that we bring people with us. What I want to say is: “You don’t go agin them—if you go agin them, you get nowhere.” That is important and it is what we try to do back home. I do have concerns and issues about planning in my area, so I urge the Government and the Minister to continue the process that they have started and to ascertain the best way forward to ensure that we make use of brownfield sites, yet do not leave that as the only financially possible solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}