{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-dormant-assets-funding-and-community-wealth-funds/",
    "title": "Jim Shannon – 2022 Speech on Dormant Assets Funding and Community Wealth Funds",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons on 6 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairship, Ms Harris. I thank the hon. Member for Stoke-on-Trent Central (Jo Gideon) for leading the debate and setting the scene so very well, and for the other contributions and those that will follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recall speaking in the Chamber on this topic in January so it is one that is close to my heart. It has been almost a full year of seeking assurances on the Dormant Assets Act 2022 extending to Northern Ireland. I am very pleased that we are able to say that it is and that we are able to use it for the purposes referred to here by hon. Members. It is really good news. I completely welcome the Act’s premise of ensuring that dormant funds find a way back to their owner, and if not restored to their owner, allocated to generate social engagement and social life in large enterprises to the benefit of the country’s people and, indeed, to the benefit of all, so it is really good news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will quickly speak about Northern Ireland. The Dormant Accounts Fund NI supports the voluntary, community and social enterprise sector in Northern Ireland to be more resilient and prepared for the future by funding activity that increases capacity and sustainability. Community funds offer up to £100,000 for any one organisation that can make real changes in the local community. There are many people with ideas, ability and talent to do just that. Figures released by Social Enterprise NI show that there are almost 843 social enterprises in Northern Ireland, generating an annual turnover of approximately £980 million, and that almost 25,000 people are employed in the Northern Ireland social economy. I fully support the use of dormant funds to improve our social sectors. Sometimes, those are the organisations that struggle the most to get up and running, so it is good to encourage them and have a way of doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been differing comments surrounding the use of community wealth funds, by which dormant assets can be used for research and analysis regarding left-behind neighbourhoods. We all have such places in our constituencies: those left-behind neighbourhoods that need that wee bit of help. I have them in Newtownards. They are socially deprived and we hope that we can get some of the funding out to them. So far, we have done some of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some communities not only have severe socio-economic challenges, but lack social infrastructure, defined as places and spaces to meet, digital and physical connectivity and an active and engaged community. Indeed, some estates in my constituency lack all those things. Furthermore, the community wealth fund has identified 225 neighbourhoods in England with those features. Given that the Dormant Assets Act applies to the whole of the United Kingdom, can the Minister clarify whether he has had any opportunity to discuss with his counterparts in Northern Ireland how those things are going, how they are rolling out, and the success stories that are quite clearly there?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, I acknowledge the progress and success that the Act has brought so far. I am excited about it, and am pleased to see it has been a success with community groups and enterprises. There must be further engagement between them and the Government, to ensure that opportunities and benefits are provided for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Money should not be wasted; it should be available for our constituents to benefit from. The figures are massive, and the funding that could provide for social enterprise and perhaps community wealth funds in future is needed and deserved. Alongside the success stories, let us do a wee bit more. I am looking forward to hearing from the Minister; I suspect the answers will be easier here today than in the Adjournment debate last night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}