{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-arrest-of-edward-lawrence/",
    "title": "Jim Shannon – 2022 Speech on Arrest of Edward Lawrence",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 29 November 2022.",
    "content": [
        "I thank the Minister for having a certain firmness in his response, which is what we wish to hear. I welcome the news that the Chinese ambassador has been summoned by the FCDO to account for this arrest. I encourage the Minister to share—hopefully he can—all the justifications that will be given at that meeting. The reason given to the BBC by the Chinese authorities was that they had arrested Edward Lawrence for his own good in case he caught covid from the crowd. Wow, what a pathetic answer! My goodness. Such was their concern for him, a senior journalist in the BBC and a British citizen, that the Chinese police beat him and kicked him as he tried to lawfully cover a peaceful protest in Shanghai. He had all the necessary permits and licences, and is a veteran reporter in China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first question we need to ask is: what assessment has the FCDO Minister made of the safety of British journalists in China following this assault? It is important to remember that the arrest and assault of Edward Lawrence is not the first attack on freedom of speech, but just another example in a long line of journalists and human rights defenders who have been silenced, arrested or simply disappeared by the Chinese Communist party. This is the sixth urgent question granted in this parliamentary term on human rights abuses by the Chinese Communist party. We have seen the CCP establishing incognito police stations in the UK, the assault of Bob Chan outside the Chinese consulate in Manchester, the Xinjiang police files highlighting horrendous crimes against the Uyghurs, and the arrest of pro-democracy activists in Hong Kong. This is unprecedented and needs urgent action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This incident is part of a clear pattern of behaviour of increased crackdowns and restrictions on Chinese people within China and on British soil in the run-up to, and following, the 20th national congress of the Chinese Communist party last month. Last night at the Lord Mayor’s banquet, the Prime Minister gave a speech stating that the “golden era” of China-UK relations was over. I welcome the Prime Minister’s commitment, which is worthy of saying. The director general of MI5 said that China represents\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the biggest long-term threat to Britain and the world’s economic and national security”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly, tougher action is needed to protect British citizens, human rights defenders, pro-democracy activists, and religious and ethnic minorities targeted by the CCP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As always, my friend the hon. Gentleman raises important points, and he can be assured that when the Chinese ambassador is called in to the FCDO, they will be raised, particularly the immediate point about the arrest, its unacceptable manner and the justification, which as he highlighted is incredibly thin. In that meeting, we will also raise the wider point he has mentioned about the safety of journalists. He raises a number of other important points, including about Chinese police stations. As the Minister for Security, my right hon. Friend the Member for Tonbridge and Malling (Tom Tugendhat), made clear in his statement to the House on 1 November, reports of undeclared police stations in the United Kingdom are extremely concerning and will be taken seriously. The Home Office is reviewing our approach to transnational repression, and the Minister for Security has committed to providing an update on that work to the House in due course. The hon. Gentleman rightly says that there are wider concerns about the increasing authoritarianism and muscular foreign policy of the Chinese, and the Prime Minister rightly set out a new era of robust pragmatism, which we have seen grow over recent years, but which was clearly articulated by the Prime Minister yesterday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}