{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-domestic-homicide-sentencing-review/",
    "title": "Jim Shannon – 2022 Speech on the Domestic Homicide Sentencing Review",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "I thank the hon. Member for Redditch (Rachel Maclean) for setting the scene so well. I spoke to her outside in Westminster Hall—it was freezing out there; it is slightly warmer in here, thank goodness. She deserves to be commended for bringing this matter to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mentioned to the hon. Lady that I want to give some figures for Northern Ireland to underline where we are. To be fair, Northern Ireland is not the responsibility of the Minister, because this is a devolved matter, but I want to give those figures to illustrate why I fully support what the hon. Member for Redditch is putting forward today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has spoken up on numerous occasions; she has done good work and made sterling comments in support of victims of domestic abuse and, ultimately, the voiceless. In Westminster Hall and in the Chamber, more often than not we speak for the voiceless—those who do not have a voice and who do not have anybody to ask questions on their behalf. The hon. Lady set that scene very well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also speak for those who, sadly, have been taken too soon due to domestic homicide. I speak today to raise awareness of the issue and for those in Northern Ireland who have fought tirelessly for greater sentencing reviews. It is great to be here in Westminster Hall for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recent Home Office statistics show that 61% of victims of domestic homicide had a vulnerability. The hon. Lady referred to a lady who was dependent on her partner, who abused her in every possible way, to the extent that her confidence was low and she did not have the freedom she deserved, and then she was brutally injured by her partner. Some 34% of those victims had mental health issues, while 28% had alcohol problems and 23% used illicit drugs. Most of that was down not to their addiction but to their dependence on their evil partner, who subjected them to that lifestyle and, ultimately, to their death. Despite those figures, there is absolutely no reason why somebody should be subjected to their own death at the hands of a domestic partner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was revealed in February 2022 that Northern Ireland has, per head of population, the joint highest rate in Europe of women killed as a result of domestic violence. I was horrified to hear those figures. I have already told the hon. Lady about some of the figures that we have back home. Over the recent period of covid—and, indeed, before that—the worrying trend of abuse against partners was at a level incomparable with anywhere else in the United Kingdom. We remain the only part of the UK that does not have a law criminalising the use of coercive control of a partner. Back home, the Northern Ireland Assembly has decreed that it will look at this matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following that news, I am pleased to make Members aware that on 10 November 2022—just two weeks ago, or thereabouts—the Northern Ireland Department of Justice concluded its review of domestic homicide. Independent reviews of homicides include a range of representatives from numerous agencies across Northern Ireland, including Women’s Aid, which I have worked with on numerous occasions and which has information on some absolutely worrying trends; the health and social care trusts; the Police Service of Northern Ireland, which tells me that domestic abuse issues are involved in a large number of cases that it deals with, not just in my constituency but across Northern Ireland; the Probation Board for Northern Ireland; and the Department of Health’s strategic planning and performance group, formerly the Health and Social Care Board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past few years, as I told the hon. Lady before we came into Westminster Hall, there have been occasions on which the sentence given for murdering or injuring someone has not equated to the crime. I want things to be improved. We have asked the Public Prosecution Service to review those cases. It is important that the law of the land gives the right sentence for the crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the pandemic, 12 women have been killed in their homes. Similarly, instances of domestic abuse have increased and continue to increase in Northern Ireland. These figures cover a short period of time and are shocking for a population of 1.9 million, but they underline why today’s debate is so important. The latest PSNI figures show that it received reports of almost 2,000 domestic abuse incidents between 14 December 2021 and January 2022—in other words, during a six-week period. Those figures are worrying. That illustrates why this debate is important and why the sentencing review must take place, and it is why I am here to support the hon. Lady in her request for that. Domestic violence and homicide accounts for some 20% of all crime in Northern Ireland, which is completely unacceptable. None of us here could ever contemplate just how bad it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Domestic homicide sentencing reviews are to learn, to improve services and to support the families who are living with domestic abuse. Northern Ireland’s latest domestic homicide plan confirms the horrifying truth that domestic violence and homicide is getting worse. Is it because of covid? Is it because of stress? Nothing whatsoever justifies an attack on a partner, especially on a lady. I am an old-fashioned person, and I will always speak up for someone who is unable to speak for themselves. That is why this debate is important to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These cases are a complete tragedy. Each one is preventable with the correct support and encouragement to victims to speak up and notice the signs. Sentencing reviews will strengthen the link between review learning, policymaking for domestic homicide sentencing, and practice. There is hope that that will result in changes that prevent future deaths of loved ones who are subject to domestic abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We live in a very troubled society. The reality is that domestic violence is a common occurrence. I know that it features heavily in my constituency workload back home. Domestic violence that is not dealt with in the first instance has the potential to turn deadly, which is why the hon. Lady has brought the debate forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must ensure that sentencing reviews for domestic homicide are treated with the most intense sentencing rulings, as they are murder. That is necessary both for prevention and to ensure that sentencing reflects just how bad the crime is. Regardless of the situation or the circumstances, no individual deserves to die at the hands of someone else so violently. I have seen that with horror in Northern Ireland. I know that is not the Minister’s responsibility, but I wanted to add it into the equation in support of the hon. Member for Redditch. I very much look forward to the Minister’s reply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will, obviously, share this debate with the Justice Department back home and the Minister, Naomi Long, to let her know what is happening here so that we can try to move forward after the report that we have just done on domestic homicide reviews, and do something equally vital. The volume of abuse and homicide contributes to a deteriorating picture of our criminal system, and we must do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}