{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Jim Shannon – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 27 June 2022.",
    "content": [
        "It is a pleasure to speak in this House on any occasion, and it is an even bigger pleasure to speak on this issue of tremendous importance to everyone across Northern Ireland and, indeed, across the whole United Kingdom of Great Britain and Northern Ireland. We have heard some fantastic speeches, and I thank all those who have contributed positively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not a secret that I am very pleased to be the MP for Strangford, and it is probably one of the highlights of my life. It is always a pleasure to reflect my constituents’ views in this Chamber, and the majority of them are very clear in their opposition to the border down the Irish sea and the restrictions it imposes. Ninety-nine per cent. of businesses in my constituency have expressed concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the hon. Member for North Down (Stephen Farry) said businesses are doing well. My constituency is not far away from his, but he is in a different world. I do not understand what he is on about. At last week’s Northern Ireland questions, the Secretary of State said 200 businesses have stopped trading between the United Kingdom and Northern Ireland. Well, at least 200 businesses in my area alone are not trading today, so I suspect the number is greater.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If farmers take their cattle to Carlisle market and they do not sell, they have to pay to put them in quarantine for six weeks before they can take the cattle home, all because of the problems with the protocol. My fishermen in Portavogie—I also represent the fishermen in Ardglass and Kilkeel because their MP does not come to this place, but that is up to him, although he will speak in Parliament Square—face extra tariffs, bureaucracy and red tape. For them and for the engineering works, the car salesmen and the nurseries, the protocol is not working. People do not buy seeds from nurseries in Great Britain any more, as a packet of seeds that cost £2 now costs £16. Those are examples of what my constituents face each and every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some Members tell us this only affects Unionists. No, it does not. Nationalists have come to me who feel afraid to voice complaints to their MP due to the fear of reprisals. I speak with confidence when I say that Northern Ireland, as a whole, needs this Bill not simply for its cultural identity, which is imperative, but for the financial viability of small businesses due to the EU’s vindictive approach to VAT and state aid. This affects not only those who are designated as Unionists but those who are designated as nationalists, too. It affects everyone in the Province, and it affects their pocket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a boy, I recall Prime Minister Margaret Thatcher telling us that Northern Ireland is “as British as Finchley.” With the border down the Irish sea, it is clear to me that we are not as British as Finchley, but I want to be because I am very proud of my British heritage. I am very proud to have served in the British Army for 14 and a half years. I am very proud to be British and from Northern Ireland. I love to tell everybody that I am a Member of this Parliament. I love to tell people that I am from the United Kingdom of Great Britain and Northern Ireland, because it means something to me. It means something to every one of us sitting here, and it means so much that we want to have this Northern Ireland protocol brought forward in a way that can make us as British as you are. That is what I and my colleagues want to be, and we need this Northern Ireland Protocol Bill to make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delegates from other EU countries have shown an absolutely disgraceful disregard to the Unionist people of the Province. Boy, do they stink to the high heavens, and I say that without any doubt. If they are sitting and listening in Brussels, I tell them again that they stink to the high heavens. The quicker we are away from those ones, the better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a very simple issue that has been misunderstood, and clarity is needed as a matter of urgency. The protocol stops tax and VAT aid. It hampers small businesses from accessing their No. 1 market, makes Northern Ireland—my country—a third country and undermines the Belfast agreement. For the good of nationalists, Unionists and republicans—there are some here—the protocol must come to an end and we must allow common sense, common decency and common respect to be the bill of the day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said on the day we received prenotification of this, I am very pleased to see the changes relating to the Court of Justice of the European Union. I welcome them because they remove the direct jurisdiction of the Court of Justice over this place. It should be this place that makes decisions on behalf of the people of Strangford, Upper Bann, Lagan Valley, East Belfast and every other constituency. It should not be Brussels or the European Court of Justice, so I am very pleased to see that change. I have told the Foreign Secretary in the past—I think it was last September—that my hon. Friend the Member for North Antrim (Ian Paisley) asks questions about east-west and I ask questions about the European Court of Justice. I am very pleased to see the changes proposed by the Bill. That is very positive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Believe it or not, but from dog biscuits to daffodils, from picture frames to potato bread, from engine parts to eggs, and from artificial flowers to antibiotics, the EU has had ample opportunity to change its approach and allow trade to continue unhampered. The EU is like a giant sponge: it wants to take everything from you, but it does not want to give you anything. Tonight, we are asking for the EU sponge to be lifted off our back and for us to be given the same opportunities as the rest of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For us, it is about making sure that the EU knows our place. It is past time to stop begging it and asking it to act like the sovereign state that we are. It is up to us to take back control of British produce and British protocol on behalf of British people. The Northern Ireland protocol has had a detrimental effect on people, from the working poor to wealthy business owners, and tonight we have the opportunity to make the necessary changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I love this United Kingdom of Great Britain and Northern Ireland. That is no secret. It a pleasure and a privilege for me to be here. I am proud to have the Union flag flying above my house. I am proud to have the Ulster flag flying. I am proud to have the Queen’s platinum jubilee flag flying as well. That is what I am. I want to be as British as everybody else. Do the right thing for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}