{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-west-balkans-and-the-council-of-europe/",
    "title": "Jim Shannon – 2022 Speech on the West Balkans and the Council of Europe",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 16 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairship, Ms Nokes. I thank the hon. Member for Henley (John Howell) for leading the debate and for his consistent and sterling efforts as leader of the UK delegation to the Council of Europe. I think we all believe that that delegation is in good hands. If I had the opportunity, I would vote for the hon. Gentleman, and I know others would as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the UK is no longer a member of the European Union—I am proud to be a Brexiteer—we do our best through the Council of Europe to uphold human rights, democracy and the rule of law. I am my party’s spokesperson for human rights and equality issues across the world, whether they be in Europe, the middle east or elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I sincerely thank the right hon. and gallant Member for Beckenham (Bob Stewart) for his contribution. I have heard it before but it does not make it less powerful to hear it again. We are all aware of his courage, his bravery and his dedication to the peace and stability of the Balkans. He did it in uniform, and I give my thanks—indeed, all our thanks—to him for that. He is a dear friend; he knows that. We think very highly of him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The debate is especially important as the last time we debated the issue was back in February, at the start of Russia’s invasion of Ukraine, and we have since seen the devastation that has occurred as a result. The UK has always been a leading force in the Council of Europe, ably championed by the hon. Member for Henley, in holding Putin to account, so it is great to be here to discuss the protection of other small states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 13 December last year, the former Prime Minister, the right hon. Member for South West Norfolk (Elizabeth Truss), met the Foreign Ministers of the six west Balkan states of Albania, Bosnia and Herzegovina, Kosovo, Montenegro, North Macedonia and Serbia. The hon. Member for Henley referred to Turkey as well. I have a deep interest in Turkey, particularly because of its human rights abuses. The fact that it suppresses and discriminates against ethnic minorities and those of other religious viewpoints is something we have to highlight, and I am glad that the hon. Member continues to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the dangerous rhetoric about religion heightening in Bosnia and Herzegovina, does the hon. Member agree that protecting freedom of religion across the region must be a key priority, particularly as some neighbouring countries look to join the EU?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do. I know the Minister will respond positively. She knows that I have a deep interest in that issue. As the chair of the all-party parliamentary group for international freedom of religion or belief, it comes up all the time, and I will go on to speak about it. The hon. Member for Henley referred to fit and healthy single males who seem to be leaving Albania with regularity to come to the United Kingdom. I am not against any person who wants to emigrate, but do it legally through the system. Don’t jump on a boat and come across.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I watched a TV programme last week that looked at a village in Albania. The village previously had a population of around 1,000, but it was down to less than 100. Those left behind were elderly people and children—not many children at that—because they are all coming across. When it comes to Albania, maybe the Minister could give some indication of what discussions there have been through the Council of Europe and what the Council will do to ensure that people do not come across in these increasing numbers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Stewart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my good friend for allowing me to intervene on him. A good role for the Council of Europe that has not been mentioned is convening a conference to try to sort out a Dayton 2—a new approach to Bosnia. If the Council of Europe is so flipping powerful, it should actually convene this conference and get on with it. All these words and elections are meaningless if the country is broken because of its constitution, which is non-existent and frankly is a cockshy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Nokes (in the Chair)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Stewart, please can you think about the language you use in this Chamber?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Stewart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ms Nokes, I am so sorry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The emotion of the occasion perhaps got the better of the right hon. Gentleman. I wholeheartedly support—with the exception of the last couple of words, of course—what he says. We have stated on multiple occasions that the UK is committed to the western Balkans and to the defence and promotion of freedom. The west has proven instrumental in ensuring support for the west Balkans’s call for greater Euro-Atlantic integration with the United States for both economic and cultural prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One major factor posing great concern is Russia. I spoke on this issue last time, and we have truly seen the utter malice and evil that Russia has subjected Ukraine to since we last spoke on the issue. The Kremlin has repeatedly demonstrated that the Balkan states are a conducive environment to push back against the west, especially the USA. Putin’s regime has refused to accept Kosovo’s independence, attempted a brazen attack against Montenegro and committed covert attacks to target arms supplies that were destined for Ukraine. Russia is clever when it comes to subversion and in its violence, brutality and wickedness. When we look at these things logically, Russia has absolutely nothing to offer the west Balkans. These countries are in desperate need of prosperity and greater stability, and there is no comparison between the Council of Europe and the corrupt regime of Putin. That is the real threat in the Balkans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of the Berlin process is to ensure that nine EU member states, along with the west Balkans and the UK, engage with the six Balkan Administrations to promote regional co-operation and integration agendas between EU and non-EU states. I know the hon. Member for Henley is trying to do that through his leadership. Through the Council of Europe, we care much about striving for democracy and promoting fair elections. No smaller state should be subject to violent extremism. The ongoing war in Ukraine has been devastating, and the United Kingdom has a role as a western ally to help Balkan states preserve companionship and autonomy. It has been clear that Serbia has moved closer to Russia by not imposing sanctions on the Administration. We have to look at what we can do to impress on Serbia the importance of making efforts to distant itself from Putin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will conclude, as I am very conscious that others want to speak. The UK works very closely with Governments in the Balkans region to support internal reforms and the rule of law. I wish for that to continue. I call on our Government—my Government—and the Minister who is in Westminster Hall today to ensure that there are ongoing conversations and support for the future of the western Balkans. I thank them—the Minister and the Government—as well as the Council of Europe, and in particular the hon. Member for Henley, for their work and achievements thus far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}