{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-a-strategy-for-international-development/",
    "title": "Jim Shannon – 2022 Speech on a Strategy for International Development",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 6 July 2022.",
    "content": [
        "It is an absolute pleasure, as always, to follow the hon. Member for Putney (Fleur Anderson). I always enjoy listening to her, because many of the things that she has a deep interest in are things that I am interested in as well—as are others in this Chamber, but for me especially it is a real pleasure. I always enjoy her recollections of where she has been in the world, the organisations she has worked with and the things she has done, and I want to say a big thank you to her for that as well. The points she has shared with us reinforce the demands and interests that we all have, but they also encourage us to work that wee bit harder to deliver some of the good things she has mentioned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to follow the new hon. Member for Tiverton and Honiton (Richard Foord) and to have heard his maiden speech. I wish him well in this House. I know that it can be quite daunting when someone first comes here—I know it was when I came here—and the maiden speech is a big occasion for us all. I wish him every success and every happiness as he works for his constituents in Tiverton and Honiton. He has already got the bit between his teeth as he starts trying to sort out the high school in Tiverton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also thank all the Members who have spoken in the debate so far, and I look forward to hearing those who will speak after me, including the shadow Minister, the hon. Member for Birmingham, Edgbaston (Preet Kaur Gill), and the Under-Secretary of State for Foreign, Commonwealth and Development Affairs, the hon. Member for Chelmsford (Vicky Ford).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no surprise that an effective international development strategy requires proper funding. That is what every one of us has said today. I have spoken in the past about my concerns over cuts to the foreign aid budget and the importance of ensuring that people are not made to suffer as a result of our—I say this gently—poorly judged priorities. The Government have in the past committed themselves to 0.7%, and I support that. I wish to see it in place. I wish it was, but it is not at the moment. The Government have indicated a wish to return to that come 2023-24, but in the meantime, many people in many countries across the world, including Ethiopia, Somalia and many other African countries, are suffering as a result. As a country that prides itself on offering help to nations in times of need and on helping other nations to become increasingly prosperous, we need the financial backing to turn our talk into action. The hon. Member for Oxford West and Abingdon (Layla Moran), who spoke for the Liberal Democrats, referred to the importance of giving people opportunities. Others have also referred to that, and I am going to speak about young women and girls in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today an international ministerial conference on freedom of religion or belief has been taking place in London, as the hon. Member for Putney mentioned. Indeed, she and I were sitting together at the prayer breakfast just yesterday morning in Westminster Hall, and it was a really good occasion. I know the Minister is also deeply committed to that issue, and I am very pleased to have a Minister in place who is. That encourages me personally, and it also encourages many of the people who come to me about these issues. Hopefully the international conference will drive further commitment to ensuring freedom of religion or belief for all. I hope it will be just one example of the FCDO turning ideas and discussions into tangible benefits for the world’s needy people. I have spoken at a couple of the fringe events here in Westminster in the last couple of days, at the QEII centre and here in the House, and I am conscious that promoting freedom of religion or belief needs to go hand in hand with human rights issues. I see them as inseparable—they must be worked on together. For me, that is quite simple to understand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as the chair of the all-party parliamentary group for international freedom of religion or belief, and I want to ask the Minister a question and put it on record. It relates to the special envoy, who is, as we all know, the hon. Member for Congleton (Fiona Bruce). She is helped by David Burrowes. I know that the Government and the Prime Minister have committed resources for that purpose, but I want to ask the Minister—I know the civil servants are taking note—if it is possible to have that position ringfenced for the future. The hon. Lady’s role is important, because it changes lives in places across the world where freedom of religion or belief is a key issue and where human rights issues are so important. That will be the thrust of my short comments in this debate. I will reflect on some of the priorities in the FCDO’s strategy for international development, how they relate to freedom of religion or belief and why it is important to give them sufficient financial backing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said, freedom of religion or belief is a bellwether human right. Where it is protected, other human rights are likely to be protected. Where it is violated, other human rights are also likely to be violated. As such, international development cannot be assessed in isolation from its wider impact, as the human rights situation on the ground inevitably affects the successful delivery of international development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am therefore glad that one of the priorities in the FCDO’s strategy for international development focuses on women and girls, and particularly on ending violence against them. As a grandfather of five, soon to be six, including three wee girls, I understand in a small way what it means to have wee girls I want to look after and protect. I want to see the same protection in this strategy, and I am pleased the Minister has said the same on the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I often say that the hon. Member for Rotherham (Sarah Champion) is a real spokesperson on these global issues. Whenever she speaks, I make it my business to come and listen, because hers are always words of wisdom and encouragement, for which I commend her. I am encouraged that the Government will restore spending to previous levels in 2023 but, as inflation and prices rise across the world, will 0.7% be enough to address demand?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As chair of the all-party parliamentary group for international freedom of religion or belief, I am frequently reminded of the dire situation that so many women and girls face around the world. It is always hard to listen to such things, and I find it incredibly difficult. The Aid to the Church in Need report “Hear Her Cries” was released earlier this year. It documents the horrific persecution faced by women and girls around the world because of their religion or belief, and the double vulnerability they suffer due to their gender. Women and girls from religious minorities in many regions are targeted for abduction, forced conversion and forced marriage, which are violations of their human rights and human dignity. Human dignity is not too much to ask for, and I hope the report is given proper attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will have the opportunity to go to Pakistan with the APPG in the first week of October. The last time we were there, we met a number of officials in positions of power and described to them our concern that Christian and Hindu girls as young as 12, 13 and 14 were being abducted and abused, which annoys me greatly. I would like to hear more about how the strategy will support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strategy includes a priority to provide life-saving humanitarian assistance. Others have mentioned Afghanistan, a country whose people have been struck by terror since the Taliban’s takeover. I make it clear that these things are happening because of the Taliban’s takeover. I gently say to the Government and the Minister that people have nothing. They are starving. How can we get aid to them by bypassing the Taliban, or however it can happen? I do not have the answers, but I ask the question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Humanitarian assistance for Afghanistan is clearly a necessity, but more must be done to ensure that aid reaches the most vulnerable. I have an observation, not a criticism. The Government published a list of groups in Afghanistan that are deemed to be at most risk, to which vulnerable religious and belief groups were eventually added. It is good that they were added, and it is important to see how we can help. Mechanisms must be in place to ensure that the most vulnerable are reached. Of course, no limit should ever be put on humanitarian aid, but programmes must not be complacent in their trust that aid reaches the most vulnerable. We are visiting Pakistan in the first week of October. I see the shadow Minister, the hon. Member for Birmingham, Edgbaston, in her place. She is the vice-chair of the all-party group and I know she has a deep interest in these issues. The hon. Member for Rotherham also intends to travel with us, so her vast knowledge and ability will add to our having a particularly beneficial deputation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I would like to caution against the strategy’s designation of climate change and biodiversity as the UK’s No. 1 international priority. One cannot deny the impact of climate on already vulnerable communities, and more must be done to safeguard against climate-driven disruption. The hon. Member for Putney referred knowledgeably to the importance of WaterAid, as she often does. Some of my constituents are involved in its projects, and I may mention one of them. However, climate change should not become the FCDO’s scapegoat as the main driver of other human rights violations. I work with many church groups in my constituency, and with NGOs and missionary groups, to deliver education, health, farming, self-sustainability and employment to Swaziland, Zimbabwe and Malawi. Those are just some of the projects that we do through those missionary groups in Strangford. As I said in an intervention, I am ever mindful of the knowledge of many of those missionary and church groups and NGOs on the ground in those countries. Sometimes a closer working relationship with them would be incredibly beneficial, and I would like to see that. I know that in Swaziland there is a dearth of clean water available, so that is one project on which we could be working with some of the NGOs, church groups and missionary groups. It might be possible to address that issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the end of May, I visited Nigeria with the all-party group. I know that the Minister knows that, because we briefed her on the trip and she showed an incredible interest in this issue. Along with other Members of this House, I saw the threat to freedom of religion or belief in Nigeria and the fear people faced, be it in the north-east of Nigeria, the central belt—the Bible belt, they call it—or the area where there was a terrible attack in which 50 people were killed in a Roman Catholic chapel on the Sunday just as we returned. There is a real threat to freedom of religion in Nigeria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government all too often attribute much of the violence in Nigeria to disputes over natural resources and competition over land exacerbated by climate change and population growth, but I would ask that that not be overemphasised to the exclusion of the freedom of religion or belief that is at the heart of this issue. We were there and we became very aware of that. The Buhari Government’s indifference and a culture of impunity allows FORB to be violated regularly, which is why Nigeria is in the top six in the world watch list. The abduction and forced marriage of Christian schoolgirl Leah Sharibu took place six years ago—it is hard to believe it was that far back—and it cannot be blamed on global warming. Nor can the 24-year term of imprisonment of the humanist Mubarak Bala, who posted on Facebook and was charged with blasphemy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said, when we look at FORB issues, we speak up for those with Christian belief, those with other belief and those with no belief. We do that because we believe, as I clearly do, that my God loves everybody, and I believe we must speak up for others. So when we were there in Nigeria we made representations to the Nigerian Government. The friend and colleague of the hon. Member for Dundee West (Chris Law), the hon. Member for Argyll and Bute (Brendan O’Hara), was there as well. He took this case on board and we are indebted to him, and we hope that we may make some progress on the blasphemy issue. We also had discussions with some of the representatives of Leah Sharibu, that wee Christian girl who never renounced her Christianity and stood firm. We hope that at some time in the future we may see something happening on that. The multifaceted human rights issues in Nigeria cannot be ignored, and attention to climate change should not be at the expense of recognising other fundamental human rights violations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to pose another question to the Minister, which others have also raised and which it is important to put on the record: I cannot get my head around why China is receiving any aid whatsoever. I am flabbergasted. [Interruption.] I know the Minister will answer that. [Interruption.] Well, the night is young. [Interruption.] I am joking. [Interruption.] I have made my point and will now move on to my last paragraph.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, I commend the FCDO’s efforts in international development and the knock-on impact in safeguarding FORB—freedom of religion or belief—issues for all in the future. However, I urge the Government to see the broader international development picture and ensure that their spending matches their priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}