{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-comments-on-the-annual-fisheries-negotiations-with-eu-and-north-atlantic-states/",
    "title": "Jim Shannon – 2022 Comments on the Annual Fisheries Negotiations with EU and North Atlantic States",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 20 December 2022.",
    "content": [
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for his answers to the questions. He understands the issues for fisheries and, in particular, for fisheries in my constituency of Strangford and also in Portavogie. I spoke to the Anglo North Irish Fish Producers Organisation this morning. Will the Minister provide an assurance that the necessary parliamentary time will be provided to ensure the urgent passage of the statutory instrument to remove spurdog from the list of prohibited species? That will allow British fishermen to take advantage of the fact that there could be a fishery for this species in 2023, which is good news. My understanding is that the EU could fish for spurdog right now, but it has deferred the decision for two months. Time is therefore urgent. I know that the Minister will not want the British fishing sector to be disadvantaged in any way, so the two months must be used for the necessary SI to be introduced in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As ever, the hon. Gentleman is very well-informed. There is a requirement for a statutory instrument to allow the spurdog quota to be accessed. This is a new quota. He is right in saying that we will have to process that SI as rapidly as possible. However, I cannot stand at the Dispatch Box and make commitments on behalf of the Leader of the House or business managers, but he can rest assured that the Department is working very hard to make sure that that SI is in a place to be deployed, and we will be pressing business managers to get it through the House as rapidly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}