{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Jim Shannon – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 10 September 2022.",
    "content": [
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call Mr Jim Shannon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just want to make it clear that, just because the hon. Gentleman is on his feet, it does not mean we have come to the end of the sitting. [Laughter.] This is unusual, and I would not like the Chamber to empty unnecessarily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could tell from the gasps from around the Chamber that people were thinking “It’s all over,” but no, it is not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to have the honour of speaking and expressing my thanks to God above for the life and reign of Queen Elizabeth II on behalf of my constituency of Strangford and my own family. I well remember my Mum and Dad going to a garden party in 2012. They were pleased to be there—they are real royalists—and to enjoy the occasion with the Queen and Prince Philip. They also got their 60th wedding anniversary card especially for them, of course, which exalts the occasion. I am pleased that we have a couple of occasions to remember as a family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The page before me lay blank for a long time, which may shock many hon. Members, who know that I am never short of a speech, or perhaps two, but the truth is that I did not know what to say of my and our unparalleled Queen—how to express the depth of sorrow and loss we feel, and how to convey my thanks to almighty God for giving me the privilege of serving my and our Queen in uniform and in this House, and my constituents the security of living under the greatest reign in history. I spoke of my admiration for this godly example of service and loyalty, faithfulness, wit, humour and grace during the jubilee, and even then I was emotional in fear of the day that we never wanted to come. That day came, and with it a depth of sorrow and loss that far outweighed what I thought possible, yet with it also comes a sense of peace, because I know that our Queen, this lady who gave and excelled up until a matter of hours before her death, is now with her saviour whom she loved, in Heaven.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her whole life, the Queen gave her royal seal to only one book about herself, “The Servant Queen and the King she serves”. That says it all to me. A woman of history, royal blood and impeccable birth, she never bowed the knee to any power on this Earth, yet she willingly bowed to Jesus and served him faithfully. In giving Jesus her heart, she was able to dedicate her all to us—the ultimate example of the best of British, the best of the greatest generation, the best of us all in this House and this country. Prophetically, her name Elizabeth Alexandra Mary means “God is my oath, a helper and defender of mankind, and beloved.” Queen Elizabeth radiated her oath of service, made to her God that she loved. She has helped and defended this Union, Commonwealth and our faith. And she was certainly most beloved—an inspiration to so many who fought in her name, who gave up their lives in defence of her and all she stood for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“For Queen and country” was an easy oath to make, and one I held dear, as have my constituents. Now, in deference to the late Queen and in hope for the foundation that she has laid in her family, with my whole heart, I say long live King Charles III. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}