{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-religious-education-in-modern-britain/",
    "title": "Jim Shannon – 2022 Speech on Religious Education in Modern Britain",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 1 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship. Dame Maria. I too thank the hon. Member for Cleethorpes (Martin Vickers) for setting the scene so well and for giving us a chance to participate. It is good to see the Minister is his place, and I look forward to hearing his comments, as well as those of the shadow Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This debate could include many conflicting opinions, yet I trust we can all come from a place where we respect the ideal of faith. Although we may treasure our individual faiths, there is undoubtedly a place for all in the diverse United Kingdom of Great Britain and Northern Ireland. I know that the ideal of religious education differs from region to region. I bring the Northern Ireland perspective to these debates, as I always do, and that is somewhat different yet again. The importance of religious and theological teaching could not be more prominent today, given the expansion of belief and the ever-changing faiths we all have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great to be here today to discuss the importance of religion in schools, both primary and secondary. According to the Council for the Curriculum, Examinations and Assessment, religious education in Northern Ireland is a compulsory part of the school curriculum. As I am sure all hon. Members are aware, Northern Ireland is no stranger to different and diverse religious beliefs and the impact they can have on modern society. For young people to be able to understand our changing world, they must be able to interpret different religious issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department for Education and the four main Churches in Northern Ireland define the religious studies curriculum, allowing for the teaching of the revelation of God, the Christian church and morality from both Protestant and Roman Catholic perspectives. That is as it should be, because the personal relationship someone has with the Lord Jesus is what is important, not their denomination or the church they go to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Seven out of 10 people—73%—surveyed across the United Kingdom—agreed that the role of religious education in schools is to provide pupils with opportunities to learn about other people, beliefs and cultures. A further 65% stated that the subject also allows young people to evaluate their own political beliefs. That is why the hon. Member for Cleethorpes referred to political beliefs with a religious viewpoint.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that some young people nowadays have become disillusioned with religion, but it is crucial that they have a basic understanding of how religion plays a part in modern society and indeed in modern Britain. Parents are allowed to withdraw their children from some or all aspects of the teaching of religious education, but I always encourage them not to do that, regardless of what they may think of that religion. Having strong faith oneself is one thing, but being able to understand and respect other people’s faith starts from a young age—as early as P4 teaching in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The High Court in Northern Ireland ruled that exclusively Christian religious education and worship was discriminatory. However, we must ensure that this ruling, and the calls for it to be considered UK-wide, do not diminish the place of the larger practised religions, such as Christianity, in religious education, but rather allow learning about other faiths equally. I have the utmost belief in Christ as my saviour, but that does not mean that the faiths of Judaism, Sikhism or Islam are of no interest to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can recall the 1960s and 1970s, when I was at secondary college. Our religious education teacher asked the class whether we wanted to know about other religions, and the answer from us all was that yes, we did. Our teacher then introduced us over a period of time to other religions. In the closed society we were in, we perhaps did not have any knowledge of other religions. That teaching gave us an opportunity to understand these things at an early stage. Through another teacher in a different subject I had the chance to understand Irish history. As a proud Unionist, it did not do me any harm to understand Irish history—understanding it a wee bit better never made me less of a Unionist. It does not harm anyone to understand things from another perspective, but it does let people develop a wider understanding and respect for others, which is what I try to do in my life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We live in an ever-changing world; nowadays people can believe and be practically anything. In my eyes, one thing that does not change is the importance of religion—not just my own belief in Christianity, but everyone else’s beliefs as well. As chair of the APPGs for international freedom of religion or belief, and for Pakistani minorities, I know that the study of religious education allows us a chance to learn about religions without feeling the socialisation or pressure of today’s society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As always, there was not a thing that the hon. Member for Congleton (Fiona Bruce) said that I do not agree with. She touched on the Uyghurs, the Falun Gong in China, the Baha’i in Iran, the Yazidis in Iraq and the Rohingya Muslims. In Nigeria, which we visited in May and June, we ascertained just how bad the persecution of Christians was, but it is getting worse—there is less understanding. That is so frustrating, because the people we talked to told us they were trying to bring things together, but the reality is that that is not happening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Fiona Bruce**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman agree that it is not too lofty a thing to say that helping our young people understand how important it is to respect the freedom of religion or belief of others of different faiths and beliefs contributes towards nothing less than global peace? So many atrocities across the world start small and locally and then grow. If we can develop a generation in this country that has respect, and we can promote that across the world, we will be able to stop local friction developing so that people can learn how to live together peaceably. We will then see a better world for the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wholeheartedly agree with the hon. Lady. That is something we should all strive to make happen. I am reminded of the Hindus in Pakistan and the Ahmadi Muslims in India as examples of people across the world with a different religious viewpoint who are terribly persecuted, both physically and mentally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My youngest staff member chose to drop religious education at GCSE in order to focus on mathematics, as that was what she wanted to do. She has since said on numerous occasions that she does not feel informed about what people believe and why they choose to believe it. She says it was great to pursue mathematics, but in a way it is a pity that she did not get that understanding at an earlier age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I appreciate that education is devolved and our curriculum guidelines differ slightly, the principle that religion is important remains the same. I call on the Education Secretary—we are pushing at an open door—and respective regional Ministers to ensure that the teaching of religion in modern Britain remains in our schools to help to tackle religious discrimination and promote respect for others with a different religion or faith. It is difficult to see a path forwards if we do not know where we have come from. For me, the teachings of Christ, which tell a child that they are loved and chosen, that there is a plan for lives and that they are not alone, are imperative. When social media tells them that the opposite is true, we need the calming influence of religious education in schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am far from perfect—I am probably the most imperfect person in this room—but I believe that the creator, God, has a job that he has set only me to do. Oh, that more of our young people across this great nation would understand their unique, divinely appointed role and that, no matter what the world may say to them, they are special and worthy. I believe that RE plays an important part in understanding that. It is as essential a skill as home economics or technology. When we talk about the important things for future vocations, we should note that religious education in schools is a calming influence and gives us a better understanding of those around us. The hon. Member for Cleethorpes referred to a Scripture text, and I will finish by quoting Jeremiah 29:11, which says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“‘For I know the plans I have for you,’ declares the Lord, ‘plans…to give you hope and a future.’”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Who does not need that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}