{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-snares/",
    "title": "Jim Shannon – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 9 January 2023.",
    "content": [
        "I am very pleased to speak in the debate. I have been a long-time sports enthusiast and I love the countryside. I live on a farm and am a member of the Ulster Farmers’ Union, the British Association for Shooting and Conservation, and the Countryside Alliance. I am also a member of Country Sports Ireland. I say that because I want to put things in context, and it is important that I do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for Don Valley (Nick Fletcher) for setting the scene, and I understand that he is here to represent the petitioners, but I feel that I must represent what I believe to be a balanced point of view about ensuring the survival of lapwings and curlews, which the hon. Gentleman mentioned. On our farm, we used to have hundreds and thousands of lapwings along the edge of Strangford lough, where I live. Those numbers have decreased. Why? I would suggest that it is because of the predation of a number of animals and the move towards using the main restraints, as I would refer to them. We have to acknowledge that there has been a very clear movement among the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud that the main thrust of country sports is conservation and preserving the countryside for future generations, and I have certainly passed on my love of country sports to my son Jamie and my granddaughter Katie. They have learned at first hand that our first duty is to sustaining the land and to the farmers who live around us, which is really important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the representative of a mixed urban and rural constituency, I have an acute awareness of the needs of the farming community. I am often guided by the needs of the agri-industrial sector in co-operation with advancing information and ways forward in our modern world. I am certainly not against change, but I am in the business of realism in what we are trying to achieve. I am proud of how farmers have taken on diversification and made changes that their grandfathers may never have understood. At the same time, I have a real respect for the generational learning that cannot be understood and felt through a report on a page alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I made contact with the Countryside Alliance, which provided the following statement for the debate. I will quote it in its entirety, as I think it is important that we hear it all. It says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Snaring is one of a range of essential measures used to manage certain species, the control of which underpins agriculture production, farm animal husbandry, the sustainable harvesting of gamebirds and the protection of species of the highest conservation concern, including the curlew. Specifically, it is a legitimate and effective form of fox control, especially in habitats where other control techniques are either ineffective or impractical.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever we say, “Do away with everything”, we must have an alternative. That is what I want to put forward. I think the Government have the alternative. That is the position we are at. The Countryside Alliance statement continues:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“In response to previous calls for the Government to ban the production and use of snares, the Countryside Alliance and other countryside organisations work with DEFRA”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the Minister’s Department—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“to produce a code of best practice on the use of snares for fox control in England, which was published in 2016. That code reflected the current state of knowledge, following extensive research into the use of fox snares by different interest groups, snare design, operating practices, selectivity, and the condition of captured animals.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kirsten Oswald**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member is making a point about DEFRA and its involvement in this area. Could he reflect on his views on DEFRA’s independent working group on snaring and the paper that it produced, which details the kind of suffering and injuries that animals that are snared might experience? There is pain associated with dislocations, and there is fear, stress, anxiety, injuries to muscles, thirst, hunger, exposure and inflammatory pain, as well as malaise associated with infections. I could go on at significant length. I wonder if that is a part of the report that he has reflected on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very happy to reflect on the opinion of the hon. Lady and others as well. What I am saying is that the snares of yesteryear are not acceptable, but the humane restraints that the Government permit today are a way of moving forward. When the hon. Member for Don Valley introduced the debate, as well as in conversations we have had before, he mentioned how the Department has moved forward. I say quite clearly that to have the snares of yesteryear would be totally wrong, because there is little or no humane control in them. What we have today with the humane restraints is a methodology, and that is what DEFRA has. I think there is a way forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Countryside Alliance further states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Code compliant snares are a restraining, rather than killing, device, and only these can be used in England. Although fox trapping is not subject to the Agreement of International Humane Trapping Standards, research has also indicated that code of practice compliant snares, operated according to best practice, past the Agreement’s requirements for humaneness. As a humane and effective means of fox control, snares are an essential management tool that we cannot afford to lose.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also says, very clearly:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Any changes to current legislation and regulations must be proportionate and justified.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept what the hon. Member for East Renfrewshire (Kirsten Oswald) is saying, and I agree with her, but I think what the Government have on humane restraints is the right way of doing this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Don Valley referred to gamekeepers. I am a shooting man; that is no secret. I understand that we have to pest control animals, including birds. I want to see curlew and lapwing in the numbers that there once were. We have heard that on the Yorkshire moors, for example, where there were once 20 or 30 curlew and lapwing nesting, there is now just one. That is down to predation. These things have to be addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The BASC has also highlighted that we must remember that the manufacture, sale and use of snares in the UK is already subject to legislation and various codes of practice, and that snares are a vital predator management tool that enables land managers to protect livestock, game birds and ground-nesting birds from predation by foxes where other methods of control are not viable. We must look at getting the balance in the countryside right and I believe that humane restraints achieve that balance. The shooting organisations—the Countryside Alliance, the BASC and the organisation that I belong to, Country Sports Ireland—believe that, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A ban on all snares would remove the latest, most modern fox snare designs, which should correctly be referred to as humane cable restraints. They are the solution and the right way forward, because they give a balance to the countryside and ensure that predators, including foxes, can be restrained. Humane cable restraints are used by conservationists and landowners to prevent foxes from predating on rare ground-nesting birds such as curlew, lapwing and golden plover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mentioned the area where I live, on the edge of Strangford lough in Northern Ireland, where the numbers of lapwing, curlew and even golden plover have reduced greatly. As I say, this is about getting the balance right, and control of foxes is critical so that some of our nesting waders do not become extinct. The hon. Member for Don Valley referred to that possibility, and it is the danger if we do not have some sort of control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Humane cable restraints are also used by wildlife biologists carrying out research, with the foxes that are caught being released unharmed and a number being recaptured. Removing the lawful use of humane cable restraints to catch and hold foxes at times of the year and in locations where other methods simply do not work would have serious and unintended consequences for nature conservation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a conservationist, and I am sure that everyone else present is too. As a conservationist, I believe that we have to find a balance and a means of control. I have seen at first hand—I suspect some others have too—the fox’s own “blood sport”, whereby he has been in a henhouse and killed hens. It must have been about 35 or 40 years ago, but I remember it well: two sisters had every one of their prize hens killed. I am also aware of a situation in which someone’s flock of ducks was decimated by the predation of a fox.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to finding a balance, I recognise that the snares of yesteryear are not acceptable, but I believe that humane cable restraints are. Indeed, it has already been proven that they are by biologists and others involved in conservation. It is important that we acknowledge that. The Countryside Alliance and the BASC, along with my local farmers—I live on a farm; I made that declaration early on—have made it clear to me that we must ensure that there is a viable, humane and effective alternative to snares. I am not sure that we have that yet, although I remain open to having my mind changed. I believe that humane cable restraints are that alternative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact is that foxes do not merely decimate flocks of livestock—this applies to sheep too, by the way; a farmer contacted me after a dog had chased sheep around a field and some of them had aborted, and a fox will take a new-born lamb when the ewe is vulnerable—but destroy livelihoods. This serious problem must have a serious solution, and I feel that humane cable restraints are and must be accepted as such.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to hearing the Minister’s response. I respect her and I know that she looks deeply into these subjects and tries to come up with a methodology that works. The hon. Member for Don Valley referred to gamekeepers. The code of practice is clear that gamekeepers should check their humane cable restraints twice a day. They agree to that, the Countryside Alliance agrees to that, the BASC agrees to that and Country Sports Ireland agrees to that. Let us have something with balance, not something skewed by different interpretations. I recognise that the snares of the past were wrong, but humane cable restraints are the right way forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}