{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Jim Shannon – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 8 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered pancreatic cancer awareness month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is good to see everyone here. I thank Members for attending and look forward to their contributions, especially those from the shadow Ministers. In particular, I look forward to the contribution from the Minister, who is back in post again. I wish her well and look forward to her summing up of the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to speak on the subject and I declare an interest as chair of the all-party parliamentary group on pancreatic cancer. I am pleased that my application to the Backbench Business Committee for a debate was successful, and I have a number of asks. I pay special tribute to the hon. Member for East Dunbartonshire (Amy Callaghan), who is sitting to my right. She was chair of the APPG, and when her health was not the best, she asked me whether I would take it over. That seemed to be the unanimous opinion of the members of the group, so I was pleased to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I owe the hon. Lady a special thanks. She is the lady, as she always is, who presented the issue and pushed it, and I just follow in her footsteps. That is a fact. I am pleased to see her getting back to health and strength, and look forward to her contribution, which I am sure will be factual and helpful to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With pancreatic cancer, silence is deadly. That is where we are—very much conscious of pancreatic cancer and what it does. It is a disease that gets too little attention and too little funding. That is one of my asks of the Minister, and I prepare her for it in advance. Later, I will refer to some stats and figures, which will reinforce the issue. Thousands of people die of pancreatic cancer every year, so it is critical that we secure early diagnosis and ensure that the funding for research is there. Ultimately, we must raise awareness of the disease—for example, through today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pancreatic cancer is the deadliest common cancer of all, which underlines the importance of the debate, and the stats surrounding it are truly shocking: 10,000 people across the United Kingdom of Great Britain and Northern Ireland are diagnosed with the disease every year, and half the people diagnosed die within three months of their diagnosis. That is alarming, and I want to present some evidence about how the disease affects people, particularly those in my constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, only 7% of those who are diagnosed survive five years, and even fewer survive longer than that. The five-year survival rate for pancreatic cancer in Northern Ireland is one of the worst in the world at 4.9%, and it puts us 32nd out of 36 countries in the survival charts. That tells us all about where we are. The Minister is not responsible for health in Northern Ireland because health is a devolved matter, but I want to use the debate to highlight the issue and to show where we can push for the improvements that we would like to see and wish we could have. Back home, I have been pushing the Minister of Health on that for a long time, and I want us to have such a strategy on the UK mainland in the hope that we can do the same in turn in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I am in my constituency office, my heart sinks when people come in for help with their personal independence payment form and inform me that their illness is pancreatic cancer. I feel my stomach sinking and my heart dropping, and I take a deep breath, because I know that I am looking across the counter at someone—man or woman—who, unfortunately, has limited time left in this world. Much more often than not, pancreatic cancer is a death sentence. My office helps people with benefits, PIP forms and universal credit, which eases them through the financial issues. There is a health burden, but the other burden is finance—when someone can no longer earn the money that they need to pay the bills and get through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "November is many things, but we are here because it is Pancreatic Cancer Awareness Month. All around the United Kingdom of Great Britain and Northern Ireland, people have been lighting up their homes and local landmarks purple, holding fundraising events for charities such as Pancreatic Cancer UK, and having conversations. It is so important to have conversations to raise awareness of the deadliest common cancer of all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Gregory Campbell (East Londonderry) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing the debate and on the work that he is doing in the all-party parliamentary group. He is highlighting the importance of November being Pancreatic Cancer Awareness Month. Does he agree that early detection is key? Unfortunately, at the moment pancreatic cancer has the lowest survival rate of all common cancers. Awareness is critical in assisting people, moving toward early detection and trying to get those figures down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I totally agree with my hon. Friend. I will give an example and mention a lady’s name; I have her permission to do so. I am pretty sure that the hon. Member for East Dunbartonshire knows this lady, and others may also know her story, which illustrates where early detection and diagnosis can make all the difference. We need to focus on the three symptoms to look out for, which can lead to the early detection and diagnosis that are so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pancreatic cancer is a brutal illness, and there is no better way of understanding how brutal it is than by hearing how it impacts an individual and their family. To that end, I will take the opportunity to share the story of Rebecca Buggs, who is the face of the Pancreatic Cancer UK campaign this Pancreatic Cancer Awareness Month. She is a nurse, who looked after pancreatic cancer patients and was well aware of the symptoms. Ultimately, her awareness of those symptoms saved her life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Pancreatic Cancer UK campaign is called “No Time to Wait”, and there is no time to wait. There must be an instantaneous response to symptoms—my hon. Friend the Member for East Londonderry (Mr Campbell) mentioned the importance of that—because for patients with pancreatic cancer, delay means disaster. Rebecca, who is 43, knows that all too well. She has been a nurse for 21 years, and over the course of her career she has prepared many patients for the Whipple procedure—the only operation that provides a possible cure for pancreatic cancer. When Members hear her story, they will understand the importance of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Christmas day last year, almost 11 months ago, Rebecca began to feel very unwell. She believed it was just a covid-19 infection, as many do; if someone is not well, they think it must be covid, because covid has been prevalent for the last two and a half years. Three days later, her husband noticed that she was jaundiced and said, “Becki, you look like a Minion”—not because that is a derogatory term, but because Minions all have yellow faces. After contacting the on-call registrar, whom she fortunately knew because of her role as a nurse, she was told to head straight to her hospital for blood tests and scans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 4 January this year, 10 days after her symptoms began, Rebecca was told the devastating news that she had pancreatic cancer. Luckily, her cancer was caught early enough for her to have the Whipple procedure, for which she had prepared many patients over all those years in her job. For most patients, it is far too late; only 10% of people are able to access that surgery. One of the things I will ask the Minister about is access to surgery; I know that she will have an answer to our queries, as she always does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the campaign, Rebecca talks incredibly powerfully about how this time was for her and her family. It is not just about the impact on the person who has the disease; it is about the impact, in this case, on her husband, her children, her mum and dad, and everyone else. She talks about how scary it was to be the one on the operating table after preparing so many for the procedure herself, highlighting the experience of so many with this devastating cancer. She said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“These were the hardest 11 days of my life. I was away from my children, Jacob who’s 9 and Georgia who’s 8, and they couldn’t come and visit me because of COVID.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we drive improvements so that more people like Rebecca can get access to life-saving treatment for this cancer. That is why Pancreatic Cancer UK’s “No Time to Wait” campaign is vital. We need to ensure that people can get a diagnosis and treatment or surgery—whichever is the case—as soon as possible in order to give them the best chance of survival. I share Rebecca’s concern that so many people are struggling to get GP appointments or referrals for the right tests when they have concerning symptoms such as stomach ache, backache and indigestion. As Rebecca says,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“they become so ill and jaundiced that they get admitted to A&E and by then it’s too late.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the symptoms and the diagnosis are there and the tests are done, access to surgeons and surgery is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rebecca’s point about people with pancreatic cancer being diagnosed in A&E is particularly important. We often think in this day and age that if someone receives a cancer diagnosis, that will happen in a quiet consultation room in a hospital or perhaps in their local GP surgery, but more often than not it happens in a crowded room. More often than not—I say this with respect to doctors and GPs—it may become repetitive for GPs to tell patients that they have a diagnosis of whatever it may be, but that is a life-changing statement for the patient.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A person came to see me this week and told me that his wife had been diagnosed with cancer, albeit not pancreatic cancer. The doctor had told her very matter-of-factly that she had it, and she was absolutely devastated. What the doctor perhaps could have done was told her husband, who could then have conveyed the news to his wife in a way that would not have been such a shock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People might expect that the doctor will give them their diagnosis and follow that up with a clear treatment plan for how they will treat and beat their cancer. In 2022, we expect that there will be a clear path to a cure and a good chance that, eventually, the person will be given the all-clear. But with pancreatic cancer, that just is not the case. More than 60% of patients with pancreatic cancer get diagnosed only in an emergency setting. I think that if anything at all indicates pancreatic cancer, the doctors and those who are aware of it need to prioritise it immediately, because speed is of the essence. Some 70% of people do not receive any active treatment at all, because they are too unwell by the time they are diagnosed; it is almost too late for them. Let that sink in. Imagine receiving a pancreatic cancer diagnosis and then immediately being told, “By the way, there is no possible treatment plan or cure.” That is devastating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to improve; we have to make the situation better. We have to try to respond in such a way that we add comfort, compassion and understanding—and, more importantly, the opportunity for surgery. It bears repeating that more than half of people who receive a pancreatic cancer diagnosis will die within three months. Wow—that is another blinder of a statement. It really underlines the seriousness of the matter. For people with pancreatic cancer, there really is no time to wait.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is the reason behind my saying all this? Primarily, it is that people with pancreatic cancer are being diagnosed far too late. We are all familiar with the fact that the earlier someone is diagnosed, the better their chances of survival. But some things are needed before people can get that crucial early diagnosis. I will outline some of them, and I hope that the Minister will be able to respond in a way that is helpful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we all need to spread awareness of the symptoms of this cancer, which are stomach and back pain, indigestion, unexplained weight loss, and jaundice. The colour caused by jaundice would obviously be noticeable right away, but all the other things are more difficult. Someone might have a bit of backache and a bit of indigestion now and again. People should always look out for any weight loss, and sometimes even weight gain. Of course, it is striking how common the symptoms on that list are. We would not naturally associate them with pancreatic cancer, but it is vital that people get checks if they experience those symptoms with no explanation. It might not be just backache or a bit of indigestion; it might be more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly and simply, there needs to be a test. It is all well and good going to the GP with these types of symptoms, but we also need to equip GPs with the tools that they need to start ruling things out. Will the Minister tell us how we can help our GPs to have all the equipment in place to make early diagnoses, and to refer people for the right test as soon as possible if they have even a minute suspicion that a person might be facing pancreatic cancer? Currently, there is no such test, but research is ongoing to try to create one, which could make a huge difference by allowing people to be diagnosed at an early stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We often speak about research and development. I probably mention it in every health debate—not to be repetitive, but because it is a real issue. Research and development is so important to find a cure and a way to help patients. Will the Minister tell us what can be done to increase research and development in this area? I will give a shocking figure that underlines the importance of research, which is the third key to unlocking earlier diagnosis. Currently, pancreatic cancer is the fifth most common cause of cancer death, but it receives just 1.4% of cancer research funding in the UK. Without sustained investment in innovative research, we will not be able to improve survival rates at the pace that we must.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To date, Pancreatic Cancer UK has invested over £10 million in pancreatic cancer research, including research that aims to develop a simple test for the cancer, but it is a charity, so its funds are limited. Will the Minister tell us what can be done to help pancreatic cancer research and development? It is sometimes easy to say this, but I genuinely believe in my heart that the Government have to step in and help, because pancreatic cancer is so brutal and singular, and it ends life very quickly. Can we please have some direction on what can be done to help?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To achieve major breakthroughs, we need the research and development upgraded. We need extra money spent, well above the 1.4% of cancer research funding that pancreatic cancer receives at the moment. I say with respect that if Pancreatic Cancer UK can raise some £10 million, which is quite a bit for a small charity, the Government need to match that and do a wee bit better. Despite everything we have heard today, we need the charity’s ambition and spend to be matched by the Government and other national research funders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to driving crucial research breakthroughs, the Government must ensure that they take action to improve outcomes for people with pancreatic cancer. I know that lots of cancers are deadly, but pancreatic cancer is the deadliest. Because of that, it needs a wee bit of extra assistance. That is particularly important at the moment, as we are heading into what will be a very challenging winter for the NHS, with the pandemic, staff shortages and underfunding pushing it to breaking point. By its very nature, the press is quite negative, and it is sometimes hard to be positive about all the different news that we hear in the media, on TV and in the papers, but we need to have pancreatic cancer research and development, and response, at the centre of our cancer strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without action, there is a risk that things will get even worse for people with pancreatic cancer, as any additional delays to vital appointments, tests and treatments—the three things we need, along with an assurance on the speed of response—will have an adverse impact on people who have no time to wait. There has been inaction on pancreatic cancer for too long, but together we can change that. Indeed, I believe it is our duty to push for better for those who are faced with this deadly cancer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to see urgent action, and there are things that the Government could do now to start shifting the dial. First, they must publish the 10-year cancer plan as soon as possible. Back in January, the then Health and Social Care Secretary, the right hon. Member for Bromsgrove (Sajid Javid), committed to publishing a 10-year cancer plan that would transform this country into a world-leading force for cancer care and treatment. Our previous Prime Minister recommitted to doing that, but we have since had silence—I say this with respect—from the new Prime Minister, who has had plenty on his plate, and the new Health and Social Care Secretary. Pancreatic cancer has been neglected by successive Governments, as have cancer plans. As a result, survival rates have not improved in decades. There has been a lack of action over time on pancreatic cancer, and we really need to ensure that work is put in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A funded and ambitious cancer plan would be a real step in the right direction, demonstrating our national ambition. I am proud to be British and proud to have a Government that lead. We need to lead on this, and we need to do so very quickly. That will give us something to aim for in driving up outcomes and survival, and it will help us to give people hope. That hope has not been there for years, and it needs to be there now. I say this very politely but sincerely and firmly: currently, we are a rudderless ship, and a cancer plan would give us direction and hope. The World Health Organisation advises that all nations need a cancer strategy to give this killer disease the attention it deserves. Through this debate, through our Minister and through our Government, let us become a country that can do better and does not fail to meet that standard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make a real difference, the cancer plan must have a specific focus on less survivable cancers, including pancreatic cancer—the ones that kill the most and kill the earliest. Unfortunately, it is possible to receive a diagnosis of pancreatic cancer and, within three months, to be no longer in this world. The plan must include investment in the workforce so that everyone can have a diagnosis and treatment plan within 21 days. That is the best practice that Pancreatic Cancer UK and clinical experts believe should be the reality everywhere. I make a special request for the Minister to address that. I say this often, but it does not lessen the issue, because it is important: I am proud of being in this Parliament of the United Kingdom of Great Britain and Northern Ireland, but we need to share what we have done regionally in Scotland, Wales, Northern Ireland and England in order to do things better. There may even be a necessity for a UK-wide policy and strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Getting a diagnosis quickly is crucial in ensuring people can get the treatment they need as soon as possible. In addition, the cancer plan must deliver the funding needed to enable specialist cancer nurses to support everyone with pancreatic cancer as soon as possible after their diagnosis, helping them manage their symptoms and maintain a good quality of life. We must ensure that, when the family and financial pressures are gathering around someone and they sometimes feel like it is just them fighting the disease, that is not the case. We need to wrap our arms around people and tell them that they are not on their own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the Government will commit today to publishing the cancer plan. That is critical; it is at the core of the issue, and we need it. I encourage the Minister to meet Pancreatic Cancer UK and people affected by this awful disease to find out more about the “No Time to Wait” campaign and how the 10-year cancer plan can finally shift the dial. I know the answer will be yes but, for the purpose of having it in Hansard, will she commit to having that meeting, which I think will enable Pancreatic Cancer UK to press, push, emphasise and raise awareness of the matter?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been silence around pancreatic cancer for too long, but through this debate, together—collectively as MPs, with the Minister and regionally—we can change that attitude. We need to speak up and demand immediate change on behalf of those who have already lost their lives and the families left to grieve, those who are living with pancreatic cancer right now, and those who face a diagnosis in the coming months. We want to give them hope. We want them to know that if they get the disease, their treatment will be prioritised through A&E, their diagnosis will be quick, the response will be equally quick, and surgery will follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have work to do in Northern Ireland, and I understand that—the figures I gave earlier emphasise it only too well—but we also have work to do across this great United Kingdom. I am asking for attention to be paid UK-wide in the form of a pancreatic cancer strategy, with information and guidance shared in every area of this United Kingdom of Great Britain and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious that others want to contribute and I very much look forward to their contributions, including those of the shadow Ministers and, in particular, the Minister. I know that she, along with all of us, will want to do all she can to save lives. I look forward to her response, and I thank the Backbench Business Committee for giving me the opportunity to speak on this subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Pancreatic Cancer Awareness Month we have a duty as elected representatives in this House to deliver a message. With respect, we hope that the Minister and the Government will respond centrally, with a pancreatic cancer strategy that we can all look up to, so that when people with pancreatic cancer come to my office, as they often do, to fill in PIP forms, I can then tell them that there is some hope and show them what they need to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}