{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-asylum-seeker-employment-and-the-cost-of-living/",
    "title": "Jim Shannon – 2022 Speech on Asylum Seeker Employment and the Cost of Living",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is an absolute pleasure to speak in this debate on a subject that is very close to my heart. I am pleased to follow the hon. Member for Westmorland and Lonsdale (Tim Farron), who captured the exact reasons why we are here. It is because we believe there is a good case to be made, and I am going to make my case for my constituency, as he did for his.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of the hon. Gentleman’s speech captured my attention, but the one particular point that I took out of it was the fact that many asylum seekers may have a connection with the United Kingdom of Great Britain and Northern Ireland. They are well aware of what the country that they may see as their mother nation has to offer them. The hon. Gentleman captured the emotion of the occasion very well, as well as the importance of the case we are trying to put forward. It is because of issues relating to human rights and freedom of religious belief that many asylum seekers have fled from where they came from, whether that is Afghanistan, Syria or Ukraine, as is topical at this moment in time and very fresh and real in our memories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to put forward the case for Strangford. I am going to name some of the firms in my constituency that have offered jobs. Their offers are on the record and I have made those companies’ names available to Ministers. I do not understand why people who are here have not been offered those jobs when they are available, but I will speak more on that in a minute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rise in the cost of living is having a severe impact on many across the United Kingdom. People in full-time employment with possible savings are still struggling to make ends meet. I say this respectfully to Government: I believe that there must be some element of compassion for those who are awaiting asylum decisions and living on incredibly low amounts of money. I have always had the belief that we must help those who do not have the capacity to help themselves. We are fortunate and privileged to be Members of Parliament. Our job is to speak up for those who do not have anyone to speak for them. We may never meet them, but that does not mean we will speak up for them any less. Each and every Member who has spoken so far in this debate has reiterated that point. I know that the shadow Ministers who will follow will also confirm the stance that we all share on this matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are currently 97,717 people in the UK seeking asylum, often waiting well over six months for a decision—a sixfold increase from five years ago. Numerous concerns have been raised about the amount of money allocated to those awaiting asylum decisions just to survive. I challenge anybody in this place to survive on that amount of money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) referred to Lift the Ban, which is a really good project. It focuses attention on this issue, and I have some questions for the Minister. The Lift the Ban campaign has given Northern Ireland businesses and others across the United Kingdom a real insight into the benefits that would come with allowing asylum seekers to work. One asylum seeker living in a hotel in Belfast stated, “Now, the asylum seeker receives just £8 a week—that is not enough.” He said, “An asylum seeker living in shared accommodation receives £37 a week—that is also not enough and, even worse, not fair.” I do not believe that it is fair, either. I am no more compassionate than anybody else in this Chamber, but I understand fairly well what everyone is trying to say. Relying on that amount of money per week to cover essentials such as food, clothing and travel has never been easy for people seeking asylum, especially given the financial turmoil that we have all faced in the last couple of months and will face in the months to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I greatly respect the Minister and we have been friends for some time, but has she seen the Lift the Ban campaign? If not, I respectfully ask her to take note of it and to look at the options and solutions that it has put forward to try to address this issue. Will the Minister adopt and promote the proposals espoused by the campaign?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With consumer prices rising by 11% since last year, there have been increasing calls from the Lift the Ban campaign and others to encourage the Government to allow asylum seekers out of inactivity and let them partake in some employment. It is probably no secret that I am a bit of a workaholic; I like to be busy. I suspect that other MPs like to be busy, too. Can you imagine sitting in a hotel or shared accommodation for seven days a week and only being able to go out for a wee stroll? Your mind does not function—I say that very respectfully—your body does not function, and you become depressed. Indeed, the hon. Member for Westmorland and Lonsdale referred to asylum seekers being prescribed medication for depression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should allow those who are skilled and, more importantly, willing to work to get into employment and find some part-time or full-time work that requires little official training. I do not say that in a demeaning way; I say it because it would mean that asylum seekers could step into a job tomorrow, which would allow them to earn a little extra cash and make their daily lives easier. I have companies in my constituency of Strangford that are looking for workers, and I have conveyed that to Ministers on numerous occasions. Syrians, Afghans and Ukrainians in the asylum system have skills and there are job vacancies, so why not help them by giving them the opportunity to find employment? It would also give them some dignity and lift their confidence. Families would know that their breadwinner was out there earning for them, and it would keep families together—I am very conscious of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Carol Monaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As usual, the hon. Gentleman is giving a well-considered speech. Does he agree that it is the most natural thing in the world for human beings to have purpose and meaning in their day? Going out and earning a living gives them that purpose. Without that, asylum seekers are vulnerable to exploitation from those who would take advantage of the very vulnerable in our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is absolutely right and I could not put it any better, because that is exactly how I feel. We should give them dignity and a purpose in life—I genuinely do not think that is too much to ask. That is why this debate is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give another indication of the jobs that are available. The owner of a bar in Belfast revealed that they were crying out for staff. As we come up to Christmas, there are literally hundreds of jobs that could be taken advantage of in the hospitality industry in particular. Again, I just do not understand why those jobs are not being offered to people. If they cannot fill the jobs from the society we live in—whatever the reasons may be—there are plenty of people in hotels not too far away who would love that opportunity. There are people from Afghanistan sitting in a hotel in Bangor, which is a city in North Down. They have been there for over 15 months. My goodness. I am going to challenge everybody in this room: would anyone like to be sitting like that in a hotel? Bangor is nice, by the way, but that is not the point. It is not in my constituency, but I say that with honesty. Could anyone’s mind take that? Could anyone physically take that? I do not think so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Carol Monaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the hotel issue, this is portrayed as some sort of luxury. Can anyone imagine being in a hotel room? I stay in hotels here in London. It is bad enough doing two or three nights a week, but imagine that being your only place, with no cooking facilities, no place for the children to sleep, no separation of family members and no privacy. It would be hell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the hon. Lady. I am not sure it would be hell. As a Christian, I think hell is a place you never want to be and worse than anything in this world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Carol Monaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would not be pleasant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the hon. Lady’s point. I did not say that to be judgmental, by the way. I just wanted to make that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I appreciate and respect the Government decisions on not permitting asylum seekers to work, I believe that schemes could be put in place by our Government—my Government—to allow them to get back to society. They want to get back to society. They want to do something. They want to be purposeful with their lives here in our country. For example, they could take part in community service and assistance by means of cleaning streets or doing local gardening—for those who just want to be physically active. It does not mean the job is demeaning. It is important. It helps us out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to mention two companies. Willowbrook Foods has a number of jobs and I met the chief executive officer, John McCann. He told me to tell Government that he has jobs available. He has been trying to fill those jobs within our own constituency but has not been able to do so, so there are jobs and opportunities. The CEO of Mash Direct is Martin Hamilton. I heard the same thing from him. I think Willowbrook Foods employs about 260 to 270 people, and Mash Direct employs about 230 to 240. They have jobs available and they have specifically said that they want to help the Afghans, the Ukrainians and the Syrians get the jobs and make their lives better. I believe this allows for an improvement of local standards and improvement in the mental and physical health of asylum seekers. It would give them a way to give back to our community and a chance to make some money in order to get the essential items that they need and want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amid the cost of living crisis, the Government are taking steps to assist all aspects of our society. I ask that that includes those awaiting asylum decisions. To be asked to live on as little as £8 a week is shocking. Yes, accommodation and essential bills, such as for heating and electricity, are covered, but many of these families have young children. What about their schooling? What about the help for young children? They are just wee children, who look to their mum and dad for support, succour and help. But, at the end of the day, they also need to have active minds and bodies. Is that too much to ask? Some even have babies who require nappies, formula and baby food, which come at extortionate prices. In the last month I have become a grandfather again—it is the sixth time around. Rachael and Luke tell me that the price of baby stuff—they already have a child so they can compare it—is getting extortionate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I strongly encourage and urge Government to consider the introduction of schemes, such as Lift the Ban and others, to ensure that asylum seekers have the possibility of earning some money for themselves while serving and working in our local communities, as well as dignity, understanding and opportunity. It is due time that Government understood that asylum seekers have abilities and skills and there are jobs available right now that they can do. To my mind, to give asylum seekers jobs is a win-win.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}