{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-government-support-for-marine-renewables/",
    "title": "Jim Shannon – 2022 Speech on Government Support for Marine Renewables",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure to speak in this debate, Mr Hollobone. The hon. Member for Gloucester (Richard Graham) is right—I will give my perspective on Strangford Lough. Helping to progress that is my objective in being here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Member for Orkney and Shetland (Mr Carmichael) for setting the scene so very well. Like everyone else in the Chamber today, including me, he is a champion of the coastal regions. On almost every occasion in this House, he and I have supported each other, whether that is on fishing issues or marine life issues. Since my election to this House, it has been my pleasure to work alongside him and learn from him. I thank him for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to see the Minister in his place. I look forward to his response, which I know is always given with consideration and helpfulness. I look forward to the contributions from the two shadow Ministers for the SNP and Labour. They both have a deep interest in these matters, and they will add much to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Member for Strangford (Jim Shannon) give way before he starts on his amazing speech? The Narrows located between Strangford Lough and the Irish Sea make an optimal location for tidal energy research. As the hon. Gentleman knows, it has hosted a few projects in recent years. Will he speak to the benefits that projects in Strangford Lough have for his constituency and further afield?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady asks me to speak highly of Strangford Lough, and that will be done without question. I thank her for her intervention. The main issue is more than energy; it is the balance of life and the potential to provide safe, renewable energy. I speak to my mother regularly and she has always said that there are few absolutes in this world. One, pertinent for this time of year, is that “Jesus loves you, regardless of what you have done.” The other is that the sun will rise and set. Clearly, a very wise woman, for which I am so thankful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first maxim, demonstrated at this time of year, offers forgiveness and unconditional love in the birth of the Lord Jesus. As for the second, I believe we have an opportunity to harness that. If the sun rises, it means that the moon orbits, and the tides are as certain as the sun rising. We can and should use that to produce energy. If we had a thought for the day, that would be mine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strangford Lough was named by Viking invaders who noted the strength of the lough. That is where the “strang” came from, the Viking word for strong. They may not have been able to measure the tide as having a force of 7.5 knots on any given day, but they knew it was stronger than normal, stronger than anywhere they had been before. In 2008, a project to harness the power of Strangford Lough was started in the form of a tidal turbine. That was the world’s first commercial-scale tidal energy project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very proud that was in my constituency, and I am keen to see that project go further. I have met some of those involved from the Queen’s University marine laboratory and the Minister back home from the Department of Enterprise, Trade and Investment. I am pleased to see this Minister is his place, and I will request a meeting about that project. We are keen back home to take it further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to speak about that project and what it did, because it shows development potential that could be used for our betterment. It was commissioned in July 2008 by Marine Current Turbines, a subsidiary of British tidal energy company Siemens. The 1.2 MW project used MCT’s SeaGen turbine technology and required an investment of £12 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pilot was successful, and I cannot understand why we have not moved beyond that. Perhaps we can now, because my discussions with the Department back home and the Assembly, as well as those involved with the project, indicate that that pilot project could be financially feasible. I think some of the investors come from Canada, and there is an interest in taking it forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The project involved installation of two 600 kW turbines producing 150 kW of electricity to the grid in July 2008. SeaGen generated electricity at its maximum capacity of 1.2 MW for the first time in December 2008. Another important milestone was reached in September 2012, with SeaGen producing 5 GWh of tidal power since its commissioning, which is equivalent to the annual power consumption of 1,500 households.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could say a lot more; I am keen to see how we can take that project and its pilot scheme forward. The project has finished at the moment, but I cannot understand why further follow-ups have not taken place, to make the most of that tide, to ensure that the harnessing of marine energy is not detrimental to the fishing industry. I have been in contact with DAERA back home on the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make this request directly to the Minister today. If he is able to come to Strangford Lough, I am keen to take the opportunity to introduce him to people from Queen’s University marine laboratory and from the Department to see how the project can be progressed. I honestly believe it has so much potential. Obviously, we need the input of the Minister here today, but the Minister back home told me that some of the help comes from Westminster for that project, so there is governmental input here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently read that tidal power could supply up to 10% of the UK’s energy within 10 years. SeaGen could play a part in that as it was more than four times as powerful as the world’s second most powerful tidal current system at that time—the 300 kW Seaflow that was installed off Lynmouth on the north Devon coast more than five years ago. We have that potential in Strangford Lough. It would be wonderful for us if we could use that green marine energy potential back home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am given to understand that, based on the Strangford Lough experience, the company plans to scale up the technology to build a 10 MW tidal power farm within the next three years. That is the kind of innovation that we in this great United Kingdom of Great Britain and Northern Ireland need to invest in and reap the benefits from. There is a delicate balance in our marine environment, but investment could see a balance being struck, with the ability to power homes, cutting down on reliance on fossil fuels from overseas and becoming self-sustaining.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another good thing came from the SeaGen pilot scheme. We have a large seal colony in Strangford Lough, and the tidal scheme had protection for the seals, so lots of things were learnt from the SeaGen pilot scheme from 2008 to 2012, which is something that we should really look at. Importantly, it would also reduce costs for the working poor who are on wages that simply are not good enough at this time. We have a golden opportunity to develop the tidal energy system in Strangford Lough. I believe in my heart that that is the way forward. We must find a way and find it soon. The lessons learnt in Strangford Lough can provide a good foundation. Perhaps the Minister can give us the help that we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}