{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-climate-change-and-human-security/",
    "title": "Jim Shannon – 2022 Speech on Climate Change and Human Security",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 3 November 2022.",
    "content": [
        "It is an absolute pleasure to serve under your chairmanship, Mr Efford. I thank the hon. Members for Bath (Wera Hobhouse) and for Glasgow South (Stewart Malcolm McDonald) for leading this debate. It is also a real pleasure to follow my friend and colleague the hon. Member for Glasgow North (Patrick Grady); he and I agree on this subject. I agree with the hon. Lady on it, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to add my contribution to this debate. There has been some confusion over the past few days regarding the confirmation of the attendance of the Prime Minister at the COP27 summit in Egypt, which starts this Sunday. I am pleased that the original decision was reviewed and that the Prime Minister will now attend the summit to commit to our COP26 promises, as he should because he leads this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all recognise the commitment that the Government gave at COP25 and COP26. I know that the Minister will respond to confirm the positive direction that the Government have taken and how important that is. As Members have rightly stated, climate change is set to exacerbate worldwide challenges such as rising sea levels, poverty and malnutrition. To say that we have a role to play is clearly an understatement: we have a massive role to play, not just singularly but collectively with other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to hearing the Minister’s comments from a human security perspective, too, as that is just as important. I know he will respond in a positive fashion. As my party’s spokesperson on human rights, human security means a great deal to me and my party. Like other Members, I receive hundreds of emails each week about many different and pressing issues from my constituents in Strangford; however, I must say that climate change and its impact on human security feature highly in my mailbox, so I am pleased to support Members in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some notable events in the past couple of years have posed a real potential threat to human security. For example, the United Kingdom’s Climate Change Committee has found a 16 cm rise in UK mean sea levels since the start of the 20th century. That cannot be ignored: it is a fact of life. We have to address those things. Can we address them in a way that will make a difference? I think we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like other areas of the United Kingdom, Northern Ireland has fallen victim to multiple extreme weather events in the past couple of years. We used to say that these sorts of floods happened every 100 years, but no: the 100-year floods happen every four or five years now. They happen regularly. On Tuesday night, I phoned my mother, as I do every night, and she said she had never rain quite like it. She is 91 years old, by the way, so she has been in this world for a long time. If she says that to me, I tell you what: I can say there has been some exceptional rainfall. The yellow warnings and the floods are there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most memorably, in summer 2018 we saw the warmest June since 1910, with the mean temperature 2.1° above the 1981-2010 average. That is another example of extreme weather—another 100-year event. It ultimately resulted in a hosepipe ban, which some laughed at at the time, thinking it was ridiculous. In hindsight, it shows the impact that climate change has had on our daily lives and security. In the summer of ’22, we had extreme heat that I cannot recall having experienced for a long time, and water levels fell in many places.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am interested in planning matters. I see an example of the practical, physical way that change is coming in my constituency, where planning conditions have been introduced in the past couple of years to stop people building on floodplains, which they should not be doing, by the way. Ten or 20 years ago, and whenever I first joined Ards Borough Council in 1985—that was not yesterday either—that was not an issue: people were able to build on that land. Now, they cannot. Why is that happening? It is because climate change is coming and things are changing. With what it can see and from its plans, the planning department has projected where the floodplains will be. In some areas, we would have to go back to the beginning of the century to see where the land flooded in some exceptional conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Northern Ireland Assembly’s equivalent of the Department for Environment, Food and Rural Affairs is the Department of Agriculture, Environment and Rural Affairs. DAERA has released its climate change adaptation programme for 2019-24. It underlined the impacts of the “beast from the east”—that is not Russia, by the way. The “beast from the east” was a spell of extreme weather conditions. We all experienced them in the United Kingdom of Great Britain and Northern Ireland. They were exceptional. Northern Ireland experienced a spell of severe weather with low temperatures and significant snow, the likes of which we had not seen for a lifetime. It caused a real problem for travel and, moreover, healthcare provision was significantly interrupted. We must take into consideration the effects that climate change has on our local businesses and especially our food security. That is why today’s debate is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Food security is described as people having physical, social and economic access to sufficient, safe and nutritious food. It is important for human security reasons such as poverty. We should expect to see a rise in poverty as our access to food decreases. It is my understanding—I am sure the Minister will confirm this—that the United Kingdom imports some 46% of our food. I know that the Government have committed to producing more food at home, as I believe we should—we need to be more self-sufficient—but the fact is that we import 46% of our food products from around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are ever mindful that we cannot grow everything here, so there will always be some imports. Northern Ireland has a population of 2 million but we have a highly productive farming sector. We export some 75% to 80% of our produce overseas to mainland EU and further afield. We are bucking the trend in relation to the rest of the United Kingdom, and that indicates how important our farming sector is to us in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear this is not a domestic concern alone: internationally, we must come together as nations. This is a world crisis. We are here debating this issue at Westminster, in the mother of Parliaments, but we need buy-in from the rest of the world to make it happen. We need to take a joint approach to tackling climate change. There are widescale human security issues that can apply globally if we do not commit to our prior engagements, including the Paris agreement and the Kyoto protocol.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know this is something that the hon. Member for Glasgow North is interested in, as, I suspect, everyone is. I chair the all-party parliamentary group for international freedom of religion and belief. In 2018, we published our report “Nigeria: Unfolding Genocide?” Why is that applicable to today’s debate? This debate is not about food; it is about more than that. The FCDO response to the report was that it was climate change driving violence in Nigeria, not attacks on religious minorities. The fact is that it is a combination of both.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the APPG visited Nigeria in May and June this year, we had discussions and talks with Government officials and some of the landowners in north-east Nigeria where things are happening. The Fulani herders are losing their grassland to the encroachment of sand and desert, so they moved further south into the land that just happens to be owned by Christians, along with some Muslims. In other words, the Fulani herdsmen are moving their cattle and herds closer to and encroaching on land that farmers need to grow their crops and look after their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Climate change is affecting us all, but not equally. The latest correspondence this week between Open Doors and some of the APPG’s members indicated that tensions are continuing to rise in Nigeria to an even greater level than when we visited back in May and June. When it comes to the issue of human security and climate change, that is a supreme example of what is happening. That is why we need to do things collectively and better together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Minority groups and often religious minorities find themselves facing the worst impacts of climate change. In many cases, families want to produce food just to feed their families—not necessarily to sell on, although they may barter on occasions—and for Christians in north-east Nigeria, for example, land degradation is combined with the constant threat of attacks from Boko Haram or the Fulani herders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Climate change and human security is not a topic that will be going away any time soon. The hon. Member for Glasgow North is absolutely right: we might have talked about the matter six or seven years ago, saying “the threat of”, but no, the threat and the reality is here today. I agree with him absolutely. We have the opportunity to respond in a timely and vital fashion. Delay can no longer be looked upon as acceptable in any way. We must ensure our commitments to our promises made at COP 25, COP26 and this weekend at COP27 and do what we can to curb national disasters, not just here in the United Kingdom of Great Britain and Northern Ireland but for all nations around the world. We all need to live together and do our best for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}