{
    "url": "https://www.ukpol.co.uk/jim-shannon-2020-speech-on-st-patricks-day/",
    "title": "Jim Shannon – 2020 Speech on St. Patrick’s Day",
    "post_date": "March 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 17 March 2020. The speech was notable as Shannon usually contributes and intervenes on adjournment debates.",
    "content": [
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I begin the debate, may I suggest to all Members that this is their opportunity to intervene on Jim Shannon?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Speaker. First—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Gregory Campbell (East Londonderry) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Campbell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just couldn’t resist it, Mr Speaker. I have waited years and years to do that. My hon. Friend has an Adjournment debate on St Patrick’s Day. We have had events, parades and all sorts of functions on St Patrick’s Day cancelled, in Brazil, Washington, New York, Belfast, Dublin and London, but the indefatigable nature of my hon. Friend has meant that his Adjournment debate continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to be here to speak in this debate. May I wish you, Mr Deputy Speaker, and all right hon. and hon. Members, a very happy St Patrick’s Day?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Brennan (Cardiff West) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way on that point?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very happy to give way on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Brennan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman will know that I am very proud to have an Irish father and a Welsh mother, and I recently attended the champ reception at the House of Lords, as I believe he did. The Irish ambassador explained that St Patrick’s Day is becoming a festival that lasts over many, many weeks, and that the first function he had attended this year was on 1 March, at which point I pointed out that that is St David’s Day. Can we put a stop to having St Patrick’s Day celebrations on the day of the Welsh patron saint, St David?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention, but every day is St Patrick’s Day for us and we are very pleased to celebrate it on St David’s Day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neil Parish (Tiverton and Honiton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great for me to be celebrating St Patrick’s Day in this Chamber, in his Adjournment debate, because I have an Irish grandmother. I just want to congratulate the hon. Gentleman on probably being the Member who has intervened the most in Adjournment debates in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Farry (North Down) (Alliance)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Stephen Farry**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the sake of balance and inclusivity, it is worth reminding the House that St Patrick was, of course, Welsh.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He certainly was. This is my first Adjournment debate for many, many years, but I have intervened in a great many Adjournment debates held by other Members and I have been pleased to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Wood (Dudley South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on securing this debate. I was born on St Patrick’s Day, so I fully support the extension of celebrations of 17 March by at least a couple of weeks either way. Will he join me in extending best wishes for St Patrick’s Day to those in all our constituencies who hail from Ireland, from whichever side of the border they originate?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly will, and I will be saying that if I ever get the chance to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham (Gloucester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is being extremely generous in taking interventions this evening. He said that every day is St Patrick’s Day for an Irishman, from whichever side of the border. He will therefore be delighted to hear that Gloucester celebrated St Patrick’s Day on Saturday evening in the Irish club, with an acting mayor, Councillor Collette Finnegan, who was born in Dublin. She is the first ever Irish-born mayor of Gloucester and the first to have worked in the NHS for 30 years. Will he join me in congratulating her and the Irish club?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly will, and I am pleased to do that. It is wonderful that whenever St Patrick’s Day comes around, deep down we are all supporters of St Patrick’s Day and perhaps a wee bit Irish as well. I am speaking as British person, of course, and someone who has a passport that says that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all have saints, and I recall that on my first day at Westminster in 2010, I came through the doors and marvelled at the wondrous Lobby just outside these doors, where each nation’s patron saint is depicted. We have St George for England, St David for Wales, St Andrew for Scotland and of course the incomparable St Patrick for Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gavin Robinson (Belfast East) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the mosaic of St Patrick depicts the unity on our island, because to his right is St Brigid, from Kildare in the south, and on his left is St Columba, to represent Ulster and the north. In the spirit of that unity, may I express on behalf of our colleagues, Mr Deputy Speaker, our pleasure that the ecclesiastical history of Ireland is being repeated yet again with my hon. Friend, who not only champions freedom of religion and religious belief in this House, but has been appointed by Mr Speaker to his Ecclesiastical Committee?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is very kind, and I am pleased to have accepted that position, as are others in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am happy to claim St Patrick as my patron saint—let us be honest: how could I do otherwise? I am blessed to live in the most wonderful constituency of Strangford, ​in the United Kingdom of Great Britain and Northern Ireland, and the fingerprints of St Patrick can be seen throughout and all over it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "St Patrick, the patron saint of Ireland, was born Maewyn Succat to a Christian family in Wales, in Roman Britain, in the late fourth century AD. Shortly before he was 16, Patrick was captured from the villa of his father, Calpurnius, by a group of Irish raiders who took him to Ireland and forced him into slavery. Six years later, he escaped home to Britain, his religious faith strengthened during his time in slavery. Believing he had been called by God to Christianise Ireland, he later returned to Ireland as a missionary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How wonderful it is to see the beauty of the Union at work within St Patrick’s life—a British man who fell in love with the people, but more importantly whose love for God made him return to the bosom of those who had mistreated him. We all love the story of the little man coming good, and that is the story of St Patrick, a former slave who absolutely changed a nation for God and for good. As my hon. Friend the Member for Belfast East (Gavin Robinson) said, out there in Central Lobby, where the four nations come together as one nation—the four regions as one—that is our strength. Our strength is in the United Kingdom of Great Britain and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "St Patrick was a man who made it easy to understand the divine with simple illustrations and who simply wanted people to know more of God and his redemptive plan for us all through Christ Jesus. His dedication to his Lord and his love for the people of this land are something that I hope to attain, too, in the time I am here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some may be surprised to see me, an Orangeman, celebrating what has been turned into a green event. That is not my view. I celebrate the story of a man who changed the course of our history. He was neither orange nor green—I agree with what the hon. Member for Gloucester (Richard Graham) said—but used all means to point to Christ and the hope offered to every man by him. How I wish there were more like Patrick today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Kane (Wythenshawe and Sale East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to intervene on the hon. Member. St Patrick’s lorica—the poem upon his breastplate—refers to a “shield in the strife”. Is St Patrick’s message relevant to today’s world and the debate we have been having tonight?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe it is. When I asked for this Adjournment debate—Mr Speaker kindly agreed—I felt there was a need to tell the history of St Patrick and how St Patrick’s Day came about, because his message is the simple message of the gospel, to all mankind, wherever they may be, of all political aspirations and of all regions of the United Kingdom of Great Britain and Northern Ireland. His message is simple but it is a true message and we all need to hear it. That is why I wanted to have this debate. There are two parts to the story, of course; I will tell the first, about the gospel message, but I also want to tell the second story about what he does and can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Patrick Grady (Glasgow North) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As one of the Patricks in the Chamber today, I think it is right that the hon. Gentleman is acknowledging this. The hon. Member ​for Wythenshawe and Sale East (Mike Kane) spoke of St Patrick’s breastplate, and it was fitting, and worth getting on the record, that our new Chaplain led us in that prayer at the start of business today. It was a fitting thing to do, especially in these times, given what the prayer invokes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I noticed that today. Indeed, I said to my hon. Friend the Member for East Londonderry (Mr Campbell)—who intervened as soon as I got three words into my contribution—that it was interesting that the Speaker’s Chaplain used St Patrick’s prayer this morning. It was really nice. I want to finish my comments with that prayer, and it is important to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kerry McCarthy (Bristol East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As people might be able to guess, I too have an Irish father. It is obviously a difficult time to celebrate St Patrick’s Day, and the celebrations are very muted. Last year, I joined St Patrick’s church in east Bristol to take part in the celebrations. Does the hon. Gentleman think that, given the situation we are in, churches like St Patrick’s have a role to play in the voluntary relief effort and reaching out to the vulnerable and isolated, particularly at this time?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do, and I thank the hon. Lady for her question. It is very important that we recognise that point. There cannot be a Member in this House who does not have the same opinion. The Church has a key role to play in this. We can think of all the bad things that are happening, such as the coronavirus, but we should also think of all the people who do good things—and do those things without anyone ever knowing. That is what she is referring to. In that group, there are people with strong beliefs who want to reach out and help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The huge parades that take place across American cities have their roots in the New York parade of 1762, when Irish soldiers in the British Army marched to St Patrick’s Day celebrations with their band playing—we do love the bands—and their regimental colours flying. I salute the work that is carried out to this day by the Irish Guards. The second largest branch of the Irish Guards Association is in my constituency of Strangford and in my town of Newtownards. The largest association is in Liverpool. I want to put on record my thanks to the Irish Guards for being great ambassadors of this great nation. I thank all of those who gave their lives for Queen and country over many, many years. The celebrations continue to this day in New York, Washington, Chicago and throughout the world and are testament to the attractiveness of St Patrick.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a declaration of interest, my brother-in-law was a colonel of the Irish Guards. Does the hon. Gentleman agree that history has not always been easy for the Irish Guards in the whole of the island of Ireland, but that things are now much better and the role that they and their individuals played in the two world wars is now much better recognised on both sides of the border?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is right. The Irish Guards have drawn their numbers from the north and the south, and they have done so over many years. The colonel of the Irish Guards is Simon Nichols, who, at the minute, is serving in Belize. He is a very good friend of mine and also happens to be one of my constituents. ​He and his wife and family are in Belize for a three-year sojourn. I am very pleased to highlight the good work of the Irish Guards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Jeffrey M. Donaldson (Lagan Valley) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome my hon. Friend’s speech and the debate. Does he agree that Her Majesty the Queen has played a very important role in recent years in promoting reconciliation between the British and Irish people? There is a former order known as the Order of St Patrick, which was once awarded in recognition of the contribution that men and women make to relationships within our islands. Would it not be appropriate for Her Majesty to consider reinstating that order?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend and colleague has suggested something that perhaps the Minister of State could respond to in a positive fashion. I know that he will do so if he gets the opportunity. [Laughter.] I am sorry—I will give him the opportunity! I think that I may have been misinterpreted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have had the opportunity to attend, with the Friends of St Patrick, Irish Fest in Milwaukee over the years. There has been a really determined attempt to ensure that there are balanced and respectful accounts, and I welcome that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having spoken about the religious aspect of St Patrick, which is really important to me and to many others in this Chamber, it is also important to look at the tourism aspect, and I want to speak about that if I can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for giving way. I am sure that the parliamentary app on Twitter is loving this debate tonight. In relation to celebrations, I think that, as a Scot, it is fair to say that the Irish are also known in their celebrations of St Patrick’s Day for drink. As a former Diageo employee, it would be remiss of me not to call out a Guinness and other alcoholic beverages that are used to celebrate St Patrick’s Day. Does he agree that we should be celebrating those, too?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very happy to let people celebrate in whatever way they wish, and I thank the hon. Lady for her intervention. It is all about moderation, so let us celebrate in moderation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alison Thewliss (Glasgow Central) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for allowing me to intervene on him. In a different kind of celebration, because the people involved are younger, St Patrick’s Primary School in my constituency has also been celebrating St Patrick’s Day today. It is located next to St Patrick’s Church in Anderston. Would he like to extend his congratulations to the young people at the school who have been celebrating today, despite the coronavirus?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to do so. It is good to know that, across all four regions today, young and old are celebrating the story of St Patrick.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declared on the Register of Members’ Financial Interests that my stepmother is Janet Harbison, leader of the Irish Harp Orchestra, from the Republic, who did a great deal of work in Belfast to bring peace together. We have ​heard about drink, and we have heard about celebrations in schools. Does the hon. Gentleman agree that music is a superb way to help to bridge the divide with the cultural spirit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am happy to support the use of music. I love music; I love all sorts of music. I love Elvis Presley, who was an Ulster Scot, as we all know. He brought hillbilly music to the society that we have today. I love music on 12 July, which is one of our special days, and we hope to have the special day this year if we have the opportunity. There is lots of music, including ecclesiastical music. There are the hymns that we all love, and those things all come from St Patrick, and we are pleased to have them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Belfast City Council said that 23,500 people attended the 2017 St. Patrick’s day event: 60% from Greater Belfast, 20% from the rest of Northern Ireland and a further 20% from outside Northern Ireland. The economic impact was worth £758,000, independent research showed. The fact that the St Patrick’s Centre in neighbouring Down Council can attract 130,000 visitors every year tells us that the appetite is there. The question we must ask ourselves is how we can exploit that. I am aware of tremendous council initiatives such as the St Patrick’s trail. The Discover NI website says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Follow the Saint Patrick’s Trail through a host of Christian sites at Bangor, the Ards Peninsula”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "in my constituency—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ Downpatrick, Newry and Armagh to uncover just how strong Northern Ireland’s links are with this patron saint. The 92 mile linear driving route links 15 key sites, all identified as having some connection to his life, legacy or landscape”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that we need greater funding—I know that the Minister will respond to that, as we had a chat before the debate—and emphasis on that to attract overnight visitors and not just day-trippers. For example, if people followed the Christian heritage trail down the Ards peninsula in my constituency, where I live, they would find the abbey at Greyabbey, which is open thanks to the generosity of the Mongomerys of Rosemount estate—I take this opportunity to thank them in Hansard. To get to that historic Abbey, they would have to drive through Newtownards, with our unique Scrabo tower, open at certain times; the old priory dating to 1244; and one of the UK’s oldest market crosses, which has been renovated and refurbished to bring back some of its glory. With many a coffee shop along the way and Northern Ireland’s winning high street of the year—it is always good to mention that fact—they could shop in boutiques and enjoy at least half a day in the historically and culturally rich Newtownards. They could take in some of the most beautiful scenery in the world as they made their way to the abbey at Greyabbey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those people would drive past world-renowned Mount Stewart estate and gardens—officially one of the top 10 gardens of the world, which is in my constituency of Strangford. That is only half a day of the itinerary. They would travel slightly inland to see Ballycopeland mill—the only remaining working windmill in East Down, which allows people to grind their own flour—then nip across to the folk and transport museum, in the constituency of my right hon. Friend the Member for Lagan Valley (Sir Jeffrey M. Donaldson), where they can learn to bake bread with the flour they milled at Ballycopeland. There goes another half day at least, ​and the need for an overnight stay in a hotel or Airbnb accommodation along the beautiful Strangford lough. That is before they have even made it to the Abbey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Brennan (Cardiff West) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on his description of his constituency. He is making it sound not just like Mount Stewart gardens but like the garden of Eden, but may I remind him that that is where original sin was invented?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all sinners, and I am one of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People could enjoy the antique shops in Greyabbey, and some of the best home-made scones at Harrisons of Greyabbey, with its unrivalled view and service. They could carry on down the peninsula to Portavogie and see the only working fishing village in Northern Ireland. They could then go then down to the Exploris aquarium at Portaferry for a bite to eat and an interesting afternoon sightseeing, ending at the great Portaferry Narrows hotel, with its warm hospitality and great food. It is owned by Cathal Arthur, who is doing tremendous work during the coronavirus crisis by helping the elderly and disabled, delivering necessities to them in the bounds of Portaferry. Many people, as the hon. Member for Bristol East (Kerry McCarthy) said, are doing great work in their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Gullis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cannot listen to this amazing description of the hon. Gentleman’s constituency and not think that once the coronavirus crisis is over he must lead a delegation of all MPs to his constituency, ideally on St Patrick’s day. I would certainly like the opportunity to do that, and I hope that he will offer and extend that invitation to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will try to do it over three days. The immigration Minister, the hon. Member for Torbay (Kevin Foster), had hoped to come to my constituency, although that will probably not happen because of the coronavirus, but we look forward to getting him down there eventually; it will be a special time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apart from me—I have lived there all my life—and other Strangford residents, who knows that we have such world-class golf and spa facilities and playing facilities for children? We must do better at offering what we have, and St Patrick’s day celebrations are a way of doing just that. Will the Minister outline how he believes that that can be achieved and whether some joined-up thinking with local councils and ensuring a Northern Ireland-focused tourism drive can help? Will he confirm the Barnett consequentials of today’s announcement by the Chancellor so that the Northern Ireland Assembly can support businesses? It is important to have that on the record. I am pretty sure that it will be good news, so it would be good to have it in Hansard as a positive response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be apt for me to end with the prayer of St Patrick, which I hope I can in some way replicate throughout my life, knowing that if I emulate St Patrick in loving God and showing his goodness, I will do good and leave my family, friends and countrymen the better for it. The Speaker’s Chaplain recited it this morning, and I want to finish with it:​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Christ with me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ before me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ behind me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ in me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ beneath me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ above me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ on my right,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ on my left,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ when I lie down,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ when I sit down,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ when I arise,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ in the heart of every man who thinks of me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ in the mouth of everyone who speaks of me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ in every eye that sees me,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christ in every ear that hears me.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What better way to finish this debate? I thank the Minister in advance for his comments, and right hon. and hon. Members for their interventions—it would not be an Adjournment debate if we did not have interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m only joking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You have got your intervention into Hansard, Mr Deputy Speaker—thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}