{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-business-rates-and-levelling-up/",
    "title": "Jim Shannon – 2022 Speech on Business Rates and Levelling Up",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "It is a pleasure to speak in the debate, Mr Mundell; I thank the hon. Member for Waveney (Peter Aldous) for setting the scene so very well. He and I, and others in the debate today, often join forces to support our communities. His and my communities are similar in their culture and geographical stance, and we share an interest in fishing issues. It is always a pleasure to come along and support the hon. Gentleman. It is also a real pleasure to follow the hon. Member for Torbay (Kevin Foster), good friend that he is. He is back on the Back Benches now, but when we were on the Back Benches before, I used to follow him and he me. To be honest, normally, I follow everybody else—but it was a real pleasure to hear his contribution. I am also pleased to see the Financial Secretary to the Treasury in her place; I know she always generously tries to respond to our requests and I look forward to her contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we are all on the same page on this one. I very much support the two hon. Gentlemen who have just spoken and what they are trying to achieve. I hope to be able to achieve that as well. I am pleased to see the shadow Minister, the hon. Member for Ealing North (James Murray), in his place. We are a bit sparse in numbers on this side of the Chamber, but I know that the hon. Gentleman’s contribution will make up for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many others, I am and was excited about the Government’s levelling-up agenda. I looked at the money for Northern Ireland and imagined how many improvements could be made with that funding. Like the hon. Members who have spoken and who will speak afterwards, I have been concerned that the levelling-up programme seems to gloss over the needs of coastal communities. The hon. Members for Waveney and for Torbay outlined their requests on behalf of their communities. I have not read the speech of the hon. Member for St Ives (Derek Thomas), who will follow, but he will probably endorse what we are saying as well. The hon. Member for Waveney gave his presentation of the subject at the start of the debate. It has been incredible to hear all of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a quick aside, I should say that as I travelled up the beautiful peninsular roads in my Strangford constituency to the airport on Monday, in cool, crisp air, my thoughts were not only on the condition of the roads and their iciness, but on the knowledge that the road verges were getting smaller and smaller each year, giving less space for slippage and increasing the danger of those winding coastal roads. That is part of the reason why I have advocated for levelling-up funds to address coastal erosion concerns. We can have all the wonderful attractions we like, but if villages and roads slide into Strangford Lough, those attractions will mean nothing for those places.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving on, I want to highlight the concerns of small businesses. I always give a Northern Ireland perspective in these debates. I believe that it adds to the value of this great United Kingdom of Great Britain and Northern Ireland that we can all come together from four regions to debate these issues and thereby engender support for all businesses in the regions, just as I support my colleagues here in the mainland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In March 2022, most of the businesses in Northern Ireland—some 89%, or 70,510—were microbusinesses with fewer than 10 employees. Just over 2%, or 1,640 businesses, had 50 or more employees. Almost half of businesses in Northern Ireland—45% or 35,415 businesses—had a turnover of less than £100,000, while 10%, or 8,220, had a turnover in excess of £1 million. When the Government talk about percentages, I presume they are thinking in terms of thousands of pounds, yet the cost for many of these businesses is hundreds of pounds, which could cover the cost of, for example, pens, biros and pencils for their office. Yet, for a small business, these perpetual small increases can be the death knell. When the debate came forward, I was pleased to support it and add a Northern Ireland perspective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, our small businesses pay 30% more for the delivery of products. That is, in part, to do with the Northern Ireland Protocol Bill, but also the movement of goods. They seek to absorb some of the cost, and this finds their profit margin down to 15% to cover all overheads. With respect, the pressure on businesses in Northern Ireland is more acute than it is for those on the mainland. When rates are put up by a few per cent, it can mean business owners working for less than the minimum wage. There is probably more pressure today than there has been for a long time, so again this debate is relevant to my constituents and businesses in Strangford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another struggling demographic is pubs. I support what both the hon. Members for Waveney and for Torbay said and will give my own perspective. Pubs pay more in business rates per pound of turnover than any other business. Both hon. Members referred to the hospitality sector, and that is a sector we are concerned about. I know we always come asking for things, but it is the nature of life that we seek to illustrate in these debates where our constituents are coming from. What help can the hospitality trade be given? I know the Government have helped in many cases, so this is not a criticism—I am not in the job of criticising; I am in the job of trying to find solutions, as others are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The business rates bill for the sector accounts for 2.5% of total business rates paid, despite only representing 0.5% of total rateable turnover—an overpayment of £570 million. When the hon. Member for Waveney introduced the debate, he clearly suggested that the rates for the hospitality sector, including pubs and restaurants, need to be substantially reviewed, because the overpayment does not reflect a fairness in the system. It is time to look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The draft ratings list for 2023 to 2026 shows pubs’ rateable values falling on average by 17%, which will start to address the overpayment, but there is still a long way to go, and we should look to the immediate concern. The extension of, and increase in, the hospitality business rates relief for 2022-23 was therefore extremely welcome. I always think we should give credit where credit is due. The Government have made some substantial moves, and it is important that we recognise that. The freezing of the multiplier and the abolition of the downward transition on relief were also welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the decision not to bring forward—this is one of my requests for the Minister—the online sales tax to offset the cost of pub rates and provide for a fundamentally fairer business tax regime for the digital age was disappointing. I ask the Minister to see whether that request could be looked at. It is important because it is one of the solutions. In these debates, the hon. Member for Waveney always sets out how we can do things better, and that is incredibly helpful. The current business rates system remains unbalanced. I join the British Beer and Pub Association in urging the Government to bring forward meaningful reforms that level the playing field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will use a pun, which I think the hon. Members for Waveney and for Torbay, who spoke before, and the hon. Member for St Ives, who will follow, will perhaps appreciate, as they all come from coastal constituencies. Levelling up only works if the rising tide raises all ships and does not leave the essential but smaller craft marooned behind the yachts that are already away. It is about bringing the other ones on board—the smaller businesses, who are under incredible pressure. I ask again for greater consideration on those issues. I know the Minister will do all she can to try to address that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}