{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-ukraine/",
    "title": "Jim Shannon – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 22 September 2022.",
    "content": [
        "I am pleased to be called in this debate. I was moved the other day when I watched the solemn and dignified meeting between our Princess of Wales and Olena Zelenska, the wife of the Ukrainian President. The image was clear: the UK and Ukraine were standing together at that level, with the ladies very much to the fore. I want us to continue to do the right thing by the people of Ukraine and continue to stand with them in their darkest hour. I want to say a big thanks to all those in my constituency who work at Thales in east Belfast, which makes the next generation light anti-tank weapons. The management tell me that most of the workforce come from my constituency, so I want to say a big thanks to them for all they have done. They have made a turning point for many in Ukraine conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no denying the many ways in which Ukrainians are suffering as they continue to have their homeland invaded by Putin, and I am grateful to other Members for highlighting such atrocities. I would like to draw attention to the ways in which freedom of religion or belief is being trampled on during the crisis, especially given that, as I have said many times, religious freedom is a bellwether human right; where it is protected, other human rights tend to be secured too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year, the executive director of the Institute for Religious Freedom said that Russian attacks on religious freedoms in Ukraine had never been as “cruel” as they are now. He said that if Russian invaders previously expelled believers from Ukrainian churches and prayer houses, they are now destroying them with bombs and missiles strikes. It should be remembered that international attacks against religious sites can constitute war crimes according to international humanitarian law. The damage to freedom of religion or belief does not stop there. The president of the Ukrainian Baptist Theological Seminary said that in six months of the war about 400 Baptist churches had been forced to close. Pastors of the churches have been kidnapped and gone missing, as have some of the parishioners. Many corners of Ukraine feel the ripples of war, and while war rages basic human needs cannot be met. No doubt, at the conclusion of the war the psychological and spiritual distress caused by it will remain. The Donbas and Luhansk regions are the ones where this is happening most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland is known for our giving spirit, and many of our churches, across all denominations, have been sending financial support to churches in Ukraine to purchase food and clothing. With those churches closing, the support avenues in the Donbas and Luhansk regions are affected for those who no longer have a safe place to be, a place of comfort and a place to get food. These avenues of support were essential for people in Ukraine, and we have a duty of care to these people to ensure that they can survive this war. Everyone has mentioned the atrocities and the important support the UK has given to Ukraine, but it is also important that we underline the despicable things that have happened to human rights and those who have lost their right to freedom of religion or belief—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}