{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-social-security-support-for-children/",
    "title": "Jim Shannon – 2022 Speech on Social Security Support for Children",
    "post_date": "November 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 23 November 2022.",
    "content": [
        "As always, it is a pleasure to speak in today’s debate, Sir Christopher. I thank the hon. Member for Airdrie and Shotts (Ms Qaisar) for securing it, and congratulate her on her first Westminster Hall debate—I am convinced that it will not be her last, and we look forward to her future contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was very impressed by the hon. Lady’s contribution today, which laid out the strategy of the Scottish Government and the work they have done outside this place for their own people. One cannot fail to be impressed by the clear commitment that the Scottish Government have to supporting children. The summary that the hon. Lady gave was illuminating and helpful; it is a guide for us in other regions across the United Kingdom to take note of, as I often do. I am a great believer in noting things that are done well in one region and taking them on board in my own region, and if we do something well, I like to share that. I know the Minister is of the same opinion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to see the Minister in his place, as he knows—I have said so to my colleagues this morning. I always look forward to his contributions and his answers; I think he understands the points that we are trying to put forward, and hopefully from that understanding will come the answers that we seek. I am sure the Minister will tell us what has been done for children and social security across the United Kingdom. I want to replicate the contribution of the hon. Member for Airdrie and Shotts from a Northern Ireland perspective; many of the things that she mentioned are happening in my constituency as well, as I will illustrate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Airdrie and Shotts is right that the cost of living crisis is having a knock-on effect on children’s development. With the rising cost of electricity, oil, foodstuffs and school items such as uniforms and school meals, parents are struggling to make ends meet each month. That is greatly impacting parents and children. Social security services across the United Kingdom of Great Britain and Northern Ireland have a role to play in ensuring that children are given the best start in life. It is great to be able to discuss those matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all recognise that families are struggling. I do; I see it in my office every day. I find it distressing to see a family in need, or to see a mother distressed over her children and how to make ends meet. For me, the question is how we help. I know that that is also how the Minister will respond: how can we help? What can we do?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Society is often marked, and should be marked, by its attitude to those in need. The hon. Member for Airdrie and Shotts referred to being a “voice of the voiceless”. That is what I want to be as well: a voice for the voiceless—for those who do not have the opportunity to come to Westminster but expect their MP to come for them. I am happy to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increasing numbers of families are truly struggling through this winter. In my office, I have seen large numbers of families seeking assistance from food banks. I am always encouraged—I say this respectfully—that the first food bank in Northern Ireland was in Newtownards, in my constituency of Strangford: the Thriving Life Church food bank. We do between 20 and 25 referrals to the food bank every week, so we get a fair perspective on who is coming to the office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The manager of the food bank tells me that he foresees that this winter will be the hardest ever, and that is after 10 or 12 years of the food bank being in my constituency. It is not just the working class—I use that terminology to describe, rather than anything else—who come to the food bank. The working class will probably always be there, but the manager tells me that he now sees the middle class coming. I see that all the time. I see those who are squeezed by their mortgages and car repayments, who are living on a fine budget. They do not live in luxury, but they have a standard of living that they wish to have. They are being impacted, and I see that more than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost all the families who come to my office have young children of school age. People want to do the best for their children. That is what a father and mum do, and it is what we have done all our lives. Reports have shown that Northern Ireland has the worst poverty rates, including for child poverty, in the United Kingdom. One in four children—24%, or around 95,000—are growing up in poverty in Northern Ireland. A massive two thirds of that group are growing up in families where parents are working. Some 12% are in absolute poverty, which means exactly that: absolute. People face situations that they never thought they would face. They need help from food banks, churches and their families: mums and dads, grannies and grandas, and probably uncles and aunts will step in to help out as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That highlights how dire the situation is. Belfast, Londonderry and Strabane are among the places with the highest volumes of child poverty in Northern Ireland at over 26%. The average for Northern Ireland is 17%, so in those areas it is even worse. Social security plays a crucial part in assisting people in Northern Ireland, especially families. Child maintenance is proven to help children’s wellbeing and the quality of family relationships. The parent who is not responsible for day-to-day care—the paying parent—pays child maintenance to the parent or the person who does: the receiving parent. Single parenting is a major factor in explaining why families are suffering. Looking after children as a single parent can be quite a challenge when one’s income has not increased along with inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, universal credit is a widely used benefit that assists in living costs for those on low incomes. One of the girls in my office deals with nothing but benefit issues, because of the magnitude of the issue. That is a five-day week on universal credit, employment and support allowance, personal independence payments, disability living allowance, income support and even housing benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know, having visited the hon. Gentleman in his constituency office in Newtownards last Easter, just how hard the staff in his office work. Does he agree with me that, even though we are in a crisis moment, now is quite a good time for a fundamental root-and-branch review of the social security system? Universal credit sometimes gets a bad rap. The concept in itself is not necessarily bad, but we need to look at how we can reform it to make it work. Churches do the right thing in terms of scripture—they look after our children and feed people—but that is not necessarily the role of churches. We should do a fundamental review of the social security system to ensure that churches can get on with their work rather than having to fill the void that has been created by the state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As always, the hon. Gentleman brings knowledge to these debates, which is helpful. That is a knowledge that he has gained through practical and physical work on the ground. That can probably be said of everyone present, in fairness, but it is an illustration of that work. What do I think about the universal credit system? It was designed, by its very nature, to help. From what the lady in my office who deals with benefits issues tells me, I often find we have to advise that it might be better for people to stay on what they have at the moment. They should not necessarily transfer to universal credit because that, in theory, could disadvantage them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman asked whether there is a need to look at universal credit, and I think that the answer is yes, with respect. It should not be a disadvantage to go on to universal credit. It should not hurt people’s benefits. We must remember that the benefits are there for a purpose: they are there to help the person because they have a disablement. They may have care or mobility issues—serious issues. To make the change and lose out financially just does not make sense. I, the hon. Gentleman and probably all Members in the Chamber would be happy to give illustrations of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sometimes our advice has to be that what is available is not necessarily the best thing to go on to. That is the issue, unfortunately. I know that universal credit is there for a purpose, but it may not suit everybody. In addition, it is a widely popular benefit to assist with living costs for those on low incomes. The issue with universal credit is that it is a combination of many benefits and often families will receive less money. That is making it increasingly hard to cope with the rise in the cost of living. The Government, through the autumn statement, indicated that they wish to give people in the benefits system more opportunities to work. I welcome that, but that will not work in every case. It cannot work in every case because people have disability issues that mean they cannot work. In theory, it may help people, as they can gain universal credit and have a job at the same time. There are opportunities, but it does not suit all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rise in the cost of living is also having a detrimental impact on people’s mental health. Any parent’s main priorities for their children are good health, housing and education. There has also been an increase in free school meals and uniform grant applications as parents are struggling to cope with the cost of school payments. This year has been horrendous. I have seen more and more people apply for the grants for free school meals and for uniform. A total of 97,000 children in Northern Ireland are on free school meals. There are consistent delays in processing the claims. The Minister is always keen to assist, so I ask, please, for some urgency when the applications are being processed. Let me give him an example. In September, one of my constituents applied for a school uniform grant. Eight weeks later—about two weeks ago—that money eventually came through. Again, at the time that it was needed, it was not there. It was not that it was not coming; that was not the issue. The issue is the processing of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister for Employment (Guy Opperman)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hesitate to interrupt esteemed colleagues in their speeches, because clearly I will try to address as many points as I can in closing. However, as always with any local constituency issue raised by colleagues from any political party, I ask the hon. Gentleman please to write me directly and I will look into it. Although that particular case may have taken eight weeks and the milk has spilt on that delay, I will look into it to try to see what I can do to ensure that the matters are processed an awful lot more quickly. We all accept that such delays are not acceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has just demonstrated what I said earlier—he is a Minister who wants to help. I appreciate that, and I will take that opportunity. I think we all will. As he said, the milk is spilt and time has moved on, and the lady has got the payment, but she had to cover the full cost of uniform payments and free school meals herself for two months. The point is the pressure that is put on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the Minister is always there, and I thank him for his intervention. He is keen to reach out and always does; he has done so in my constituency. I appreciate that. Could some discussions take place with the Northern Ireland Assembly Minister to get a feel for the situation back home? That could be used to develop a policy that would be helpful for us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There must be elements of dignity and fairness in social security support for children. Universal credit will rise by 10.1% in April 2023. I welcome that the Government have shown a willingness to support people. We thank them for the support, not just for children but also for senior citizens. My constituency has an ageing population and we also need to help them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That help for everyone is welcomed, including those in my constituency of Strangford, but the reality is that people are struggling now. There are ways to tackle that, with more and better jobs and a benefits system that enables people to gain extra work. I think the Government said that in the autumn statement, which the Chancellor delivered last week, but I would like to see how that will work; we need more information, because we advise people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever we advise someone on benefits, we have to do that in a way that is to their advantage. It cannot be done without knowledge of the subject matter, because that could be detrimental. I am always conscious of that, and we have a very simple policy to always advise the pros and cons. The final decision is up to the applicant, but we have to advise them if there is a negative impact and they have to understand that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rise in the cost of living is having an impact on everyone, but some are more vulnerable than others. As the hon. Member for Airdrie and Shotts said, we are a voice for the voiceless—those vulnerable people, those parents and children in need. We must do better to help them through this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}