{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "Jim Shannon – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "I congratulate the hon. Member for Shrewsbury and Atcham (Daniel Kawczynski) on leading today’s debate. It is good indeed to discuss the sovereignty of the British Indian Ocean Territory. I understand the hon. Member undertook a visit to the islands back in 2020—maybe even further back—after claims that the UK’s exit from the European Union could hinder the sovereignty of the British Indian Overseas Territory. The hon. Gentleman indicated his knowledge in how he delivered his speech today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have maintained and created a stable relationship with our territories abroad and must ensure that we continue that, so it is good that we can be here to do just that. How do we do it? Some hon. Members have laid out their thoughts, while others are of a slightly different point of view, but we all wish to see the same delivery when it comes to solutions, because solutions are what it is all about. I always seek justice for those who have been wronged. The hon. Member for Peterborough (Paul Bristow) spoke about that earlier on. The first thing to do when something is wrong is apologise, recognise it and try to right it, and the hon. Gentleman has set out how to do that. Hopefully the Minister will be able to give us some help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK shares an extraordinary defence facility with the US at Naval Support Facility Diego Garcia. The base is crucial to Anglo-American power in the region and extends upon the order we created throughout and after world war two. There have been discussions on handing over the sovereignty of the islands to Mauritius, undermining the legitimacy that Britain has over the islands. Many Members here today have also raised concerns, which I will reiterate, about the potential for Chinese aggression across the world, especially in the Chagos archipelago. It is important to remember that international support must be built in order to retain the legitimate sovereignty that we already have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1982, Margaret Thatcher set a precedent that the United Kingdom would do everything necessary to defend our overseas territories, especially when it came to the Falkland Islands. We have a duty to honour that same commitment, which we had to the Falklands, and also to Gibraltar, to which the hon. Member for Peterborough referred. It is important that the current Prime Minister carries on those legacies and promises to protect the sovereignty of all British territory abroad. The risks of handing sovereignty to Mauritius, with its deepening economic ties to Beijing, offer no guarantee to anyone that China will not soon have its own defence base on that very island.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The geography of Diego Garcia is also posing a problem, given its close proximity to China. It is only a few hundred miles south of the Chinese border, and it is the UK’s only defence base situated between Iran, Russia and China. We have to be honest for our own safety in the role that we have. We simply cannot allow the base to come under Chinese control. Any insinuations that that will be discussed are very concerning. The naval base serves as a logistics and support base for naval vessels, warplanes, and special forces. I understand it is the only one of its type in that location.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The wildlife and environment of the British Indian Ocean Territory are exceptional. The territory has the greatest marine biodiversity—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Henry Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that point about the environment, which is critical, a couple of years ago a Japanese oil tanker ran aground just off the Mauritian coast, and the Mauritian response was appalling. There are deep concerns that the pristine marine environment that we have around the British Indian Ocean Territory could be at risk. Will the hon. Gentleman join me in calling on the Government to ensure that that is not the case?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman anticipated my next sentence. The territory has the greatest marine biodiversity in the UK and its overseas territories. It is unique and has some of the cleanest seas. We always hear about how the oceans are full of plastics and so on, but it has the cleanest seas and the healthiest reef systems in the world, so we must protect the environment it surrounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The territory also represents a nearly untouched ocean observatory, which provides researchers across the world, from all countries, with a place like no other for scientific research. It is a unique location for scientific study, and expeditions have contributed towards the development of the territory as an observatory for undisturbed ecosystems. The UK respects that, but we have to guarantee that there will be no further threat from China in relation to marine biodiversity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, China poses a threat not only to the sovereignty of the islands, but to aspects of our world, too—particularly the environment that I referred to. Although the UK holds complete legitimate sovereignty over the islands, we must encourage our other colleagues to stop the calls for sovereignty going to Mauritius. The success of the relationship has been maintained so far, and we should do what we can to prolong that for our own safety and as a base for our defence. It is time, as Margaret Thatcher said in 1982, to honour the people and citizens of these islands in the same way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}