{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-eye-health/",
    "title": "Jim Shannon – 2022 Speech on Eye Health",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 15 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered a blueprint for eye health in England and the devolved nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Backbench Business Committee for scheduling this debate. The hon. Member for Battersea (Marsha De Cordova) was going to be here, but she has a funeral to attend. As she is the chair of the all-party parliamentary group on eye health and visual impairment, her contribution would be significant. The funeral was at half-past twelve, so it is probably ending about now, and she said she would try to get here. Her contribution to this debate would be of significance to all of us here, particularly the Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also thank the Eyes Have It partnership, which includes the Royal College of Ophthalmologists, the Macular Society, the Royal National Institute of Blind People, the Association of Optometrists, Fight for Sight and Roche, for its support. The name of the group is my favourite of all the names. The work that the group does is incredible. What could be better for a Westminster Hall debate in the House of Commons than the Eyes Have It? When the ayes have it, that means we are on the right road. I am pleased to see the Minister in his place. My staff have been in touch with him, so he will have a fair idea of what we are trying to achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also pleased to see the Labour spokesperson, the hon. Member for Tooting (Dr Allin-Khan), who brings much knowledge from her own personal job to the debate. I look forward to her contribution. I also welcome the hon. Member for Motherwell and Wishaw (Marion Fellows) from the Scots Nats. We speak in all these debates, and it is hard to find a margin of difference between the two of us when it comes to our proposals—indeed, between the three of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for his presence. I know the issues raised will be heard and acted on, which is what we want in these debates—a responsive Minster with a good ear to listen and to grasp the issues, which I know he does, and build on what we say. I am ever mindful that health is a devolved matter, so my contribution to a blueprint for eye health in England and the devolved nations will be from a Northern Ireland perspective. I know the Minister will respond specifically to what we have here on the mainland. The spokesperson for the Scots Nats will add her knowledge from Scotland. I like to hear the contributions from our Scottish colleagues because they have a health system and an eye care system that might be the envy of many of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s debate seeks to build on the previous debate, held in January 2022, on eye health and macular disease. It was a Tuesday morning debate, so probably more amenable to those who wanted to attend. Sometimes on a Thursday afternoon, when there are difficulties with trains and suchlike, the people who could be here are not. Since the debate in January 2022, some good things have happened. NHS England has appointed its first national clinical director for eye care. At the same time, England has established integrated care systems, which empower local areas to increasingly shape their healthcare provision. What has been done therefore has a local, community impact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present, every nation of the United Kingdom except England has some form of eye care plan, whether it is self-contained or part of a wider strategy. I am sure that the Minister will give us his thoughts on that. However, the content and focus of the plans vary significantly, as I am sure we will hear from the shadow Minister, the hon. Member for Tooting. Additionally, policy progress has often been fragmented, and what planning guidance there is for services in England does not contain longer-term ambitions or measures for improvement. I hope that the debate will perhaps outline another, stronger direction. If we can do that, the debate will have highlighted what we want it to highlight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A plan for England would empower the NCD by providing a framework that enables effective oversight of ICSs without undermining local autonomy. It would create a shared long-term vision that encompasses primary, secondary and community care, and that future-proofs services. If we can achieve that, we will have done well. At the same time, it could provide a basis for increased alignment between nations, and I hope that the Minister will give us some pointers on how to address this issue better together. The fact that I always make this point does not weaken it: we can learn how to do better from all the regions. By doing better for one—England, for example—we can improve the situation for Northern Ireland, Scotland and Wales. If we can do that, that would be good news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 2 million people in the United Kingdom are living with a condition that can cause sight loss, such as glaucoma, cataracts, macular disease or diabetic retinopathy. Some 340,000 people in the United Kingdom are registered as blind or partially sighted, and 50% of UK sight loss is thought to be preventable. I say this honestly and with deep respect to everyone here, including the Minister: if we can prevent sight loss by doing early checks in opticians and GPs’ surgeries, that would be good. If we cannot, we will leave people with sight loss for the rest of their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I often think that, of all our senses, eyesight would be the hardest to lose. If I did not have the ability to hear, at least I would have vision, which colours everyday life as it goes by; losing eyesight becomes more and more difficult to handle. If 50% of UK sight loss is thought to be preventable, what is being done to prevent it? Members will know that sight loss affects people in many ways, but it is clear to everyone here that the impact of sight loss is profound for individuals, as well as their friends and families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Royal National Institute of Blind People once asked me to do a walk around Holywood with guide dogs, which I was more than glad to do. That gave me a better understanding of what it means to have sight loss. I put a black mask over my eyes; I could see no light whatsoever. I had a guide dog that I had never met, and the guide dog did not know me. That guide dog stayed at my right knee, and guided me up the Holywood street, which was full of shoppers, and I got a perspective on having sight loss. The dog took me where it wanted me. It stopped on the footpath before crossing the road. That left an indelible impression of what it means to be blind and what we must do to help. I thank Guide Dogs for all that it does. We all respond to the adverts on TV, and many of us in this debate, and outside of this House, probably contribute to the charity, so that someone else can have a dog as their companion and guide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Choices made about the provision of eye care can change the trajectory of a person’s life. The experience of sight loss can often be similar to bereavement, inspiring feelings of denial, anger and fear. The impact of sight loss is also felt beyond individuals and their families. In England, the data is most readily available; it is always good to have the data, because it gives us the possibility of establishing a strategy and a way forward. In England, ophthalmology is the single biggest out-patient speciality, with over 7.5 million attendances at ophthalmology out-patient services in 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recent calculations show that eye conditions cost the UK economy some £25.2 billion per year, a figure expected to rise to £33.5 billion per year by 2050, and 84% of the economic costs of sight loss lie outside the health and social care system. Again, Minister, how best can we draw sight loss within the health and social care system, to ensure that the delivery of treatment for people with sight loss is achieved in a positive fashion?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A range of pressures contribute to what is now a capacity crisis in eye care. Over recent years, demand for eye care services has increased, driven by an ageing population, with people rightly concerned about losing their sight; if we can prevent that, then we will have achieved much. However, such concern can lead to unnecessary referrals, increasing pressure on services. A recent Moorfields study found that 52% of patients referred for specialist assessment did not need specialist treatment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are also significant workforce pressures. In 2018, the Royal College of Ophthalmologists identified a shortfall of 230 consultants and 204 staff and associate specialist ophthalmologists. That situation is predicted to get worse, so again I ask the Minister: what can be done to retain the number of staff, and indeed increase their number?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These structural factors have been combined with severe disruption to services due to the pandemic, making it harder for services to implement innovations that could mitigate growing demand. As a result, there are significant ophthalmology backlogs across the United Kingdom and indeed in Northern Ireland as well. Some patients are now waiting six months or longer to access eye care services. With great respect, I believe that situation really needs to improve. Eyesight can be saved if waiting times for appointments are shortened. Back home, I am aware of some people whose appointments were delayed and unfortunately in that short time they lost their sight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In England, 641,000 people were waiting for specialist eye treatment as of October 2022, accounting for some 9.2% of the NHS waiting list and 1.1% of the entire population of England. In Scotland, ophthalmology accounts for 12.2% of waiting lists; in Wales, the figure is 11.9%; and in Northern Ireland it is 9.9%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency of Strangford, the local health and social care trust is the South Eastern Health and Social Care Trust. As of 30 June 2022, 49% of patients waiting for ophthalmology out-patient treatment in the South Eastern HSCT have been waiting longer than 18 weeks. We need to shorten that and I have been in touch with the Minister back home—Robin Swann, who by the way is a very responsive Minister—to see how we can cut down that waiting period of 18 weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to figures for Northern Ireland from the Office for National Statistics, almost 18,000 patients were waiting for ophthalmology services. Of those, over 9,000 ophthalmology patients—about 55%—were waiting more than 52 weeks for a first consultant-led out-patient appointment. That situation is the reason why people have lost their sight and it really has to be improved. In total, 82% were waiting over nine weeks. Again, it is very clear that something has to be done. It is not the Minister’s responsibility—I know that—but I am just putting the facts on the record in Hansard because I think that there are many issues for us to address, including back home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Evidence suggests that the mega-clinics are making some progress on cataract surgery waiting times. My own mother is 91 and she has had one of her cataracts done. She was treated on Tuesday and she made the appointment for the second cataract. This treatment will definitely improve my mum’s vision greatly, as well as her participation in life. She may be 91, but she is still a formidable lady. She has a deep interest in all that happens in the world, including in the political things that happen here; no doubt, she will want to watch this debate as well to find out what has been said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figures for cataract surgery waiting times are deeply troubling, and the impact on patients’ lives, including their physical, psychological and emotional wellbeing, continues to be significant. It is my belief that the next Assembly or Executive should prioritise addressing waiting times for treatment in Northern Ireland by investing in and expanding the use of timely, targeted interventions, such as mega-clinics and community-based care and support. A greater use should be made of accessible patient communication to address waiting times and treatment delays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Treatment delays can have a significant impact. Up to 22 people per month experience severe or permanent sight loss due to delays to follow-up care. A national plan for eye care is needed to address the capacity crisis and ensure everybody can access the care they need at the right time and in the right place. Ultimately, that would prevent avoidable sight loss, which would be a massive step forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland, Wales and Northern Ireland have some form of eye care plan, but they vary in scope, focus and content. The Eyes Have It identified four key areas that the national plan should address. The workforce should be expanded to ensure the NHS has the skills it needs now and in the future. Ophthalmology training should be expanded, and optometrists and multi-disciplinary eye care teams should be enabled to work at the top of their licences. In other words, there should be a focus on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New technologies, such as digital remote monitoring and remote triage, should be used to ensure the care delivered is efficient, prioritises those with the greatest needs and fits around patients’ lives. If we can do that, we will have achieved much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There should be research into the future of treatment to better understand sight loss, and that should be translated into innovative treatments that enable more people to keep their sight. That has to be a central goal of what we are trying to achieve. The uptake of innovative treatments will improve patient outcomes, prevent the deterioration of sight and reduce the burden of care on the families impacted. We need to address them, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The national plan can support systems to ensure that patients access the right care at the right time. That would reduce unnecessary referrals and, ultimately, the pressure on NHS eye care services. A national plan would also help to improve the integration of all levels of community and hospital eye services. It is important that community and hospital eye services are married as one so they can do better. That would enable new integrated care systems to deliver care that is joined up, works for patients and local communities, and supports national oversight. In other words, the strategy starts here and works its way down to communities, councils and all the other systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is of course right that the nations of the United Kingdom of Great Britain and Northern Ireland can develop healthcare services that meet the needs of their own populations. I understand that, but a well-designed plan for one nation can provide a valuable blueprint for others, supporting all nations to improve their eye care services and prevent more avoidable sight loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am my party’s health spokesperson, which is why I am involved in all health debates and why I secured this debate, along with the hon. Member for Battersea. The cancer strategy in England provides a helpful guide for the structure of a well-built, potentially successful national plan. NHS England’s national cancer transformation board publishes an implementation plan for the strategy, and there is a commitment to a £200 million cancer transformation fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are yearly progress updates from NHS England. Alongside its principles, the strategy for cancer details the current landscape in cancer care and sets out ambitions and performance metrics, rather than measuring progress. At the end, it sets out practical recommendations for transformation: improving the experiences of care, treatment and support, improving the efficiency of delivery, and driving implementation and cost savings. Costs are a part of no matter what we do nowadays, and we should make cost savings as long as there is no detriment to the service. Those will be key components of a national eye care plan that tackles the big issues while proposing specific metrics and making recommendations for policymakers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As highlighted by Professor Kathryn Saunders, the division head of optometry in Ulster University back home, a blueprint for each nation would need to address eye health inequalities, and not just those of a geographical nature. We must ensure that there is more equitable access to eye care among the different communities and populations that are at a significantly increased risk of having a sight problem but may not be accessing NHS sight tests, such as people who are homeless, people with dementia—I make a special plea for them—and children and adults with learning disabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The charity SeeAbility has highlighted the wonderful work of Professor Saunders and the issue of eye care inequality. Some people in the Gallery today are directly involved, and I am pleased to see them here. I am also very pleased that they passed information through to us. Professor Saunders has said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I’m sorry to say that not enough action on these inequalities is happening. I’m even sorrier to say that even a service currently offered in special schools appears under threat.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to marry things up better. She continued:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“NHS England will not say what happens after 31 March 2023 to the NHS Special Schools Eye Care Service. It started last year and has reached 83 special schools so far supporting over 9000 children.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the pilot scheme promoted by the Government and the NHS. It has done much—it is a success story—but I seek assurance that the special schools eye care service will continue beyond March 2023. That evidence-based, inclusive service was celebrated globally last year on World Sight Day, and it was a first for the UK, with Northern Ireland, Wales and Scotland watching closely. It was established by the NHS on the premise that children with learning disabilities are 28 times more likely to have a sight problem but struggle to access sight tests or glasses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The evidence is compelling. Half of children in special schools have a sight problem, yet only four in 10 have ever had a sight test. What can we do to improve that? I would be pleased if the Minister gave us some indication of what could be done, ever mindful that two Departments probably need to be approached to ensure that it takes place. I am pleased that research from Ulster University has provided evidence to support the benefits of in-school eye care for this vulnerable group. We are moving towards that strategy for Northern Ireland, which is positive, demonstrating that that model of eye care has educational benefits as well as positive impacts on vision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the service is to be scaled back or abandoned, what will happen to the 9,000 children in a few months’ time? I do not think that we can ignore the good work that has been achieved. Surely the intention is not for them to return to overstretched hospital clinics. We must do better. If there was ever an example of the need for joined-up strategic thinking on eye care, surely this is it. I ask the Minister the question that Professor Saunders asked me to pose: will he take action to ensure that NHS England does not close the service without proper consultation? There is real good here, and it is important that we have the opportunity to see it continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a slightly different point, but it is related to eye care in England and the devolved nations. The Older Drivers Task Force sent me some information and was keen to feed into the process, so it is important that we record that. Only the UK uses the ability to read a vehicle number plate at a set distance—20 metres—to assess someone’s visual fitness to drive at their first licence application, with no further requirement for visual assessments. The UK’s reliance on the number plate test has been widely criticised as not fit for purpose. Not only is it a crude measure of visual acuity, but, according to the Driver and Vehicle Licensing Agency in 2021, many motorists are unaware of that requirement for driving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been recent calls for vision checks, such as evidence of a recent sight test, to be introduced at licence application and renewal every 10 years. Those calls are in accordance with the Department for Transport’s “Road Safety Statement 2019”, which stated that consideration was being given to having a mandatory sight test at age 70 and at three-year intervals thereafter, to coincide with licence renewal. The covid pandemic has slowed things up, and we have lost two or three years of progress in the NHS and many spheres of life, but I am keen to hear the Minister’s thoughts on this issue. There is evidence of strong support from older drivers—those aged 60 and over—for compulsory eyesight testing when renewing a licence. The over-60s are entitled to free sight tests, so such a requirement would be at no cost to those drivers. If there is no cost, it seems to be a win-win, so let us do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Older Drivers Task Force recommended the introduction of mandatory eyesight testing, with an optometrist or an ophthalmic or medical practitioner providing an “MOT” of a driver’s eyesight at licence renewal at the age of 70, and at subsequent renewals. Should that be implemented, the NHS contract for free eyesight tests would need to be amended so that drivers aged 70 and above could have a more detailed “MOT” sight test. That is the request of the Older Drivers Task Force, and I believe it would benefit those in that age group who drive and everyone on the road.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The covid pandemic has had a very negative effect on the visual health of the nation. In September 2020, the Eyecare Trust announced that an estimated 5 million routine eye tests had been missed. With subsequent lockdowns and restrictions, the situation has since worsened, which raises serious concerns for road safety, as the UK licensing system relies on drivers being responsible for ensuring that they meet the visual standards for driving. The pandemic has led to long waiting times for patients referred for assessment and treatment of DVLA-notifiable sight conditions. While they wait, they may continue to drive even though their condition may be deteriorating, jeopardising both their safety and that of other road users, so there is a practical reason for this request.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delays to cataract surgery—my mum, who has been on the waiting list for three years, had her first cataract surgery some three months ago, with the second to come shortly—have been identified as a particular concern. It is difficult to quantify the crash risk of visually impaired drivers, as data is not routinely collected. However, according to the College of Optometrists, a recent analysis of contributing factors recorded in STATS19 showed an association between visual impairment and injury collisions for drivers aged 60 and over. An earlier study by the Road Safety Authority estimated that some 2,000 drivers in the UK were involved in accidents in 2013 due to poor vision, causing nearly 3,000 casualties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recommendations made by the Older Drivers Task Force are quite simple, but I believe that they are very practical and helpful. It calls for a change in the way that visual standards for fitness to drive are assessed and monitored for all drivers, but particularly for those aged 60 and over. It recommends that the number plate test should be replaced with a standardised measure of visual acuity plus an assessment of visual fields, contrast sensitivity and twilight vision. In other words, we should test both night and day driving; I think that is important for licence renewals. The Older Drivers Task Force also repeats its recommendation to introduce mandatory eyesight testing and to provide an “MOT” of driver eyesight at licence renewal at the age of 70, and at subsequent renewals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will conclude by giving a couple of examples of the importance of people visiting their optician regularly. I know of two people in my constituency who have been affected by this issue. One lady was having headaches and went to see her optician, who checked her and found a growth, which turned out to be a tumour. He sent her to the Ulster Hospital, which is just up the road from Newtownards in my constituency. Ultimately, the lady was hospitalised and had an operation. Opticians, and regular attendance, can save people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A good friend of mine had not been feeling well for some time. He came in on a Monday to see me in the office before I came over here for work. He said, “I haven’t been well.” I looked at him and said, “You look very pale and have lost a bit of weight.” He replied, “Jim, I’ve had sore heads for almost three weeks.” He was going to see his optician that day. As a result of the eye test, the optician diagnosed a tumour or growth. My friend was told to go to the Ulster Hospital immediately and, within two days, he had an operation to remove a tumour the size of a tennis ball. It is hard to comprehend such things. I tell those two stories because they are examples of how regular check-ups with opticians save people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion—I have said that already, but I really will conclude with this—eye care services across the whole United Kingdom of Great Britain and Northern Ireland are facing significant pressures, with implications for individuals, the NHS and the wider economy. Developing a national plan for eye care will help tackle the capacity crisis in eye care in England and provide a blueprint to share good practice across the United Kingdom, including Scotland, Wales and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank you, Mr Sharma, and I thank the Minister for his time. I also thank the two shadow Ministers, who will speak shortly. I have not read their speeches, but I suspect that we will all be on the same page, asking for the same thing. We look to the Minister to respond in a positive fashion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}