{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Jim Shannon – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 21 July 2022.",
    "content": [
        "I am very pleased to speak in this debate. I am also pleased that it is called the Sir David Amess Summer Adjournment debate. I have probably taken part in every one of these debates since I came here in 2010, and Sir David would sit there where the hon. Member for Southend West (Anna Firth) is sitting now and he would tell us many, many things in a rush of words—just as I do, but he would do it better. In the five minutes that he had he would tell us about all the many things that he wanted to get done. Listening to him was something I particularly enjoyed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about something those in this House may or may not know about: the Orange parade we have every year on 12 July. I want to say how proud I am to walk on 12 July. This year, we walked in my home village of Greyabbey. As Ulster Scots, we called it the Great Greba 12th and it was, and I stand here taking pride in that. I am a member of the Kircubbin LOL 1900, true blues. I am also a past master and a master in the House of Commons lodge, which sits here. I want to take the time just to say what it is really all about and why it is so important not just to me but to a five-year-old in Belfast and to an 18-year-old from Londonderry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a family day designed to remember and celebrate the victory of religious freedom for all in this United Kingdom of Great Britain and Northern Ireland. The battles in the then Ireland were not the story of the troubles, but the history of this nation: the glorious revolution that is taught in history classes throughout the United Kingdom. The celebration of wearing the Orange sash in honour of King William of Orange by parading the streets reminds us all that having religious freedom is worthy of the historic bloodshed and worth celebrating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My parliamentary aide had coffee with my mum, who was 91 years old on 14 July, before enjoying the parade with her six and seven-year-old girls. They felt happiness as the men and women they knew walked past with their heads held high. They enjoyed the pipe bands from Scotland, the accordion bands from Portaferry and the silver bands that accompanied the lodges. As they share their packed lunch with friends made on the day, the community comes together in the open air and celebrates a tradition that is as meaningful today as it was when the first Orange lodge was formed in a rural village in Loughgall in the late 1700s to commemorate the battle of the Boyne in 1690.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so thankful that the Orange Order did what it sought to do for hundreds of years and led by example during covid. It promoted the 12th at home in 2020, and in 2021 it advocated for public safety and asked for a localised 12th in small areas. It could have done no more, yet the BBC this year declined to give it the coverage it once had. The parade was carried out by tens of thousands of participants, and watched by hundreds of thousands more, with decency and order in the most part, even when there were some attacks on occasions from nationalist bands against children. In the face of adversity, they marched with pride. I am very thankful to GB news, which stepped into the breach, and my former party leader Dame Arlene Foster, who ably explained and highlighted the positive aspects of this family event.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What does it mean to be an Orangeman in Ulster? It means the opportunity to provide a welcoming environment for a street party enjoyed by hundreds of thousands in the Province, and to feel a part of the community no matter the political persuasion. It means being part of a community with members from Canada to Australia, New Zealand to Togo, and Ghana to Nigeria, people who believe that our history and the battles fought then can still provide lessons today. It means being allowed to continue the privilege of peacefully and respectfully walking traditional routes because the message matters. It means being part of a family day out, meeting those we see daily and those we see rarely, and enjoying laughter and friendship. It means standing on the shoulders of the Ulster Division who fought in the battle of the Somme in 1916. They wore the sash with pride on the battlefield, a rallying cry as they fought for the continued freedom, liberty and democratic process that we enjoy today. It means the opportunity to teach my grandchildren —I have five, with a sixth on the way—how their ancestors fought and died to ensure that every religion had a place in this nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the banners as we march, they say “Civil and religious liberty for all”. We mean that and we act that out. It means so much more than you may ever see in the media, which focus only on the negative. To some of us, it is the foundation of who we are: the children of God, the children of Northern Ireland and the Union, and the children of our fathers who are unashamed of our heritage of faith, family and religious freedom for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank you, Mr Deputy Speaker, and the other Deputy Speakers, Mr Speaker and all colleagues in this Chamber for their friendship and comradeship over the last year. I thank my constituents, whom I have the privilege to serve as the hon. Member for Strangford, and all my staff, who really make my job much easier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}