{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-irans-nuclear-programme/",
    "title": "Jim Shannon – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 30 June 2022.",
    "content": [
        "It is a real pleasure to follow the right hon. Member for South West Wiltshire (Dr Murrison), and I thank him for his contribution. I also thank the right hon. Member for Newark (Robert Jenrick) for setting the scene so very well, and other hon. Members for their contributions. It is good to see the House united, by and large, in the statements we try to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken about the complexities of the Iranian nuclear question on a number of occasions, and it is clear that we are fast coming to the stage at which we will need to do more than simply discuss or debate it in this House. We must register our concerns, but we need to act, and act urgently. I said the same thing six months ago, and I reiterate it today. Let me put it on the record that I am unashamedly a friend of Israel. I was a member of the Northern Ireland Friends of Israel group when I served in the Northern Ireland Assembly, and I am a member of the Friends of Israel here in this great House. I also have a close working relationship with the Iranian Government in exile, to which the hon. Member for Birmingham, Selly Oak (Steve McCabe) referred earlier. That is a good working relationship, and an opportunity to hear about human rights abuses and deprivations, which I will mention later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many in the world who despair at the actions of Iran. On 8 June, the International Atomic Energy Agency board of governors voted overwhelmingly to adopt a resolution introduced by the United States, Britain, France, and Germany, censuring the regime in Tehran for non co-operation with the agency’s inquiry into nuclear traces found at three undeclared sites. Iran has a blatant disregard for democracy, freedom, and liberty, and for truth and honesty—it is as simple as that. They will tell lies ‘til the cows come home, as we often say. Indeed, the authorities in Tehran rejected the draft of that resolution, even before it was adopted. The May 2022 IAEA report, perhaps the most detailed and damning since its November 2011 report, made it clear that the regime had not been entirely open and honourable—what a surprise. I have heard it characterised as playing games with the agency. It did, and it must be made accountable for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other Members have referred to the three locations that the IAEA had requested to visit. The regime razed the buildings, and removed structure and soil, yet the IAEA still found traces of nuclear material. The regime did not do the job terribly well, and that badly executed cover-up left an evidential base, which tells us as much as any sample could ever have told us. Action is needed as soon as possible. There are actions that have taken place that the regime does not want us to know about, and in light of the IAEA’s report stating that it has not provided explanations that are technically credible in relation to the agency’s findings at those locations, the only conclusion is that actions have been carried out contrary to the agreement. Again, that must be addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to see the Minister and the shadow Minister in their place, and I ask this: is the Joint Comprehensive Plan of Action dead, as the regime continues its nuclear provocations and breaches? Perhaps the Minister will answer that when he winds up the debate. Although the IAEA’s position had already come to be regarded as a potentially insurmountable obstacle to the JCPoA’s revival, each of the participants in that agreement remained unwilling to abandon the negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That situation did not immediately change in the wake of the IAEA board of governors resolution. Tehran even appeared to test that reaction before the censure was formally adopted, turning off two monitoring devices that the IAEA relied on for monitoring the enrichment of uranium gas at the Natanz nuclear facility. The measure was accompanied by a statement from the spokesperson for the Atomic Energy Organisation of Iran, urging western nations to “come to their senses”—perhaps it is time for Iran to come to its senses and see that it is time for decency, honesty and truth, and for it to drop the censure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When that did not happen, the AEOI initiated plans to remove 27 surveillance cameras from several nuclear facilities. Many commentators described Tehran’s reactions as a final or fatal blow to the JCPoA. Those changes come at a time when Iran is already planning to install two new cascades of advanced enrichment centrifuges at Natanz, which could substantially speed up the rate at which uranium is enriched to Iran’s current high level of 60% purity, and potentially beyond that, even to 90%, or to weapons-grade. That should reiterate to all Members of the House that time is of the essence, time is short, and we cannot wait to take action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday 20 June, Reuters news agency, citing a confidential IAEA report that it had seen, reported:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Iran is escalating its uranium enrichment further by preparing to use advanced IR-6 centrifuges at its underground Fordow site that can more easily switch between enrichment levels.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, that is a very worrying development that we must be aware of and concerned about. According to Reuters:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“IAEA inspectors verified on Saturday that Iran was ready to feed uranium hexafluoride (UF6) gas, the material centrifuges enrich, into the second of two cascades, or clusters, of IR-6 centrifuges installed at Fordow, a site dug into mountain, the confidential IAEA report to member states said.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work was done on a mountain, in easily hidden places and under darkness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 7 June, in a joint statement to the IAEA board of governors addressing the regime’s implementation of its nuclear commitments under the JCPOA, the United Kingdom, France and Germany said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are deeply concerned about the continued nuclear advances that the Director General documents in his report. As a result of Iran’s nuclear activities in violation of the JCPOA for more than three years, its nuclear programme is now more advanced than at any point in the past. This is threatening international security and risks undermining the global nonproliferation regime.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The risk is at its highest ever. The axis of evil of Russia, China, North Korea and Iran threaten the very stability of the world. It is time, as others have said, to refer the matter to the UN, which is the body responsible, and it is time for a collective response. The world must unite against Iran. It is, as has been said, a rogue state that must be controlled. It cannot be allowed to roam free. Iran has disregard for human decency, as we all know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Iran, we witness some of the worst human rights abuses in any part of the world—I declare an interest as chair of the all-party parliamentary group for international freedom of religion or belief, which I have a particular interest in—with the persecution of Christians and of Baha’is. It is also about the rights of women to be women and to have freedom and liberty, but in Iran they face acid attacks on a daily basis. It has high rates of poverty and deprivation, yet it seems to find immense amounts of money to spend on its defence and nuclear programmes. Iran sponsors terrorism across the world and is involved in terrorism in the middle east, in the far east and elsewhere. It is time to bring it to book for what it does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The dire situation could not be clearer, so our corresponding action must be just as clear, firm and immediate. I respectfully ask the Minister and her Department to act appropriately. I am keen to hear what more action we can take. Strongly worded statements are not enough. It is vital for the future of the planet and this world that nuclear arms are kept away from unstable nations and Governments such as those in Iran who have proven themselves not to be honest and open when it comes to their aims. Iran seeks the wanton destruction of Israel and other parts of the western world. We need to be vigilant, prepared and ready. We look to our Minister for a satisfactory response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}