{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-australia-and-new-zealand-trade-bill/",
    "title": "Jim Shannon – 2022 Speech on the Australia and New Zealand Trade Bill",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 12 December 2022.",
    "content": [
        "I was not expecting to be called at this point, Mr Deputy Speaker. I was just removing a mint from my mouth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Did you think I was going to go on for longer?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I would expect the hon. Gentleman to do that—but what a pleasure it is to follow the hon. Gentleman, who brings knowledge to these debates and, probably, to every debate. Let me also to say how pleased I am to be able to throw some of my thoughts and those of my party into this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a proud Brexiteer—that is no secret—I am pleased to see the opportunities that can and will come from Brexit, and we in Northern Ireland hope that we too will benefit from them. We await the Government’s endorsement of the Northern Ireland Protocol Bill, which will give us the same opportunities as everyone else, but that is for a future debate rather than this one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The potential of the Australian and New Zealand trade agreements is exciting for me and many others. The agricultural and fishing sectors are vital for my constituency, so my request to the Minister will be to provide the support to enable our agricultural sector to be protected. We in Northern Ireland are fortunate, in that we export food and drink products worth some £5.4 billion, and we export some 65% of that produce to the EU and across the world. We are already the epitome of what the Government are trying to achieve through this deal, and we are doing that right across the whole world. Lakeland Dairies is a good example. It is already moving to sell its produce in the far east, the middle east, Africa, south America and the USA, so it is very much to the fore. We also have Mash Direct, a buoyant company that is seeking markets overseas, and Willowbrook Foods and Rich Sauces, which likewise have farmers who feed into them. So we have a strong agri-sector in my constituency. The Minister knows that already; I am not telling him anything he does not know. He is always very astute and does his research so he will know what I am referring to, but I seek that wee bit of reassurance that my agri-sector in Strangford will be in a position to have those protections, and that we can be part of that export push that the Government clearly want to bring about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is the outworking of the groundwork to enable us to begin to reach the trading successes that are so needed for all our countries. It is clear that we must make changes to our domestic procurement law, as the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) said, in order to implement the public procurement chapters of each agreement. Further, the Bill will enable the UK Government and the devolved authorities to make the regulations to implement the changes in domestic procurement law required to implement the UK free trade agreements with Australia and New Zealand. It will also change domestic law to reflect any specific amendments that may come from the Northern Ireland Assembly and other bodies that are required under the agreement with Australia, and apply those provisions to suppliers from the UK and other countries. I should probably have declared an interest at the beginning, Mr Deputy Speaker. I am a member of the Ulster Farmers Union, and I am also a farmer. I live in an area outside Greyabbey where almost all my neighbours are milk farmers and dairymen, and they want to see the potential to sell their products further afield through their company, Lakeland Dairies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In an intervention on the shadow Minister, I talked about the need for reassurance that the regional Administrations would not be ignored if their viewpoints were in conflict with the central Administration here in Westminster, although hopefully that will not happen. Can the Minister tell me how the process can be handled in such a way that the protection we in Northern Ireland are seeking to achieve can be one that the Government can respond to in a positive fashion? I genuinely understand that the Government are trying to do that, but I just need to see that in Hansard, if he does not mind, to give reassurance to the farmers back home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also pleased to see a specific role for the devolved Administrations to be a part of this process. If the Government could only sort out the Northern Ireland Protocol Bill as a priority, perhaps Northern Ireland could be a part of this trade deal in totality. As things stand, our farmers would be precluded from state aid help that would allow them to compete with New Zealand sheep farmers. I understand that this is a debate for another day, but it would be helpful if the Minister could give us some reassurance on that. There is no doubt among Unionists as a whole that the Northern Ireland Protocol Bill should be the No. 1 priority for this House, and I am disappointed to see in today’s press that the Prime Minister is putting it on the back burner and perhaps not bringing it before the House of Lords until February or March of next year. We need to have a strong focus on the Northern Ireland Protocol Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People in Northern Ireland receive no Government aid towards their heating bills—that is not sorted either. We cannot help people to heat their homes and stay alive if we do not do it centrally from Westminster. We must stop playing with the health of our elderly and vulnerable. If we have not addressed the concerns of the agriculture sector in Northern Ireland, I can understand why other things have not been addressed either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleagues have expressed the key concern of trading differentials in food production. My hon. Friend the Member for Upper Bann (Carla Lockhart) highlighted the issues of land being deforested for cattle production, and of systems that rely on the transporting of live animals. Will the Minister provide clarity on the protections we need?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK producers, including those in Northern Ireland, must not be disadvantaged or penalised for abiding by better, more costly standards. It is a privilege for us in Northern Ireland to have the best conditions, rules and regulations for the quality of our products and produce because, when we send them across the world, they can meet the conditions of any country anywhere in the world, including the EU and anywhere else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such trade deals are essential as we move away from Europe, which is crumbling, and look towards alliances with global markets that are happy to live with a give-and-take mentality for our mutual benefit, rather than the one-way system whereby our needs were secondary to those of the EU as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has premium beef, cattle, pigs, poultry and sheep produce. The dairy sector in my constituency is the envy of many other parts of Northern Ireland. The cereal farmers and potato producers around Comber are among the best. Northern Ireland’s food and drink sector is worth some £5.4 billion. It is the region’s largest manufacturer, and its exports are important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our farmers and producers aim for the highest targets, and they have delivered. My farmers in my Strangford constituency, and my fishermen in Portavogie in my constituency and in Ardglass and Kilkeel in South Down, and across Northern Ireland, are dedicated to traceability and are passionate about quality. That needs to be encouraged, and I think the Minister wants to encourage it. I look forward to his winding-up speech and, even at this stage, I ask for reassurance that the fears of my farming community in Strangford, and of farming communities across Northern Ireland, will not become a reality. The farmers back home want to know they are part of what the UK Government are pushing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}