{
    "url": "https://www.ukpol.co.uk/jim-shannon-2020-speech-on-historic-churches/",
    "title": "Jim Shannon – 2020 Speech on Historic Churches",
    "post_date": "July 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 16 July 2020.",
    "content": [
        "First, let me say what a pleasure it is to have you in the Chair, Madam Deputy Speaker, on a subject matter that I know you have great interest in. I am very pleased to have an Adjournment debate; I usually intervene in Adjournment debates, but on this occasion I actually have one. I want to put on record my thanks to Mr Speaker for making it possible. I know that it is due to his forbearance and interest in this matter. When I spoke to him about it a week or 10 days ago he was obviously quite intrigued to see what was going on and wanted to ensure that this House had a chance to hear the story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously, we are very pleased to see the Minister in his place. He and I came into this House at the same time and are friends. We have done the armed forces parliamentary scheme together, and many other things. I am very pleased to see him in his place, and I look forward to his response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very thankful to have the privilege and honour of being the MP for Strangford, which boasts much rich heritage and history, with Greyabbey being noted as the best example of Anglo-Norman Cistercian architecture in Ulster. It was founded in 1193 by Affreca, wife of John de Courcy, the Anglo-Norman invader of East Ulster. Poor and decayed in the late middle ages, the abbey was dissolved in 1541, but in the early 17th century it was granted to Sir Hugh Montgomery and the nave was refurbished for parish worship until the late 18th century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the south-east edge of Newtownards, the substantial remains of a Dominican friary founded in 1244 may be viewed. They are the only ones of their type in Northern Ireland. Built by the Savage family, the buildings were destroyed by Sir Brian O’Neill to prevent English soldiers from using them. Sir Hugh Montgomery restored the church in 1607 and added a small chapel, but it fell into disrepair in the middle of the 18th century. We also are blessed to host the St Patrick’s trail in memory of the legacy of St Patrick, the British missionary to Ireland, and many of the abbeys that were erected as his legacy exist only as ruins and relics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members may wonder why I am bringing up the history of those churches, but the reason is clear. Although they were designed as houses of worship, they are now wonderfully rich pieces of history, having lost their true purpose, and it would make my heart ache to see world-renowned St Margaret’s, the parish church of Westminster, become another wonderfully rich old building that is not fulfilling its true design as a house of prayer and worship. It is also our church, as was discussed the other night. It is very clear that it is the church for MPs and Peers as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was absolutely gutted to receive notification last week that services were to be halted at St Margaret’s, and as time has passed I see that I am not the only one to feel that way. I thank every person who has signed the online petition, with more than 1,300 people asking for us to be able to make a way forward to enable that church to be a tourist attraction, because if we look at the background, it clearly is a part of the ceremony of ​this place—the House of the Commons and the House of Lords—and we want it to do what it was built for: to be a place for seekers of Christ to meet and worship Him. That is what the congregation are asking for, and that is what I am asking in this place. I am looking longingly and beseechingly to the Minister for that purpose: to facilitate as best we can the costs of churches, which are tourism attractions and places of worship, to ensure that they can remain open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think of St Mark’s church in Newtownards, my main town. That beautiful historic building is a real central hub in the town, with children’s work, work for disabled people, the women’s institute, the men’s group and a thriving community hub, whose primary aim remains to glorify God. That is what we need to see in churches throughout this land, and the fact that something completely out of our control—covid-19—has put some of those things in jeopardy means that we need to step up and step in, as we have done for almost all facets of life affected by the coronavirus pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to put on record my eternal thanks to the Government for all they have done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to see the hon. Member for Ipswich (Tom Hunt) in his place, and I know that he wants a couple of minutes to make a contribution, if the Minister is happy with that. I am very happy to let that happen. The hon. Gentleman wants to raise some pressing matters, similar to what I am asking for, but for his own constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Church tourism is a massive income generator throughout the UK. Four world heritage sites in the UK specifically include church buildings—Durham Cathedral, Westminster Abbey, Canterbury Cathedral and Fountains Abbey. Of the 16,000 Church of England church buildings, 4,200 are listed grade I, representing 45% of all secular or religious buildings listed at that grade, and a further 8,000 are listed grade II. There are 340 listed buildings of national importance in the care of the Churches Conservation Trust and other listed faith buildings include 622 Roman Catholic churches, 537 Methodist churches, 306 Baptist churches, 69 Congregational churches, 28 synagogues and one mosque. So that is the magnitude of what we are asking for. A further 146 ecclesiastical sites are in the care of English Heritage or the National Trust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Statistics for English tourism revealed that 55% of all day trips include at least one visit to a cathedral or a church—the third most visited of all types of attraction. Church tourism is phenomenal, and one of the largest attractions is our own Westminster Abbey, which incorporates St Margaret’s, just outside the House of Commons. It has an enormous number of visitors each year and creates a revenue that sustains Westminster Abbey and St Margaret’s. What we need is some help and assistance. The amount of revenue created through the visitors to Westminster Abbey and Saint Margaret’s is a loss somewhere in the region of £9 million to £12 million. It is enormous, and I spoke to the Secretary of State about it. I always feel a bit guilty when I see Ministers at tea time or at meals and say, “I’m sorry to bother you, but can I ask you…” I nab those opportunities and then think, “Oh, I hope he didn’t mind me doing that.” But he did not, and I am very pleased to see the Minister in his place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A scoping study by the North West Multi-Faith Tourism Association estimated 17 million visits to 45 cathedrals and 52 places of worship. That is an incredible figure, ​suggesting that each parish church typically receives around 700 to 4,000 visitors each year. That tourism absolutely provides revenue to keep those wonderful churches open and working, although they may need regular work carried out and may have smaller congregations. We understand that the size of congregations in churches across the whole of the United Kingdom of Great Britain and Northern Ireland is decreasing, and not just because of covid-19. But the virus has exacerbated that and taken away that revenue stream. I read in the paper one day that one Church of England church had 150 people in the congregation, but when it went virtual there were 25,000 people. So there are other ways of doing church, but speaking personally, I love going to church. I have done so probably nearly all my life. I went because my dad made me go when I was a wee boy, but I now go because I want to go. I believe it is important to have the communion and the chance to pray and worship, and to do that in fellowship with other people. I am very much a people person and always have been. I find Zoom incredibly hard to get used to and I find the virtual Parliament extremely difficult, but I love coming here and intermingling with people. That is important to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue was highlighted to me by members of St Margaret’s parish church who are desperate to find a way to retain their parish church. I believe there is a way to retain weekly worship, and I believe the House and the Minister can facilitate that. There has been a church on the site of St Margaret’s next to Westminster Abbey since the 12th century. In 1614, it became the parish church of the Palace of Westminster. It has a regular congregation of between 70 and 120 people and more than 250 on the community roll. When I first came here in 2010, I was made aware that there was holy communion once a month at St Margaret’s. That was my first attendance at a Church of England church on the mainland. I look forward so much to that Wednesday service. We were fortunate to have an opportunity for that just yesterday, not at St Margaret’s, but here in the House. I know that many MPs and peers look forward to the encouragement that we get on a Wednesday morning through a service, holy communion and then breakfast at Mr Speaker’s house. That cannot happen at the moment because Mr Speaker’s premises are being renovated, but we usually go there for breakfast and it is always part of the occasion—part of the fellowship and part of who we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Services at the church are spiritually uplifting and beautifully led by the priest vicars, and the choral music is absolutely exceptional. I have loved the choral services that St Margaret’s holds for the Palace of Westminster. We are blessed in the House to have some wonderful singers. Some right hon. and hon. Members have the most wonderful voices. I am sorry—I know their names, but I cannot remember their constituencies, so I will not name them because it is not appropriate. I have witnessed some of their contributions in St Margaret’s and they are truly uplifting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The congregation of St Margaret’s is made up of an unusual mixture of local residents, employees at the Palace of Westminster, staff at Westminster School, Members of Parliament, parents of boy choristers, enthusiasts for top class choral music and many other ​congregants, some of whom come halfway across London on a Sunday. Not a week passes without a visit from a former chorister, or someone who was married at St Margaret’s, or someone who remembers it from their time working in London. I am sure that you personally, Madam Deputy Speaker, and hon. Members present can understand that because we meet people who have worshipped at St Margaret’s and they always say that it was a wonderful occasion. Tourists are not usually part of the congregation. Although they are welcome, they prefer to go to the Abbey. Sometimes the queues to get into the Abbey do not lend themselves to visitors being able to worship there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an acknowledgement that worship will change—as has every church throughout the land. I understand that, but I honestly feel that aid from a specific churches fund will enable the Church to deal with the deficit caused by coronavirus. Indeed, perhaps new forms of income could be considered for during the week, such as conferences or exhibitions as long as Sunday worship is preserved. Sunday worship is critical for churches to survive. Could financial assistance be available through the £1.4 billion that the Government announced for culture, arts and heritage the week before last? Perhaps there is a way of doing that through the choral groups or the choristers. It is important to maintain St Margaret’s if we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that, as a body that uses St Margaret’s when the need arises, we should play our part in this House not simply to secure that place. There are other historic churches that can normally stay open due to tourism income, but are struggling and I believe that we have a duty to protect them. It is not only about St Margaret’s and Westminster Abbey, which are important to us in this place; it is also about other churches. The hon. Member for Ipswich will refer to them during his contribution. It must be remembered that before this time, those churches were viable and the congregations were larger. They simply need support at this time, not in the long term. If we move towards pre-covid-19 normality—I do not know what normality is; I do not think any of us do, but we hope at some stage to get back to normal—we can resume services in churches and resume the tourism, and we will hear again the many different accents, languages and voices that we used to hear whenever we walked out of this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look to the Department for Digital, Culture, Media and Sport, which has striven to secure our arts venues. I look forward to the Minister’s response. I ask that historic churches, and on this occasion our very own St Margaret’s, receives the help that is needed to see her through this troublesome time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this time of fear and despair, the mental health impact of lockdown and bereavement is very real. It is very real to me personally, and I believe it is probably very real to every one of us who represents our areas, knows our people and knows the losses that there have been. I have had two good friends who have died through coronavirus. I was unable to attend both of their funerals and pay my respects personally to the families because of adhering to the rule on 10 people at a funeral. We hope to celebrate their lives at some later stage, and I believe we will, whenever we get back to normality—but that is not just yet. So this bereavement is very real to us all.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that churches, which have a vital role in our relationship with the Lord Jesus and our God, also have a role to play as essential community hubs. People want to seek God and his guidance and comfort, and to attend church at Sunday services with the prayer and worship that are a key component of this need. We must, I believe, facilitate that, and not see more churches falling or failing due to something out of their control—covid-19. I look to the Minister for the help that we need in seeing what can be done and what will be done to secure churches not simply as historic buildings but places of vibrant and spiritually fulfilling worship. Thank you so much, Madam Deputy Speaker, for giving me the chance, through this debate, to ask that in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}