{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-parliamentary-question-on-the-governments-10-year-cancer-plan/",
    "title": "Jim Shannon – 2022 Parliamentary Question on the Government’s 10-Year Cancer Plan",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 6 December 2022.",
    "content": [
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When his Department will publish the 10-year cancer plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Maria Caulfield)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this year, we held a successful call for evidence on a new cancer plan, which received 5,000 responses. We are now considering those responses and how we can best support the diagnosis and treatment of cancer patients. I will be in a position to update the House shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for her response, but it has been five months since July, when the 10-year cancer plan was due to be published, and 10 months since February, when the war on cancer was announced. While the Government have delayed, cancer patients have faced unacceptable waiting times for diagnosis and treatment. Performance over the past five months has been the worst on record against the target of a 62-day wait between the GP referral for suspected cancer and the first treatment. I ask the Minister respectfully: does she agree that we in this House and the people of this country now need a long-term, ambitious plan to reduce waits and ensure that cancer patients in this country have the best outcomes possible? Will she set out a timeline—not just say “shortly”—for delivering such a plan?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Gentleman knows, I cannot comment on what is happening in Northern Ireland, because health is a devolved matter. I can only update him on what is happening in England. We are not waiting for a cancer plan to start on the backlogs: that is why this Government are investing £8 billion over three years to clear the elective backlog. We are seeing record numbers of patients. Cancer treatments continued throughout the pandemic, but we are seeing a higher number coming through than usual. Despite the increase of more than 129% in patients getting urgent GP referrals since September 2019, 91% of patients in England are receiving their treatment within 31 days of the decision to treat, compared with just 87% of patients in Northern Ireland in June. We are very committed to reducing cancer waiting times. I suggest that the hon. Gentleman may wish to speak to the Minister in Northern Ireland as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maggie Throup (Erewash) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Diagnostic activity, whether in vivo or in vitro, forms part of more than 85% of clinical pathways. Will my hon. Friend confirm that it will receive due recognition in the 10-year cancer strategy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I thank my hon. Friend for all her hard work during her time as a Health Minister? We are going through the responses to the call for evidence right now; as I have indicated, we will update the House shortly. I will very much take her points on board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}