{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-relations-with-china/",
    "title": "Jim Shannon – 2023 Speech on Relations with China",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 16 March 2023.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the matter of relations with China during the presidency of Xi Jinping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I place on the record my thanks to the Backbench Business Committee for granting this debate. It was put in for at short notice; we wanted to do it as quickly as we could, so we thank the Committee for agreeing to it. It is important that we have the opportunity to discuss the last 10 years under China’s leader, Xi Jinping, and how his time in office has seen a drastic rise in nefarious activities inside and outside China, many of which have been used to attack human rights, freedom of speech and media, and freedom of religion and belief. I declare an interest as chair of the all-party parliamentary group for international freedom of religion or belief. That topic is very close to my heart. It is one of the reasons why I am here and it is ultimately and initially the reason why I asked for this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We speak up for those with a Christian faith across the world, for those with other faiths and, indeed, for those with no faith, so I am pleased to see right hon. and hon. Members here today, to see the shadow spokespersons and to see the Minister in his place. When it comes to speaking up for freedom of religion and belief in China, we could write a book on the number of occasions when China has disregarded it, has discriminated, has persecuted and has used actions that are illegal in any democratic society against those of Christian faith and, indeed, other faith. I am speaking here of the genocide of Uyghurs in Xinjiang., which the right hon. Member for Chingford and Woodford Green (Sir Iain Duncan Smith) and others in the House and here today have brought to the attention of MPs on regular occasions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is reported that, in its efforts to control the Uyghur population, the Chinese Communist party has forced Uyghur women to marry Han Chinese men, to have abortions and to repress their Uyghur culture and religion. Does the hon. Member agree that Ministers must recognise the plight of the Uyghur people, and the Uyghur tribunal’s finding that they have been subject to a genocide?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is absolutely right. The disgraceful and quite illegal treatment of the Uyghurs in China has disturbed us and put a burden on our hearts for them. We cannot understand how any country that espouses freedom—as China likes to say it does whenever it does the very opposite—can act in that way. The forced sterilisation of women, the abuse of women, the imprisonment of millions of Uyghurs in camps and the taking away of their religious liberty and their right to express themselves concern us greatly, so the hon. Lady is right to highlight that matter and to ensure that we have the opportunity to understand it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The crackdown in Hong Kong is another issue. We watched as we handed over Hong Kong to the Chinese. The Chinese made lots of assertions that they would ensure that freedom was maintained, and for a short period it was, but things have gone downhill over the past few years, and China is cracking down hard on any expression in Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the question of Hong Kong, is it not obvious that one reason why the Chinese Government did not honour the terms of the joint declaration was that they were given lots of signals from this country that we did not really care that much about it and that we were quite glad to be shot of Hong Kong? Signals matter, and the signals that we send every time we prefer trade to human rights are entirely the wrong signals to be sending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman is truly wise in his words, and I fully agree with his comments. I had the same concern. When the deal was done, there seemed to be almost wishful thinking from the UK Government that things would be all right, when the reality should have told us—and the Government—that they definitely would not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue of tying business and economic opportunities in with human rights is something I have espoused in Westminster Hall, but also in the main Chamber and through the APPG as well. We need to marry the two together; the one cannot succeed without the others’ interpretation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is being generous with his time. Hundreds were expected to march in Hong Kong for gender equality ahead of International Women’s Day, but the demonstration was called off with just hours’ notice by organisers. Human Rights Watch said that the authorities seemed to be approving demonstrations while intimidating organisers and participants with jail time to deter participation. Does the hon. Gentleman share my concern about the continued impact of Hong Kong’s national security laws on the right to peaceful protest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do, and with some annoyance, anger and compassion for the residents of Hong Kong because they are being denied the freedom they once had. The UK Government have obviously stepped in and offered some passage for many Hong Kongers to come here to live. That is good news, but would it not be better if they were able to stay in their own country and exercise the freedom they once had?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also have the continuing repression in Tibet. It was a salient reminder, when I did my research before this debate, when I found out that the suppression in Tibet has been going on since 1950. That is five years before I was born, so Tibetans’ freedoms have been denied and restricted for a long, long time. I understand that the inauguration of a new Dalai Lama will be at the behest of the Chinese Communist party. A religious group cannot appoint its own leader in Tibet, but only because the Chinese Communist party will not let them. Again, that is another example of what is going on inside China, and of China’s influence and control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am hoping to speak in the debate, so I will not intervene much. Just to be clear, whatever the Chinese Communist party Government think, the next Dalai Lama will be the responsibility of the people of Tibet and those entrusted by the current Dalai Lama to produce his successor. It will not be a result of what the Chinese Communist party allow or do not allow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is absolutely right. The information I have suggested that the Chinese Communist party was going to try to use its influence to ensure that any choice would be the choice of the Chinese Communist party, but if, as the hon. Gentleman said, there is some control over that, that would be one of the good things that could come out of this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue of forced organ transplantation from members of the Falun Gong has been in my heart in this House for some 10 years now. It is being done on a commercial scale, and people have lost their lives. We must never forget the impact of that on the Falun Gong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also the persecution of Christians. Churches have been destroyed, with secret police sitting in church services, taking notes of those who are there, and recording car numbers and which houses people return to. We have also had the rise of cyber-surveillance in China, which is another indication of those being imprisoned, beaten and injured all because they happen to have a different religious opinion. Today, we had some good news: the Government indicated that they would suspend their agreement with TikTok. That is good news when it comes to security issues, and we must welcome it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my time as an MP, I have seen the UK move from the “golden era” espoused by David Cameron and George Osborne to the confusion and lack of cohesion on China under this Government. In each case, the policies were driven by economics. Economics is of course relevant, but our policies must encompass other important factors such as our human rights obligations, and take into account our moral compass and what we believe. There is a real fear that focusing solely on money would mean that the UK’s fundamental beliefs in human rights and the rule of law are subjugated for the purpose of trade deals. The right hon. Member for Orkney and Shetland (Mr Carmichael) referred to that; it is one of the key issues, and I seek clarification and encouragement from the Minister on it. That would be great for China and other authoritarian states, but terrible for the UK’s standing in the world. I urge extreme caution and recommend change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are watching in real time the reduction of democratic states and the rise of authoritarian regimes. According to the Economist Intelligence Unit, 23 countries out of 167 monitored in 2020 could be called democracies. Fifty were considered authoritarian, and the others attained some form of flawed democracy or hybrid system, more likely than not under the control of one person.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China and Russia are leading the global rise in authoritarian states. They are seeking to build their own alliances, disrupt democratic processes in other countries, interfere in elections, and create their own channels for communication and cyber-control away from the norms and standards expected by international treaties. They support each other at institutions such as the United Nations, where the evil axis gathers together to defend each other’s interests and provide financial and political support for one another. The unfortunate thing for us is that democracies seem incapable of working together to fight back against that in a single-minded, focused manner, so I have great concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chinese Government have committed a series of ongoing human rights abuses against the Uyghurs since 2014. I and others, including the right hon. Member for Chingford and Woodford Green (Sir Iain Duncan Smith), who is in the Chamber, have raised that issue. Abuse is also perpetrated against other ethnic and religious minorities in Xinjiang province. This is the largest scale detention of ethnic and religious minorities since world war two. It is of that size; it is almost impossible to take in the number.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United States has declared China’s human rights abuses a genocide, as have legislators in several other countries, including Canada, the Netherlands, Lithuania and France. We have even done so in this House of Commons in a debate led by the right hon. Member for Chingford and Woodford Green. The Parliaments of New Zealand, Belgium and the Czech Republic condemned the Chinese Government’s treatment of the Uyghurs as severe human rights abuses or crimes against humanity, which they truly are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China continues to deny any wrongdoing and threatens politicians and even entire countries with retaliation simply for daring to raise and debate these issues. Diplomats are deployed to berate senior Government officials and speak at news stations to explain that everyone is wrong and at this is all just Sinophobia and anti-China rhetoric. No, it is not; it is much more than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Atrocities in Tibet have been going on since 1950—so much so that we barely react any more. The hon. Member for East Worthing and Shoreham (Tim Loughton) has spoken about Tibet for as long as I have been in this House, and long before that, I believe. He has highlighted it on many occasions. We cannot forget about it. We need to focus on what is happening there, which is hard to take in, with regularity and ferocity. Children are forced into re-education boarding schools as a way of eradicating their language and religion, with the hope that they will reject their own families and culture. Such policies have left a trail of family destruction and have cut cultural and historical memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China plans to choose the next Dalai Lama, but I am very pleased that the hon. Gentleman said that those of the Dalai Lama’s religion will make that choice. I hope that will be the case and that China does not influence it in any way. We wait to see what happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hong Kong wants to be a peaceful and prosperous city, a thriving economic and social hub in Asia, and truly global in its influence, but it has been brought to its knees in just three years since the introduction of the national security law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Iain Duncan Smith (Chingford and Woodford Green) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for giving way. I am grateful—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Edward Leigh (in the Chair)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I should say to the right hon. Gentleman that, as a matter of courtesy, he should have been here at the beginning of this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Iain Duncan Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand. I was about to explain and apologise, Sir Edward, for not having got here earlier: a Minister waylaid me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Hong Kong, the Americans have now sanctioned about 10 people in the Hong Kong Administration for their behaviour over the new security laws. The UK, which once used to be responsible for Hong Kong and is a signatory to the Sino-British agreement, has sanctioned absolutely nobody. Does the hon. Gentleman think that is a balanced position to take on Hong Kong?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is certainly not balanced. The right hon. Gentleman is absolutely right. He has highlighted this point in the Chamber on numerous occasions. He consistently and regularly points directly out to the Government that this matter must be addressed. If we are going to do things right, and it is our job in this House to do so, that has to be addressed. If the United States can sanction more people than we could even consider—I understand the number is maybe two in our country—we have to and we must do more. I congratulate the right hon. Gentleman on all he does; we recognise his contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The national security law is an arbitrary piece of legislation, the details of which were kept secret until after it was passed. It criminalises any act of disobedience or dissent, and any challenge to the Government can be swept up in the catch-all categories of secession, subversion, terrorism and, crucially, collusion with foreign or external forces. Rather than being used to protect people, the national security law is being used to silence—the very opposite. Newspaper and internet news outlets have been shut, journalists arrested and protesters detained—all accused of one or more of the four national security law charges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most infamous case of the law being used to crush media freedom in Hong Kong as that of Apple Daily, the most popular newspaper in Hong Kong, which is pro-democracy and openly called out Chinese Communist party activities. It was founded by a British citizen, Jimmy Lai, whose spent his 800th day in a Hong Kong prison last Friday 10 March. His national security law trial is repeatedly delayed, as the Hong Kong authorities scramble to find a new set of legal machinations just to keep him in prison. He is a British citizen. We should be doing more for him. I do not see that, and it disappoints me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China has broken its promises to Britain and to the people of Hong Kong that the city would enjoy its way of life under the one country, two systems formula, which promised a high degree of autonomy for 50 years following the 1997 handover. Hong Kong is now a puppet state of China. The recent multimillion dollar campaign, “Hello Hong Kong”, called on the world to come to the reopened city. It fell flat, given that 47 democracy campaigners were put on trial the very next day. Welcome to Hong Kong—“If you come to Hong Kong, here is what happens to you.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across the world, China seems to be at the centre of multiple political and economic scandals, whether that is spy balloons over America or interference in Canada’s election. There seems to be an increasing sense that China has never been bolder in asserting itself around the world. The belt and road initiative, adopted by the Chinese Government in 2013, to invest in more than 150 countries and international organisations, is considered a centrepiece of Chinese leader Xi Jinping’s foreign policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can see China’s tentacles across Africa and in countries around the world. The policy has been used to extend Chinese economic and political influence around the world. It has been used to secure votes at multinational organisations such as the United Nations, the Association of Southeast Asian Nations, and in many regional groupings across the world. It forces countries into debt economics. Even EU states now have ports, docks and infrastructure projects funded by the belt and road initiative, at a time when the EU should be shoring up its own defence, cyber and technological strategies. The initiative is causing splits inside the EU and creating division among Governments. That is great news for China and for other authoritarian states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here in the UK, we have seen the rise of China’s economic and political engagement. In 2022, more students came to the UK from China than anywhere else. Nearly one in four international students is from China—approximately 152,000 students. Of the 2,600 international students studying at Queen’s University in Belfast, we have a vibrant Chinese community of more than 1,200 students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Along with that, we have seen the explosion of Confucius Institutes across the UK. The United Kingdom is host to 30 Confucius Institutes, more than any other country. Their ostensible purpose is to teach Mandarin and to promote Chinese culture, but in reality they are part of the above-ground arm of the Chinese Communist party’s United Front Work Department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to a 2022 report by the Henry Jackson Society and the Committee for Freedom in Hong Kong Foundation, those 30 institutes have been funded to the tune of as much as £46 million, mostly from the Chinese Government. Unlike the British Council, Confucius Institutes are formally part of the propaganda system of the Chinese Communist party, dependent on Chinese Government funding and, in general, subject to People’s Republic of China speech restrictions. Although Confucius Institutes are described as language and culture centres, the report confirms that only four of the 30 institutes stick solely to language and culture. Quite clearly, they do their own thing and ignore much of what is going on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Operating from prestigious universities such as the University of Edinburgh and the London School of Economics, Confucius Institutes have been informing Government policy and politicians, offering consultancy services to business, promoting trade and co-operating with UK organisations that work with the United Front Work Department, the interference activities of which were recently highlighted by MI5 and reported prominently in the papers and media. That is not innocent language and cultural exchange.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In spite of the political attention paid to Confucius Institutes, and the press and academic attention during the last six years, the pattern has gone unnoticed, and its ramifications have been ignored—an issue that the right hon. Member for Chingford and Woodford Green brings to this House on many occasions. To combat those negative practices, the Government should consider the introduction of legislation to remove Confucius Institutes completely from UK universities. Will the Minister confirm whether the British Government will do just that? Further, it has been suggested that the Government should provide funding for UK universities to allocate to China studies and bolster knowledge regarding China’s presence in the UK. I believe that that merits consideration. It is not the direct responsibility of the Minister, but it is certainly one for Education Ministers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time is passing, but I should mention the fact that many believe that there is a notable level of political interference—from funding from Chinese nationals to Members of Parliament, to the beating of Bob Chan in Manchester last October. I am sure we all vividly remember this man, who was beaten by the Chinese consul general and other diplomats in full view of the public and cameras. The consul general then went on TV to admit to and justify his actions; he did not even feel ashamed or regretful. The appropriate action should have been taken, yet it appears that it was left to fade into the background. Eventually, two months later, China recalled the diplomats, and it appears that no steps whatever were taken by the British to send the message that that behaviour is not tolerated. Again, that is disappointing and regrettable. I always say things respectfully to the Ministers, but I want my Government and my Ministers to be strong when it comes to standing up for human rights and against things that are wrong across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a nation, we should be seeking constructive relationships with countries around the world. I understand that not all will be savoury, but we should be making human rights and good conduct cornerstones of our foreign relations—even, or especially, as the right hon. Member for Orkney and Shetland said, when it comes to trade and development. That is what sets our country apart from authoritarian ones such as China. There is no reason for the UK not to have a constructive relationship with China, but we should not be afraid on any occasion to say no and to show strength, and we need to do that more regularly and more courageously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Carmichael**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman has given a comprehensive tour de raison of the issues. Considering it as a whole—I get a sense that he is coming to his peroration—does he think it reasonable or sensible that the integrated review refresh that we heard about on Monday now does not classify China as a threat?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was a disappointment. The right hon. Gentleman is absolutely right. It is clear from my contribution, and will be clear from what others will say, that we do see China as a threat. We want to have a working relationship, but we have to recognise that China quite clearly does not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Surely, if any lessons are to be learned from the relationship with Russia over the last 10 years, for example, it is that kowtowing, appeasing or ignoring will lead to only more egregious actions by the aggressor state—from Russia in the past, but from China in the future. China has been watching the war that Russia has inflicted on Ukraine, and it will have noted that while Russian troops are killing, raping and bombing Ukrainian citizens, Western states in some cases have been prevaricating and debating what to do in response. China is watching, and so is Taiwan. Sending weapons is good, but it could all have been avoided if the warning signs about Russia were heeded several years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the announcement that Honduras is seeking diplomatic ties with China, Taiwan has just a few remaining formal allies on the global stage, most of which are small, poor nations in the Pacific. Does the hon. Gentleman agree that the UK must use its influence on the world stage to help protect Taiwan’s rights as an independent nation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do and I very much welcome the Prime Minister’s announcement this week of the submarine deal between the UK, USA and Australia. That shows that there is a commitment, although of course we probably want to see much more than that. The hon. Lady is absolutely right and I thank her for that intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we think that things are bad now, imagine the pain that will be inflicted on the UK and the world when—I use these words carefully—China invades Taiwan. Hon. Members will note that I said “when” rather than “if” China moves to take Taiwan. Xi Jinping has reaffirmed his commitment to communist Chinese rule of Taiwan, by force—his words—if necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot fall asleep at the wheel while getting lulled to sleep by the comfort of investments, trade, and cash flows. We should begin the careful process of reducing our reliance on Chinese-made goods and products right now. Let us start taking a careful look at where British businesses invest and give them warnings that contracts and treaties may not be upheld, and to be careful about where they invest their money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us start speaking up for those who are being oppressed in Xinjiang, Hong Kong and Tibet. Let us get British citizen Jimmy Lai out of prison and let us not ponder solely on how China might react, but instead give China pause for thought about what it might lose by not working with the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe in good relations; I also believe in doing what is right, as we all do in this Chamber. I know that there is a balance to be struck.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Iain Duncan Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I apologise to the hon. Gentleman for intervening on him again. However, I just want to make the point that I have met Jimmy Lai’s family, and the one thing they asked for is that the British Government give full public recognition to the fact that he is a British citizen and a British passport holder. The British Government have said that they will not do that because it might exacerbate problems, but honestly Jimmy Lai knows and expects that after the next court case this year he is likely to be imprisoned for a very long time—maybe for the rest of his life. He wants the world to know that he is a British passport holder and British citizen; he is proud of that and wants representation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, the right hon. Gentleman makes the case for Jimmy Lai. I think the Minister—I am sure that he is taking note of all this—and his officials will ensure that Jimmy Lai becomes part of our priorities in this House now and for the future, as should be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Bible says—Sir Edward, I know that you and I read it every day—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“speak the truth in love”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not see the balance thus far. I ask the Minister to look at where we are, and where we need to be, and to begin the journey there. Human rights and moral obligations are not merely desirable; they are the very foundation on which any relationship should be built. We have a chance to change this situation—to move it upwards—and get it right. That is what I urge the Minister to begin to do today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all here for one purpose: to speak up for those who have no voice—and there are many of them. Right hon. and hon. Members have spoken up for others across the world on many occasions. Today we focus on the evil intentions of China. Yes, we want to work with China, if possible, and address human rights and religious liberties, and the right for people to have freedom of expression in relation to where they worship. Those things are not happening there. We must highlight that today, and ensure that our Minister has a firm grip of what is happening. I hope that the Minister will respond to our asks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}