{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-genetic-technology-bill/",
    "title": "Jim Shannon – 2022 Speech on the Genetic Technology Bill",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 31 October 2022.",
    "content": [
        "It is a pleasure to speak in this debate and to follow the hon. Member for Penrith and The Border (Dr Hudson). He brings much knowledge to the debate and I thank him for sharing that with us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Bill and I declare an interest, as I must, as a member of the Ulster Farmers Union and a farmer in Northern Ireland. The Bill will bring great benefits, not just to England but to the whole United Kingdom. In my earlier intervention, I mentioned the Northern Ireland Protocol Bill, which I will touch on later. I welcome the Minister’s response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I live among farmers, who are incredible people. They love their animals and the job they do. They are very efficient. Near me, they have high-quality dairy herds, beef cattle, lamb, pork and poultry. My farmers want the best, and that is what I want for Northern Ireland. It is no secret that Northern Ireland’s high-quality produce is some of the best in the world and is much envied. Northern Ireland leads the way, but we want to be part of the Bill. The Northern Ireland Protocol Bill, however, does not enable us to do the same as the farmers here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Member for Strangford, a strong agricultural constituency, legislation to unlock new technologies to boost food production, support farmers and grow more productive crops is certainly of great interest to me and those I represent—my neighbours across Strangford and across Northern Ireland. As always, one of my first ports of call was to see what the farmers thought about it. They were clear and quickly explained to me that gene editing is different from GM and gives us an opportunity to be more efficient and farm better. It does not result in the introduction of DNA from other species and creates new varieties similar to those that could be produced more slowly by natural breeding processes. It will potentially provide a greater yield and better farming practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Crucially, precision breeding technologies will help to develop foods with direct benefits to the public, such as products of better quality, increased nutritional value and a longer shelf life. Those are things that we are all striving for and we should all try to make those ambitions happen, so the technology can only be a good thing as long as it is safe and has farmer buy-in. From my discussions with farmers, it clearly has that buy-in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must be realistic and say that farmers have been gene editing for generations but did not have a fancy name for it; they knew it as splicing. I am old enough to remember my grandmother splicing the peas and beans to make bigger and better varieties of peas and beans. That goes back to the ’60s—it was not yesterday—but even in those early days, perhaps my grandmother was a bit of a pioneer in doing such things. Today we do not call it splicing but genetic technology. That is a much fancier name, and much greater, because it is about more than that, which is why the Bill is important. Through trial and error, science has allowed us to go to the next level, yet we must be mindful of the difficulties that can come by decimating the wonderful structure of nature that God has put in place. I believe that the Bill provides safety and security, and a way forward to UK food security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A fortnight ago, I had the opportunity to meet a constituent, Stephen Alexander, who keeps 130 Dexter cattle—an almost-unique herd across Northern Ireland. He takes 60 acres of land at Orlock in North Down, he has some land at home in Greyabbey, and he takes other land just down the road. He made a deal with the National Trust, which was that he would not use fertilisers or bring anything new on to the land—it all had to be natural; the grass was natural—which was quite unique. Along with the Department of Agriculture, Environment and Rural Affairs Minister Edwin Poots and others, I had a chance to see how that works. It does work: it is an organic farm in every sense of the word, yet all the cattle are exceptional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is another reason why it is essential to bring in the Northern Ireland Protocol Bill as a matter of urgency. As Edwin Poots outlined:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The introduction of the Genetic Technology (Precision Breeding) Bill in England will not apply to Northern Ireland. The Protocol requires alignment to EU rules so gene-edited crops developed in England under the Bill”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "that we could take advantage of in Northern Ireland—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“would not be available for cultivation in Northern Ireland.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need parity of opportunity and of legislation. When the Northern Ireland Protocol Bill returns to this House from the other place, we need to see that we will have that opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact is that for any British gene-edited crops we would have to apply to the European Food Safety Authority for approval before they could be sent to Northern Ireland, which imports, among other things, grain for animal feed. Even then, the crops could still be banned by Dublin, and that is what this really is: the EU and Dublin, with their hand—their dead hand—upon us on many occasions. That would present a fresh headache in ensuring the affected plants did not cross that invisible Irish border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that while this Bill is a stand-alone one, the fingerprints of European intransigence are all over it. I again make the point that it is not this Bill, but the Northern Ireland Protocol Bill, whenever it comes back, that will give us in Northern Ireland the same chance as the Genetic Technology (Precision Breeding) Bill. I would ask the House and the Government to reinstate their support for us whenever the Bill, which I think is going through the other place tomorrow, comes back to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As someone who loves the land and always supports the farmers, I trust those who have farmed for generations when they say that this is an enhanced version of splicing and that there is a need to be open to all possibilities. I say the Bill is the right way to go to ensure that the facility is there and so suits the farmers and food producers, and allows Northern Ireland to play a crucial and important role to advance our markets across the world. It will also ensure that we can grow and provide more jobs and a stronger economy, and that we can determine this for ourselves, rather than have the unelected EU, with no Northern Ireland voices, dictating our food security and farming practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is my bid for the Minister about what has been brought here tonight. I really do support this, and I think it is the right thing to do. I will say in advance that amendment 4—perhaps the Minister can clarify this for me at the end, if possible—while it has been put forward by the Labour Opposition, has I believe been done in the best possible sense. I understand that the Minister’s colleague, the hon. Member for Crawley (Henry Smith), was going to put forward something similar, and we were apt to support that. So if the Opposition move amendment 4, which would ensure that the Secretary of State takes into account animal welfare in relation to Northern Ireland, that is the one on which we will probably disagree with the Minister, unless clarification can be given to us. However, on everything else, I fully support the Minister and the Government as they bring this Bill forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}