{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-national-food-strategy-and-food-security/",
    "title": "Jim Shannon – 2022 Speech on the National Food Strategy and Food Security",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 27 October 2022.",
    "content": [
        "It is a pleasure to speak on this issue. We had a similar debate in Westminster Hall yesterday morning, and I am pleased to see the Minister in his place. He has a deep practical interest in this subject, so I believe he will give us the answers to our questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Member for Tatton (Esther McVey) and the hon. Member for Bristol East (Kerry McCarthy) for setting the scene, and I thank every Member who has contributed to this debate. Madam Deputy Speaker, you are right to say this has been a good-humoured debate, and there is agreement on both sides of the House about supporting the thrust of the national food strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as a member of the Ulster Farmers Union, which is similar to the National Farmers Union over here, and as a landowner and farmer. The world has been devastated by the adverse effects of the pandemic and the ongoing war in Ukraine, and we in Northern Ireland also have the Northern Ireland protocol. The Minister will not be surprised that I bring it up, because it clearly has an impact by continuing to subjugate Northern Ireland and damaging small food producers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom still imports 46% to 47% of its food. Many people seem to be pushing reforestation, but we need to retain productive agricultural land, so I seek confirmation from the Minister that good land will continue to be used for food production. I understand that we cannot produce all the food we consume, but we need to address that issue, too. The inescapable detriment to us of the Northern Ireland protocol has been left to fester. Food and drink entering Northern Ireland from Great Britain could be hit with hundreds of pages of paperwork, hours of border checks and millions of pounds of extra cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency, Lakeland Dairies, Willowbrook Foods, Mash Direct and Rich Sauces all produce goods that they export. Lakeland Dairies exports almost 70% of its products, across the whole world. It has four factories in Northern Ireland and five in the Republic of Ireland, so it faces a delicate and complex issue when it comes to continuing to produce; it services a large number of dairy farmers across the whole of Northern Ireland. In my constituency, there are almost 3,000 jobs in those sectors and across the whole of Northern Ireland 100,000 jobs depend on agriculture for their future. So the situation with the protocol is the very antithesis of food security and it has the potential to severely damage supply chain resilience in Northern Ireland. That highlights the need for the smooth passage of the Northern Ireland Protocol Bill to ensure that we in Northern Ireland to continue to produce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House cannot ignore and disregard the invaluable contributions of the Northern Ireland farming industry. About 75% of Northern Ireland’s countryside is farmed in some way and 80% of Northern Ireland’s produce is exported. The industry is vital for the Northern Ireland economy, employing more than 3.5% of the total workforce, which surpasses the UK average of 1.2%. Again, that underlines the true importance for us in Northern Ireland of the agriculture sector. The right hon. Member for Orkney and Shetland (Mr Carmichael) is not in his place, but he referred to fishing, which is so important for us. I know that the Minister knows that, but if he gets the opportunity to come to Northern Ireland, we will show him some of the factories I mentioned and perhaps arrange a visit to Portavogie as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are measures in the Northern Ireland Protocol Bill that are needed to address concerns in agri-industry, such as on veterinary certificates and on country of origin. As many Members are aware, my constituency has prolific farming, and I have already mentioned the fishing communities in Portavogie; we are seeking to increase those numbers. We face some workforce issues, which the Minister is aware of. We wish to contribute to and increase the UK’s national food security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Tatton referred to robotics, and in farming of all types, be it cattle or tomato production, we see vast steps forward that will reduce the number of people we need to be involved. Robotics will be brought more into play. Again, I ask the Minister for more clarity on that and more help for farmers, who may have a lot of money to find. We must also combine productive farming, in order to sustain livelihoods and meet the growing demand for food, with sustainable methods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should also make a point to the Minister about partnerships involving universities. For example, Queen’s University Belfast has a partnership with business to produce new varieties of cereals and so on, which can give a 20% bigger yield. That is another thing that we need to look at—how what we put in the land can produce more. That will help us across the world. The title of this debate is “National Food Strategy and Food Security”, which makes it clear that this is about the national position, but we also have an obligation to look after other parts of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we cannot reap the true benefits of the Northern Irish farming and fishing industries if the protocol continues to erect a border down the Irish sea, preventing trade between Northern Ireland and Great Britain. We need the fit-for-purpose Northern Ireland Protocol Bill, as it is, in order to secure food for the entire UK and not simply to fix the protocol for the people of the Province, although that really should be enough of a reason to implement it. I look to the Minister to be committed to it, as it will put us on an equal status with everywhere else. That is as it should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}