{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-removing-vat-from-sunscreen-products/",
    "title": "Jim Shannon – 2023 Speech on Removing VAT from Sunscreen Products",
    "post_date": "February 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 9 February 2023.",
    "content": [
        "It is pleasure to be called to speak in this debate and to serve under your chairmanship, Mr Sharma. I thank the hon. Member for East Dunbartonshire (Amy Callaghan) for bringing the issue forward. She and I have been friends for a long time in this House, and I am really pleased to see her in her role here. We share APPG roles and I deputise for her—not very well; she does it much better than I do. What a pleasure it is to be here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to add a Northern Ireland perspective to this debate, as I always do. I fully support the hon. Lady’s request to reduce VAT on sunscreen products. Melanoma is a growing health problem in Northern Ireland. My office has six staff members, and three of them—50%—told me that they have immediate family members who had melanoma. One of the younger girls, who is in her early 20s, admitted that she used sunbeds until her father had third-stage melanoma. This is not a disease of the tropics. Perhaps because of our skin and where we are from, we take the sun a wee bit more aggressively than they do in the Mediterranean, for instance. We usually go boiled red to start with, and then when the pain is too much we move to the sunscreen, which we should have done at the very beginning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been found that 86% of cases of melanoma can be prevented by adopting simple sun protection measures, including wearing factor 30-plus sunscreen. That is a very small thing to do, but the hon. Members for East Dunbartonshire and for Erewash (Maggie Throup) and I are asking the Government to do something to incentivise that. We are not asking for a lot; we are just asking for a wee nudge in the right direction. The United States of America and Australia have already done that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The incidence is increasing, and there are now more than 16,000 new cases of melanoma skin cancer each year in the UK. The problem is growing, and therefore the need is greater than it ever was. Of course, that does not take into account repeat diagnoses of melanoma—the hon. Member for East Dunbartonshire said that she got it twice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the 15-to-44 age group, melanoma skin cancer is the second most common cancer in males and the third most common in females. I find it difficult to comprehend why that is the case when all those people were taught the dangers of the sun in school. We were told to be careful when we go out—mum and dad told us that as well, but more often than not we ignored it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Amy Callaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman agree that, despite people believing they do not need to wear sunscreen in Scotland, Northern Ireland and other places across the UK, it is essential that they do? They are more likely to contract melanoma if they are pale and fair haired, or have red hair, which is common in our isles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my case, with no hair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Amy Callaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You’ve got a wee bit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve got a wee bit round the sides. I used to have a whole lot of hair. The hon. Lady makes a fantastic point, and it is true: we are of a fair skin, and that right away puts us in the target area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the information, but for some reason the message just is not getting across. One in 36 males and one in 47 females will be diagnosed with the deadliest form of skin cancer in their lives, so we need to stop seeing sunscreen as a luxury, like a nice moisturiser. We should instead see it as an essential, like good nutrition or drinking water. If it is put in that category, the seriousness of what we are trying to achieve will be clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One way of getting the message across is to make it cheaper to purchase sunscreen. My speechwriter—a very busy girl—loves her holidays abroad. I think it is because it means she does not have to answer my calls for two weeks. She has no speeches to prepare, and of course she has no internet access due to overseas roaming charges. She never buys sunscreen before she goes because it is half the price in Florida—that is where they go for their holiday every year. She waits until she gets to Florida and buys enough to bring home and do the whole year back here, because the savings are significant. Hon. Members might say that is an Ulsterman or Ulsterwoman thing, but we do look for a bargain. If it is a bargain that helps our skin and protects us, that is why we do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the US, sunscreen products have been exempt from VAT-style taxes since 2012. In Australia, they are exempt provided they are principally marketed for use as a sunscreen and have an SPF rating of 15 or more. The reason for that is that in Australia and America, sunscreen is seen as an essential daily living product. That is how they categorise it. Some of us have been conditioned to see it as a holiday item, but they see it as something they need to have all the time. Many people who have never gone abroad have melanoma. It is not a holiday problem; it is a lifetime problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public polling indicates that many people find the cost of sunscreen too high, and with the current cost of living crisis deepening, that cost is likely to deter increasing numbers of people from buying sunscreen. The major retailers Tesco and Asda have recognised cost as a prohibitive barrier for people buying sunscreen, and Tesco reduced the price of its own-brand sunscreen by 20% in 2021 to offset VAT. In a consumer poll—such polls are good barometers of what people are thinking—some 57% of respondents said that the product was too expensive, and 29% claimed that they would wear it daily if it were a little bit cheaper. Incentivise it, make it happen and address the issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The call for VAT to be removed from sunscreen was part of a sun safety campaign in 2013. That is why I support removing VAT from sunscreens that are factor 30 or more: as Melanoma Focus has said, doing so will make sunscreen more affordable and send a powerful message from the Government about the importance of skin protection. We only have one chance for our skin: it will last us our lifetime, but if we have constant cases of melanoma, then unfortunately it might not last us for the right time. I further support the recommendation that that measure be coupled with a Government-backed cross-media awareness campaign akin to the Australian Government’s successful Slip, Slop, Slap campaign, which the hon. Member for East Dunbartonshire referred to. It reminds me of one of those catchy 1960s tunes from when I was a wee boy—I am aging myself by saying that —but a campaign is significant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With increasing temperatures in the United Kingdom from climate change, such a measure is becoming increasingly urgent. The hon. Member deserves great gratitude for bringing this debate forward, because—as others have said, and as those who follow my speech will say as well—this is an urgent subject. Removing VAT from sunscreen would not have been possible under EU rules, but it is now; there is nothing to restrict us, except those of us who live in Northern Ireland. I hate to say it, but in every debate I have, I have to temper everything with the Northern Ireland protocol. In Northern Ireland, we would not be able to take advantage of leaving the EU in this way, due to the protocol. However, that is a different issue for another day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Melanoma Focus believes that if this policy were implemented, the reduction in VAT revenue would be offset by reduced melanoma skin cancer cases and therefore reduced costs to the NHS. That is a crucial factor: if we take action to ensure that people can protect themselves more by being able to buy sunscreen that wee bit cheaper, we can ensure that those people do not need ongoing healthcare, with its associated costs. That seems logical to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Amy Callaghan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is making a great speech, and I welcome his support for VAT Burn. On his point about the EU, there are little to no advantages of Scotland being outwith the EU, but while we are tied to this place and also outwith the EU, we can reform the VAT on products such as sunscreen. We will take that tiny little benefit that we can, and we appreciate it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her intervention. We certainly encourage the Government to take advantage of opportunities to promote better health as a result of leaving the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The “Getting It Right First Time” NHS review of dermatology highlights high and increasing demand for skin cancer treatment, with 200,000 surgical operations for suspected skin cancer carried out every year, and skin cancer rates doubling every 14 to 15 years. That is the main factor driving the request being made today. When it comes to health, those are the stark figures, and I believe they highlight the need for additional workforce to meet current and future pressures, and also suggest that we need to raise sun and skin awareness to reduce pressures on dermatology services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, I support the call to remove VAT from sunscreen. I say to the Minister, who knows that I respect her greatly, that we make that call today because we believe it is worth supporting. The Government have taken other steps when it comes to VAT—the hon. Member for East Dunbartonshire referred to sanitary products. Removing VAT from those products was something that the Government should have done; they did so, and I welcome that. Today, we make another request.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just a matter of listening; it is also about taking action to protect our people and our NHS, and the future of its services. Here is a figure for everyone— 85% of cancer is preventable. This is preventable, if we take some steps in the right direction. Let us take the steps in this place to prevent it right across all of this great nation, this United Kingdom of Great Britain and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}