{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-blasphemy-laws-and-allegations-in-commonwealth-countries/",
    "title": "Jim Shannon – 2022 Speech on Blasphemy Laws and Allegations in Commonwealth Countries",
    "post_date": "October 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 11 October 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered blasphemy laws and allegations in Commonwealth Countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would first like to express an interest, as chair of the all-party parliamentary group for international freedom of religion or belief and as chair of the APPG for the Pakistani minorities. These issues are close to my heart, and it is a privilege to speak about them and to try to outline where we wish to be. I therefore thank the Backbench Business Committee for giving us the opportunity to discuss this timely and important topic. As always, I am pleased to see my dear friend the shadow Minister, the hon. Member for Leeds North East (Fabian Hamilton), in his place. It is also a pleasure to see the Minister, and I thank her for all that she does for persecuted ethnic groups across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Blasphemy laws may sound like an archaic and outdated issue, but they are far from a thing of the past. I thought long and hard about this debate, and I wanted to bring the issue forward for discussion in a positive fashion. As of 2019, 79 countries had laws or policies banning blasphemy, which included speech or actions deemed to be insulting, contemptuous or showing lack of reverence for a God or something sacred. Unfortunately, despite the Commonwealth’s values—which we adhere to—of promoting democracy, human rights and individual liberty, its members are some of the worst offenders. Of the 79 countries that prohibit blasphemy, 26 are Commonwealth states, which equates to 46% of Commonwealth members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday was World Day Against the Death Penalty. A higher share of countries inside the Commonwealth than outside it have prison sentences for blasphemy and other legal restrictions. Regrettably, the Commonwealth also has a higher share of countries with the death penalty for blasphemy. Five Commonwealth countries have the death penalty for blasphemy or apostasy, and many more have seen people murdered for them. A clear goal to work towards would be the abolishment of the death penalty for any blasphemy-related charges. While progress would still need to be made to ensure that people are not unjustly imprisoned on blasphemy charges, it would be a big step forward to know that the death penalty was not on the table.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Blasphemy laws are not always in and of themselves an issue—I want to make that clear. They can often be little more than legislation that is never utilised or that lies dormant, with no impact on a country’s people. For instance, Saint Lucia and other Caribbean states have blasphemy laws, but they are not enforced and have every likelihood of never being enforced. However, the fact that they are in place means that, sometime, they could be enacted and enforced and could become a stringent part of the law. Therefore, it is the abuse and misuse of blasphemy laws that is the issue; indeed, it is social attitudes towards blasphemy and the lack of the tolerance for other faiths and beliefs, not blasphemy laws on their own, that leads to violations of freedom of religion or belief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recall a visit that the APPG organised to Pakistan in 2018. It was around the time that Asia Bibi had been charged with blasphemy and given the death penalty. That deputation consisted of my colleague, the hon. Member for St Helens South and Whiston (Ms Rimmer), and Lord Alton, from the other place. We decided that if we were going to do something about Asia Bibi it was probably better not to go in with all guns blazing and say, “Blasphemy is wrong, and your constitution is wrong,” because we would get nothing. Instead, we showed how the blasphemy laws in Pakistan at that time were being used in an erroneous, vindictive and malicious way. They were also being used in an untrue and dishonest way, because the allegations were never factually or evidentially proven to be true.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We met two of the three judges—at this stage, I am not breaking any confidences, because the thing is past and over—who told us that they did not see an evidential base for the allegations that were made and were therefore of a mind to free Asia Bibi. We never said that when we came home—I talked to the then Minister and assured him that we did not intend to say anything—because we thought it was more important to have Asia Bibi released. Eventually, she was released to her family and now lives in Canada.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there may be other Asia Bibis in Pakistan and across the world in a similar situation, and I will refer to a couple of them. I know that the shadow Minister, the hon. Member for Argyll and Bute, who speaks for the Scottish National party, will also speak about some of them, because we have been on many deputations together, including one to Nigeria recently—I will refer to one case in Nigeria and I know he will do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, before highlighting cases where blasphemy laws pose a serious threat to ordinary people’s lives and are weaponised as tools for persecution, I would like to bring to Members’ attention the fact that a blanket repeal of blasphemy laws would be ill advised and that I am not seeking one. In some circumstances, calls for a blanket repeal would have the unintended consequence of removing certain protections, such as prohibiting the vandalism of places of worship. Far from advancing the fight for freedom of religion or belief, such consequences would simply create new challenges. Instead, it is vital to stress the problems with blasphemy laws and how to counter those challenges. Therefore, a blanket repeal is not the solution, but something must be done, and I hope to make some suggestions during the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, misuse of blasphemy laws or accusations of blasphemy are one of the tools most commonly used to target religious or belief minorities around the world. They are often used as a pretext for land seizures, extrajudicial violence or discriminatory legislation. Blasphemy allegations can make a mockery of a justice system and can often fuel mob violence. They can also be utilised to settle personal vendettas, and they can be invoked more generally to target and drive out religious or belief minorities in a given country or region. There are many examples of such activities, and I have referred to some of them. The susceptibility of some blasphemy laws to such abuses is a grave challenge to freedom of religion or belief for all, with those of many different religions or belief backgrounds falling victim to the misuse of blasphemy laws, particularly in certain states of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recent months, there have been a number of high-profile blasphemy cases, with blasphemy charges filed against Imran Khan, Pakistan’s former Prime Minister, and the murder of Deborah Samuel, a student in Nigeria. I was in Nigeria in May—the hon. Member for Argyll and Bute and others were on that trip—and we had a chance to discuss many issues, and the case of that young Christian girl, who I will refer to again later, was one of those we looked at. Such cases illustrate how blasphemy laws are used to restrict freedom of speech, discredit political opponents and attack religious minorities, and they also draw attention to the rule of mob violence in blasphemy allegations and how that determines the legal frameworks that are in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A report by the United States Commission on International Religious Freedom on the use of blasphemy laws found that extrajudicial violence was particularly prevalent in Pakistan, with more than half of the recorded cases of such violence happening in that country. The other significant contributor from the Commonwealth was Nigeria, which we visited just a few months ago, and I will touch on that later, as will the hon. Member for Argyll and Bute. The USCIRF report noted that extrajudicial violence is more likely to happen when persons accused of blasphemy are acquitted through the legal system or police choose not to file charges. That shows that a solution cannot be found through legislation alone but by changing attitudes in a country. I think we have to do that as well, but it has to be done in a gentle way, and I hope that we may just do that very thing through this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the high levels of extrajudicial violence, many victims and their families receive death threats and must live in hiding, in fear of their lives, even if they are found innocent—I have referred to one such case already. In these cases, victims are unable to access asylum pathways, as they are stuck in their country of origin and cannot make a claim until they leave. One case that illustrates that scenario and sheds light on Pakistan’s blasphemy laws more broadly is that of Sawan Masih. I have raised this case in the past, as have other colleagues present today, but it is worthy of renewed attention, given that last week marked two years since Sawan’s acquittal but there has been little improvement in the situation. The Minister is always responsive to us—we all appreciate that—and I ask her to give us an update on the case today if she can. If not, I am happy for us to be notified afterwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sawan Masih was a Christian street sweeper, a father of three from the city of Lahore in Pakistan. He was imprisoned in March 2013 and sentenced to death for blasphemy in March 2014. Sawan’s appeal hearing was adjourned at least 16 times, but on 5 October 2020 he was finally acquitted in Lahore High Court. He was released 10 days later, with the delay due to security concerns for his life. His father lived to hear news of the acquittal, but died before Sawan could see him. Sadly, earlier this year, his mother also passed away without seeing her son. Sawan and his family now live in a secret location, as they would most likely be murdered if their location was known.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sawan Masih’s arrest happened only after mob violence—it was not the rule of law that led to his dire circumstances, but the abuse of the law. Local factory workers went on strike for Sawan’s arrest. More than 3,000 Muslims attacked his home village, torching 180 Christian homes, 75 shops and two churches. Sawan believes that the charge against him was part of a plot by local businessmen to seize land previously held by Christians. The fact that blasphemy laws can be manipulated in such a way is at the heart of this debate. Spurious accusations should not be a vehicle for settling personal disputes or targeting minorities who have little recourse to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sawan’s life has been irreversibly damaged by the malicious levelling of blasphemy allegations. Pakistan’s justice system has been undermined by mob rule provoked by malicious and vindictive allegations. Our asylum process has also been shown to be further flawed, owing to the fact that Sawan is still in hiding, with an ever-diminishing hope of a safe and full future for himself, his wife and his family. Regrettably, Sawan is just one of many people in Pakistan who faces such a situation. According to the National Commission for Justice and Peace, 84 individuals were charged with blasphemy in 2021, and many others remain imprisoned or on death row.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How do we prevent cases such as that of Sawan Masih? One solution, which is key to this debate, is for blasphemy laws to be amended to include reference to intentionality. In essence, blasphemy laws that stress intentionality would mean that intention to cause insult would need to be established before someone was convicted for this offence. The absence of a reference to intent in article 295C of Pakistan’s blasphemy law means that the prosecutor does not carry the burden of proving that the accused had the intention of blasphemy. Such a problem is not unique to Pakistan, but Pakistan’s more active enforcement of blasphemy laws makes an amendment ever more relevant. Moreover, a general promotion of amending laws to introduce an intentionality clause in countries where blasphemy laws are misused could dramatically improve the situation for religious and belief groups, not to mention the vigour of the law as a whole. Given that the UK is a significant giver of aid to Pakistan, the UK Government should not be backwards at coming forwards—that is a bit of an Irishism—in recommending such a change in the law, laying the groundwork for other members of the Commonwealth to do similarly. There should be no toleration of low standards of evidence for convicting somebody of blasphemy in any country, let alone one with which the UK has such close ties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My final point about Pakistan, which is also relevant to other countries, is that cyber-laws, for example, should not be used as a back door for blasphemy laws. In November 2020, Pakistan enacted an amendment to the Prevention of Electronic Crimes Act 2016 that empowered the Pakistan Telecommunications Authority to block or remove online content if it considers it necessary\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“in the interest of the glory of Islam or the integrity, security or defence of Pakistan”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "or public order, decency or morality. Unfortunately, such a law enables the targeting of minorities for blasphemy-related charges. Since its enactment, six Ahmadi Muslims have been arrested owing to those laws, and 17 named in police reports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made overtures to Pakistan in the past about the Ahmadi, and we will do it again. The Ahmadis are a small Muslim sect who are persecuted by other Muslims in Pakistan. Such digital persecution exacerbates the difficulties for Ahmadis and other religious groups in Pakistan, with even the online sphere no longer being a forum where they can speak or learn about their faith. With the rise in digital persecution globally, our policymakers must not be ignorant of the challenges that cyber poses and how it compounds human rights challenges around the world, particularly pertaining to freedom of religious belief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another country I would like to draw attention to is Nigeria. As I said, I was in Nigeria with the hon. Member for Argyll and Bute and others. It was a chance for us to seek answers on freedom of religious belief and to highlight cases, and I want to highlight one in particular. Nigeria’s legal system arguably allows for some of the most punitive sentences in any Commonwealth member state for blasphemy allegations, if cases even reach the courts to start with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Horrifically, in May this year, a student called Deborah Samuel was stoned to death. This young Christian girl was set on fire by a mob over an alleged blasphemous comment in a WhatsApp group. Just a few weeks later, Ahmad Usman was burned to death by a mob of 200 people after he was accused of making a blasphemous comment against a cleric. Undeniably, it is not even the misuse of blasphemy laws that leads to persecution in such cases, but the devastating hostility towards those of other religious beliefs—it is mob rule and mob violence, irrespective of the issue, with allegations mostly unproven and with no evidential base whatever. Neglectful law enforcement and a culture of impunity permit such murderous acts to prevail, and only two people have been arrested so far in connection with Deborah Samuel’s murder, despite the prevalence of social media footage depicting it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apparently, young Deborah Samuel’s crime was to express frustration with members of the group chat for posting religious articles and to ask them to focus on the coursework at hand. Those are very gentle words, and not confrontational or difficult in any way. Some reports indicate that Deborah Samuel had rejected the advances of a Muslim student and that he made the allegations against her in retaliation. Undeniably, in such a case, it is not even about the misuse of laws, but the devastating hostility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There should be no place for mob rule in any country. When such unlawful behaviour emerges, it should be met with repercussions. Yet, neglectful law enforcement and a culture of impunity permit such murderous acts to prevail and let mob rule and violence take prominence. Only two people have been arrested so far in connection with Deborah Samuel’s murder, despite the prevalence of social media footage. There is an abundant evidential base depicting her brutal murder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Worse still, the two students who were arrested were charged only with criminal conspiracy and disturbing the peace—both bailable offences—rather than facing the more fitting charge of culpable homicide, which is what it should have been and what the evidential base proves. They are receiving legal representation from a team of 34 lawyers led by a professor of law. While a fair trial is a necessity—I am always for fair trials—one cannot help but wish that such legal support was provided to those falsely accused of blasphemy and facing trial in sharia courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we were in Nigeria, we were very aware of how sharia law seems on many occasions to supersede the law of the land. Although the sentence stipulated for blasphemy under Nigeria’s criminal code is two years, Nigeria’s dual legal system of customary and sharia law enables sharia courts to trump federal law and impose extreme sentences for blasphemy. Rather than two years, sharia law permits the death penalty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The religious make-up of Nigeria is split down the middle. I understand—I hope the hon. Member for Argyll and Bute will back me up—that Christians are 50% of the population of Nigeria and Muslims are 50%. It is very much a 50:50 split, so it is important that people get on with their neighbours and embrace what they say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sharia law penal codes in those states, coupled with the retention of blasphemy punishments in the criminal code, have served to embolden religious extremists to take matters into their own hands and misuse blasphemy laws to serve selfish and manipulative ends. One of the highest profile cases of a recent blasphemy allegation reaching the courts in Nigeria is that of Mubarak Bala, which the hon. Gentleman will refer to. We met the Nigerian Humanist Association and had discussions with the Minister responsible, and we were quite encouraged by their response. Mubarak Bala was sentenced to 24 years in prison following accusations that he insulted the Prophet Mohammed in a Facebook post. He was penalised under sections 114 and 210 of Kano state’s penal code, which aims to implement parts of sharia legislation into the civil code and merge the penal codes of other sharia states. It is very important that the law of the land is not used detrimentally, as it has been in this case. The hon. Gentleman will refer more to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that sharia law can take precedence over the criminal code should give cause for concern, but it has not. Hon. Members and others outside this Chamber have not realised that they need to focus on that issue. Whether we agree with the person’s views or comments, I hope we all agree that 24 years in prison for a Facebook post is disproportionate, no matter who is alleged to have been insulted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The implementation of sharia-based blasphemy laws curtails the liberty of all in Nigeria. Everyone is subject to an interpretation of the law—not necessarily the law of the land—that stands in stark contradiction to Nigeria’s constitution, which protects freedom of religion or belief and states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Government of the Federation or of a State shall not adopt any religion as State Religion.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, that is what it says, but the reality is different. That concerns us greatly, and more so since our deputation to Nigeria. Sharia-based blasphemy laws are contrary to that statement and affect those of other minority religious beliefs—Christians, other small ethic minority religious groups and humanists, in particular. Reasserting a rule of law that is not sharia-based should be one of the Government’s key priorities when working with Nigeria so that freedom of religion or belief can become a reality for all. What discussions have the Minister and our Government had with the Nigerian Government on that case? Have we had an update yet?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Nigerian people are lovely, and we were welcomed royally when we were there back in May. We found them to be incredibly helpful, and we cherish and wish to hold on to our relationship with Nigeria, but as friends we also have to highlight issues that concern us, and this is one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to draw out the importance of focusing on blasphemy allegations and the misuse of blasphemy laws in Commonwealth countries. Although the scale of the abuse can in some countries be significant, our role as the UK is vital. As a friend and ally, we should encourage higher standards and greater accord with human rights, with freedom of religion or belief serving as a cornerstone human right. When such states attempt to justify their blasphemy laws by pointing to dead-letter laws in the west, they are being intellectually dishonest, as the differences in the enforcement of those laws could not be further apart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that the Commonwealth Heads of Government meeting in 2018 affirmed that freedom of religion or belief is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“essential for democracy and sustainable development”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and that our Government and the Minister adhered to that. It would be lovely if they did more than just talk about it and instead acted as though they actually believed in it. I remind the Minister that when we trade with those countries, or give them aid, we should bear in mind that commitment and that principle, which are welcome, and repeatedly focus on human rights conditions on the ground and the true equal treatment of all religions and beliefs before the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am mindful of the good work that many Commonwealth states do to promote freedom of religion or belief for all, and there is no denying the leading work done by countries such as Canada, New Zealand and others with respect to blasphemy laws, as well as their encouragement of other states to implement fair law. I believe that by working together we can make freedom of religion or belief a reality. That starts with working with those countries with which we have well-established links and a reciprocal honest relationship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to share the words of the apostle Paul, which I often use on such occasions, and which are close to my beliefs. The words from Ephesians are very clear that we should act\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“with all humility and gentleness, with patience, bearing with one another in love”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We live in a diverse and culturally vibrant world, and it is good to have that. While it brings many joys, as it does, it sometimes means that we do not always see eye to eye, but by heeding words of patience and humility, and translating those guiding principles into law, we can grow our tolerance for one another and deepen our respect for difference. That is what the debate is all about: how we can look at the blasphemy laws and focus on those words of patience and humility, and on translating those guiding principles into law. With that comes the tolerance we have for others, and others have for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}