{
    "url": "https://www.ukpol.co.uk/jim-shannon-2020-speech-on-organ-donation/",
    "title": "Jim Shannon – 2020 Speech on Organ Donation",
    "post_date": "May 27, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 19 May 2020.",
    "content": [
        "Thank you, Mr Deputy Speaker, for allowing me to raise a few thoughts. The House may not be aware that my nephew, Peter, had a kidney replacement when he was a child, and that is one of the main reasons I have avidly supported organ donation. My family would have been devastated had that organ not been donated to save Peter’s life. I also absolutely believe that there must be the ability for someone to opt out if they have their own reasons for doing so, whether those are religious or otherwise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the hon. Member for Barnsley Central (Dan Jarvis) for what he has done—we look forward to his contribution—and I commend the former Member, Geoffrey Robinson; I was very happy to support and sign his Bill and we will see some of that become law tomorrow. I thank the Minister for her contribution and for bringing this statutory instrument forward—we are really pleased to see it. I also thank the shadow Minister for his contribution, which was very ably put together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will focus on one aspect of this draft legislation for organ donation. Three million people in the UK have chronic kidney disease, including some 1,000 children, and 65,000 people are being treated for kidney failure by dialysis or transplant. In the UK, 6,044 people are on the transplant list, and 4,737 are awaiting kidneys. That was data from the end of 2019, as the transplant programme is currently part-suspended. At least one person a day will die because they have waited too long. Eight out of 10 people waiting are hoping for a kidney. NHS Blood and Transplant estimated that this change in the law has the potential to lead to 700 more transplants each year by 2030—700 lives that can be changed, and 700 lives that can be saved. This may have to be extended by a year because of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When kidneys fail, three things happen: dialysis, a transplant or death. Dialysis is distressing and demanding, with four to five-hour sessions three days a week and dietary and fluid restrictions. Many of my constituents have had to go through this, as my nephew did for a period of time. People are often unable to continue to work. Families and relationships are strained and depression is common. It has been reported that the levels of pain are equivalent to those of people with terminal cancer. Patients are exhausted, with aching bones, reduced mobility and constant itching. A transplant is transformational in restoring quality and quantity of life, and we recognise the selfless generosity of organ donors, both living and deceased. We commend NHS Blood and Transplant on its achievements; more than 50,000 people are alive with transplants in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Kidney transplantation is also economically beneficial. I know that it is not always a good thing to look at the economics and the financial aspect, but a transplant has a cost of £5,000 per annum, compared with a cost of £30,800 per annum for dialysis, so there is a financial factor that we need to bear in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so pleased that this SI means that even during this crisis we are continuing and prioritising the ability to donate kidneys and other organs. I congratulate the Government, the Minister and the Opposition on pushing this issue. There were 28 transplants in Northern Ireland last month, so I pay tribute to the team there. This legislation is tremendous news and I hope that the ​Northern Ireland Assembly will follow the lead of this place on the opt-out issue. The figures for transplants in Northern Ireland were way above and beyond what they normally are, so again this shows the good that can happen as a result of where we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are pleased to see this legislation, but is clear that there must not be an end to the duty of care. We must also be sure to invest in new technology. There are new machines which, I am told, have shown great promise in preserving or even reconditioning donated organs. That must be investigated by the Department. Will the Minister, in her summing up, give the House some indication of how that will work and an update on those new machines and any other innovations in medicines for the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also imperative to ensure that regular monitoring is carried out and that the impact of the new law is reported back to the House. Again I look to the Minister for those assurances, because we will doing this from tomorrow, and the House will need to know how it is progressing and whether we are achieving the figures and stats that we should be achieving. It is also essential that we have education for healthcare staff and the public. Increasing transplantation requires appropriately trained staff working with families, who will still need to allow a donation to take place. This will require comprehensive, consistent and continuous education for members of the public and healthcare staff, and these things need to happen as soon as is practicable. Previously agreed funding for NHS Blood and Transplant’s work should be made available for this work, and I ask the Minister for an update on where we are in relation to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adequate system capacity is needed to permit transplant procedures, as well as a culture that sees organ donation as the norm. I would love to see that happening. Perhaps after tomorrow we will see some of that taking place. There were already concerns, prior to covid-19, about pressure on theatre space, equipment and staff to cope with an increase in organ availability, including specialist organ donation nurses to support bereaved families. Modelling for the estimated additional transplants has been done, and NHS trusts have been asked to plan accordingly. That will need to be revisited as trusts emerge from the current crisis, and I am sure that the Minister will be all over that. In order for organ donation to be able to continue in the covid-19 age, support and discussion with bereaved families must be facilitated more than ever. We welcome the strengthened role for families in the code of practice, and we thank the Minister for bringing that forward. Technology must be harnessed to aid those vital conversations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I concur with the shadow Minister’s comments about BAME communities. Covid-19 has brought the need to address the health inequalities faced by BAME communities into sharp relief. There is too much inequality in transplant deaths. In 2018, 21% of the people who died waiting for a transplant were from black, Asian or minority ethnic groups. People from BAME communities wait six months for an organ despite being more at risk of kidney failure, because fewer organs are available from donors in those communities. There is a higher chance of a successful transplant if the organ comes from an individual from the same ethnic background, and it is important that those groups are the particular focus of awareness campaigns. Will the Minister give us her thoughts on that as well?​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the revised codes of practice having a greater focus on faiths and beliefs. We believe that that will support better conversations and give greater assurances to families when a potential donor’s faith or belief is an important part of that decision making. It is important that we have that, and we thank the Government for putting it into the code of practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was pleased by the outcome of the consultation on the organs—[Inaudible.]—that deemed consent should apply to so-called routine transplants only, and that any rare or novel transplants should be subject to explicit consent. The statutory instrument is therefore limited. What we are talking about are routine transplants for heart, lung, liver, kidney, intestinal organs, small bowel, stomach, abdominal wall, colon, spleen or cornea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This SI is important. I absolutely agree with Kidney Care UK when it says that our NHS staff will be exhausted and that resources have been stretched by the pandemic and are likely to be for some time. However, we urge efforts to take forward implementation at the appropriate time to give renewed hope to patients waiting for a life-transforming transplant. We say thank you so much and well done to the Minister, her team and everyone concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}