{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-employment-and-the-high-street/",
    "title": "Jim Shannon – 2022 Speech on Employment and the High Street",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure, Mrs Cummins, to speak in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member for Hornsey and Wood Green (Catherine West) on setting the scene so very well. We thank her for securing the debate, and thereby giving us all a chance to contribute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is very nice to see the Minister—the Under-Secretary of State for Business, Energy and Industrial Strategy, the hon. Member for Thirsk and Malton (Kevin Hollinrake) —in his place. I was referred to today as a poacher turned gamekeeper. That is probably very much the case with the Minister, because he participated in and supported us in such debates when he was a Back Bencher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our local high streets are the backbone of not only our economy, but our constituencies. Some local businesses on our high streets faced devastation through the covid-19 pandemic—subjected to a lack of footfall, temporary and permanent closures and, more recently, struggles with payments due to the rising cost of living. In my constituency of Strangford, there are high streets in towns such as Newtownards, Comber and Ballynahinch. Villages in my constituency also have many smaller, but unique, shops. The high street in the main town, Newtownards, thrives throughout the week, especially on Saturdays, when there is a local market. The hon. Member for Keighley (Robbie Moore) said that a shop in his constituency had been there for 60 years. Wardens—a family-owned firm that employs 55 people—has been in Newtownards for 145 years, and we have other family-owned shops that employ fewer people but still provide employment; for example, the butcher’s shop employs 65 people, although that is a massive store. We also have branded shops such as Peacocks and Argento. Comber High Street has a farmers’ market once a month, where local farmers can come together to sell produce made in the heart of Strangford’s farms and villages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coronavirus obviously had an impact on employment in our local high streets. As lockdowns lifted, the footfall was unfortunately not the same. I think that has now come back to a certain degree, although rising costs and prices have had an effect. Northern Ireland’s Minister for the Economy initiated earlier this year and last year a local high street voucher scheme. It is probably unique to Northern Ireland, although I know the Minister is aware of it. Every person aged over 18 in Northern Ireland was given a £100 voucher, and the scheme contributed some £140 million to the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also have some issues with derelict buildings, as has been the case in Court Street, just off High Street, in Newtownards, although I am pleased to say that we now have an ongoing regeneration plan. It is hoped that an area that was once housing and some smaller, unique businesses will be returned to the glory days of the past. Unfortunately, the very nature of derelict buildings brings other antisocial behaviours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "High streets and town centres have struggled in recent years as trends have changed. The hon. Member for Keighley and others mentioned online business. A few years ago, Excel Clothing in Newtownards recognised that although it had a lovely shop front on the high street, it needed to go online. The owner did that and now half his business is online. That is a good thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Young people today would rather find gifts online—order them and have them delivered—than go out and trek around the shops, whereas my wife, all her family and that generation love to go shopping; for them, it is part of the fun. I have to say that my wife Sandra does all the shopping; I just make sure the money is available!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can provide encouragement to ensure our high streets are looked after and made good use of, especially coming up to Christmas. Our local economies feed into the economy of the country. I know that the Minister and the shadow Minister grasp the importance of the high street for us all, and we look forward to hearing their comments. We must make more use of the amazing businesses offered to us, the core of which has to be the high streets in my constituency of Newtownards and in everybody else’s constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}