{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-aortic-dissection/",
    "title": "Jim Shannon – 2022 Speech on Aortic Dissection",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "First, I commend the hon. Member for Mid Derbyshire (Mrs Latham). It is never easy coming to Westminster Hall to lead a debate; it is even harder to come and tell a personal story—one that is so heartbreaking for the hon. Lady. She has made us more aware of the condition. We sympathise greatly with her on the loss of her son Ben. We support her and what she asks for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No parent should have to go through the horror of losing a child. I have the greatest respect for the hon. Lady for coming here today and talking about it, which is often the hardest thing to do. As my party’s spokesperson on health, it is great to be here to support wholeheartedly her call for better patient pathways and more funding for aortic dissections. She set out a really good case and has asked for a number of things. I endorse what she has asked for and will give some factual background to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Aortic dissection kills over 2,000 people a year. The UK statistics are clear: three to four people per 100,000 are diagnosed with aortic dissection each year. It typically presents with abrupt onset chest, back or abdominal pain that is severe in its intensity, or is described as ripping or tearing, particularly in the patient with a high-risk condition such as Marfan syndrome or a family history of aortic disease.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady was right to refer to diagnosis. We often refer to diagnosis in these debates, and she has asked for work on that. The Chair of the Health and Social Care Committee, the hon. Member for Winchester (Steve Brine), has taken her thoughts on board, and I know that next year, or whenever the inquiry is done, when the hon. Lady makes her contribution, we can expect a fairly good response from him. He will never be found wanting in that regard. It is good to have him here to hear the story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By improving diagnosis of aortic dissection in terms of familial connection, we can improve patient pathways to get better treatment and easier maintenance of the disease. Aortic Dissection Awareness UK & Ireland is the national patient charity for aortic dissection in the UK. It was founded by a small group of people who were diagnosed with aortic dissection in 2016. The charity provides vital information and support for patients and families affected by the condition, which the hon. Lady outlined so well, including the families who are left to deal with what happens. The charity works with healthcare providers to improve diagnosis and treatment and reduce healthcare inequalities. It partners with researchers to bring forward new insights that will improve future care for aortic dissection patients. In addition, the Aortic Dissection Charitable Trust research advisory group has been actively promoting research in the field of aortic dissection, aiming to save lives and improve the quality of life for those suffering from the condition now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady asked very clearly for more to be done. The Minister and all of us were listening intently to her contribution. It would be very hard for anyone in this House not to respond in a positive fashion to her requests. More needs to be done across the whole of the United Kingdom of Great Britain and Northern Ireland, especially in co-operation with the devolved nations. This is something we should all work together on. We can always exchange ideas in these debates. The hon. Lady and I have both participated in debates in the past 24 hours. There was an Adjournment debate last night and a debate this morning at 11 am—the Minister has been kept extremely busy. We always have a helpful response from her and I look forward to something similar this afternoon. We owe a duty of care to the hon. Member for Mid Derbyshire, and I am sure the Minister will respond in a positive fashion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to produce a research strategy that is developed and implemented as a support network for all. The Royal College of Emergency Medicine has made the diagnosis of acute aortic syndrome and dissection one of its top 10 priorities, and we must do the same across the whole of the United Kingdom of Great Britain and Northern Ireland. I encourage the Minister to engage with her counterparts in Northern Ireland and other devolved Administrations to ensure that we approach this in collaboration, with all of us asking for the same thing and all working together to achieve the same goal and ensure the correct patient pathways and sustainable funding for aortic dissections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, I commend the hon. Member for Mid Derbyshire; I think we were all particularly moved by her contribution. This debate would be suitably concluded with the support that the Minister can give us. I very much look forward to hearing from the two shadow Ministers: the hon. Member for Coatbridge, Chryston and Bellshill (Steven Bonnar) and the hon. Member for Enfield North (Feryal Clark).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}