{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-contribution-to-the-uk-made-by-international-students/",
    "title": "Jim Shannon – 2022 Speech on the Contribution to the UK Made by International Students",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Sheffield Central (Paul Blomfield), who genuinely brings knowledge to these debates, not just because he represents a university town but because he knows his subject. I want to put that on the record and thank him for it. It is also nice to see the Minister in his place. We have had a long friendship in this House, and it is not before time that he has been elevated to Minister. I am pleased to see him as a Minister for a subject in which he has a deep interest. I look forward to hearing what he has to say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member for Stirling (Alyn Smith) on bringing the debate forward. For the record—I am sure he knew I would say this, but I have to say it—I disagree intensely with him on one matter that he referred to. He said that we should do away with the Northern Ireland Protocol Bill. No, no—we should get the Northern Ireland Protocol Bill put through this House. Then we can be equal to everybody else in the United Kingdom—those in Wales, Scotland and the rest of the UK mainland. It is not a matter of either/or. I want to speak about international students, the subject of the debate, but I also want to say very clearly that Northern Ireland MPs are anxious to see the Northern Ireland Protocol Bill go through as it is. Then we can all have the same level of representation and the same Britishness that we all love to have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud to hail from Northern Ireland. Queen’s University Belfast and the University of Ulster, as well as our other higher education institutions, are world class and attract a large number of international students. Northern Ireland has a sterling reputation for providing a high-class education. The result of that is a highly skilled education system, which others wish to feed from. Since the peace process and the cessation of troubles, we have seen a dramatic increase in international students coming to our shores, an unsurprising number of whom wish to stay on. We have many students who come to Northern Ireland, get good jobs, and stay there. How could they not, with all that we have to offer?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest statistics show that of the 66,245 students enrolled in Northern Ireland’s higher education institutions in 2021, 74% were from Northern Ireland, 5% from GB, 3% from the Republic of Ireland, 1% from EU countries and 17% from non-EU countries. They also suggest that international students from outside the EU are worth about £102,000 each to the UK economy for the duration of their study. That is not something we can ignore. There is a financial impact, and we want to continue to gain from it. Non-EU students typically pay much higher tuition fees than local, EU or UK students: they can pay between £15,000 and £30,000 a year for courses in Northern Ireland. We have a thriving higher education sector, which we wish to see retained and built upon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Analysis suggests that international students delivered a net benefit of almost £26 billion to the UK in 2018-19. As the hon. Member for Sheffield Central referred to, this is a market that should clearly be encouraged, especially at our two local universities, Queen’s University Belfast and Ulster University. International students account for about £49 million of those universities’ income through fees and grants—a substantial amount of money for us in Northern Ireland—showing the importance of us having education at that level in Northern Ireland. The accounts of Queen’s University Belfast show that international students generated some £43.8 million in fees and grants in 2019-20, while Ulster University received just under £5.1 million in overseas student fees in the same period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we have education debates in this place and are talking about universities, I often refer to the partnerships that Queen’s University Belfast in particular has with big business, finding cures for illnesses across the world such as diabetes, heart disease and cancer. Those partnerships are incredible, and international students are part of making them happen. There have been a great many success stories over the past few years, and Queen’s University plays a critical part in those, as do other universities across the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The students in Northern Ireland come from 135 different countries and are certainly a welcome addition. I am very pleased to see them coming, and I would like to build on that for us back home. I believe more should be done to encourage others like them to see the potential of study in Northern Ireland, with low rent, low-cost food—the past couple of months might not suggest that, but the costs are low compared with some places—and friendly locals with a warm and welcoming culture. I believe we are missing a trick by not promoting that more robustly. I think that, as other hon. Members have rightly said, we could do that for the whole United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland boasts world-class research facilities at Queen’s University and Ulster University, with both universities ranking in the top 10 across the UK for bioscience research. I referred to some of their research on cures for the ailments that plague us, not just in this United Kingdom but across the world. Their researchers are recognised as being at the forefront of technology, health data analytics, statistics, modelling, simulation and the use of artificial intelligence, which I know the Government here are keen to promote as well. Those are the good things that universities do, quite apart from their cultural value. The hon. Member for Stirling referred to the fact that when students come here, they bring much to this great United Kingdom culturally, individually, socially and emotionally. That is something we should cherish and try to build upon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has several unique advantages for medical research and clinical trials, with a small population of just under 2 million, an integrated health and social care system, and the electronic care record, which makes it possible to access digital health from cradle to grave. We have such a technological advantage in Northern Ireland, given our universities and the research they are involved with to try to find cures. We have much to offer, and now it is on us to promote that effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the Minister always seeks to give us answers, so let me ask him whether, in the short time he has been in post, he has had any discussions with his colleagues in the Department for Levelling Up, Housing and Communities to secure funds to promote our UK-wide education system globally. If he has not had those discussions yet, I know he will. We have a great education system in Northern Ireland. I want to see it grow and thrive, and I believe this debate gives us an opportunity to help it do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}