{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-visas-for-international-doctors/",
    "title": "Jim Shannon – 2022 Speech on Visas for International Doctors",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 2 November 2022.",
    "content": [
        "I thank you for allowing me to participate in the debate, Mr Stringer. I thank the hon. Member for Boston and Skegness (Matt Warman) for bringing this matter to light. It is good to see the Minister in his place—a return to duty in his ministerial role—and I am confident that, like the rest of us, he will be keen to address the key issues of the debate and why this issue is so important. I wish him well in this new role and look forward to his response to our questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue of visas is always a difficult one. I am incredibly aware of the need to protect our country and ensure that only those who have a desire to enjoy British life and to enhance it should be given visas. I understand the system of immigration and agree that it should be rigorously implemented. However, within that, we very much need to have the appropriate systems for the appropriate types of visa. That is why I believe that changes need to be made, as outlined by the hon. Member. Talented and skilled doctors want to come here and contribute to our society but unfortunately, due to the visa system, they are not always able to do so. For me, the issue is: how can we help them to help us in the United Kingdom of Great Britain and Northern Ireland?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Member for Boston and Skegness (Matt Warman) said, a difficulty that many international medical graduates face is that many GP practices do not have a visa sponsorship licence in place, making it harder to meet the requirements before the student’s studies end. Does the hon. Member share my concerns about the general level of the Home Office backlog and the associated impact on IMGs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the hon. Lady. I hope that through today’s debate and contributions, this issue can be addressed. Again, we look to the Minister to give us some help, direction or support in how we can go through the vigorous bureaucracy that is clearly there. People with talent and skills want to come here; it is about how we can make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have raised immigration on multiple occasions with Home Office Ministers—in particular, with regard to visas for those working on fishing boats in my constituency and the skilled work done by Filipino fishermen. The previous Minister was most helpful. That work is undoubtedly skilled, but it is under the pay threshold, so visa requirements sometimes restrict that opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Junior doctors, nurses and others do work that is not highly paid but highly skilled and necessary. That is why there must be time-sensitive application systems for those vital jobs and staff members. We need flexibility in the system. I say this again because it is important: those highly skilled and highly talented people who wish to come here will add to society and enable us to fill some of the vacancies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cannot speak for the United Kingdom mainland, but I can certainly speak with some knowledge of Northern Ireland. I am my party’s health spokesperson, and the research we did for this debate shows that 6,613 vacancies are listed for the five trusts in Northern Ireland. I know that they are not entirely for medical staff, but it is clear that we are desperately in need of staff, and there are many opportunities for doctors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency and neighbouring constituencies, we are having problems in relation to GPs. I absolutely agree that there is a need for restrictive immigration, but we must not cut off our nose to spite our face. I am sure those numbers are replicated throughout the entire UK; perhaps the Minister will give us some figures for GP vacancies. I know that the Government have set out a strategy for employing and recruiting more GPs—that is good news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the Brexit discussions, we were told that there would be distinct differences between the visa systems. That is as it should be. The hon. Member for Boston and Skegness said that the system needs to be altered to meet the need, and that is what we need to do today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman mentioned GPs, and we are of the same mindset. In a neighbouring constituency, a GP surgery, which is 10 minutes from my office, is set to close down because there are not enough GPs. In response, the GPs in my area have issued a moratorium on joining or leaving local practices. In other words, they will not take any more patients, and in some cases they are directing patients who live outside the area—that was okay a few years ago—to go elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The trust is hopeful that it will get more GPs to take over the practice, but the fact is that we simply do not have enough GPs. That puts more pressure on the existing ones, which leads to more burnout, and the vicious cycle continues. GPs are under incredible pressure. Patients want to meet their GP; they want face-to-face appointments. That has been lost to them over the past two and a half years due to covid, but they are trying hard to get back in the queue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman said that 40% of all GP trainees are international medical graduates—the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) referred to that—but they have difficulties obtaining visas. I do not have the exact numbers for Northern Ireland, but I do know that we cannot afford the loss of any more GPs. I therefore add my voice to those of others in the Chamber requesting that a special dispensation be granted not simply to allow those trainees to stay but to enable us to recruit further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If there a block of trainee GPs who have almost completed their degrees and courses and are ready to come here, let us encourage them to do so. The question is not why it cannot happen, but how we can make it happen. The thought of training GPs to understand how we do medicine and run our practices, only for them to leave—not because they want to but because the system is not working for them—is madness. That needs to be addressed through this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recently, medical professionals outlined to me that the mental health and self- esteem of our medical community are at an all-time low because the staff are simply burned out. I have met many nurses, GPs and surgeons who are absolutely exhausted with the work they do. For those who are on call and have a duty rota to complete, being sent an SOS text to cover shifts is no longer exceptional; it is standard. That tells us that the GPs need to be employed and some of the pressure taken off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to change the way that things are done, by giving GPs more admin support and funding for on-site nutritionists, physios and mental health teams, which we need within all health clinics. In my constituency, they are trying to do that regularly, and it should help to diagnose early, whether the problem is diabetes, arthritis or dementia. Whatever the issue, doing that correctly in GP surgeries is the way forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is impossible to imagine that things can go on much longer the way they have for the past two and a half to three years throughout the United Kingdom of Great Britain and Northern Ireland. We need change, flexibility and help, Minister. We do not want to put all the pressure on the Minister, but in this case there are ways forward. The hon. Member for Boston and Skegness has outlined them, as have I and others. We look forward to a successful conclusion to this debate, with a way forward from which we can all benefit across this great United Kingdom of Great Britain and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}