{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-the-future-of-the-parole-board/",
    "title": "Jim Shannon – 2023 Speech on the Future of the Parole Board",
    "post_date": "January 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairship, Mrs Murray. I thank the hon. Member for Blackley and Broughton (Graham Stringer) for leading the debate, and the right hon. Member for Dwyfor Meirionnydd (Liz Saville Roberts), who has had to go to another meeting, for her great knowledge of the subject. If she had been able to make a speech, that would have added to the debate, but her interventions certainly helped to steer it in a certain direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Blackley and Broughton is absolutely right. I will echo his concerns and give some examples from Northern Ireland, although the Minister here today does not have direct responsibility for all that happens in relation to the Parole Board or, as it is in Northern Ireland, the Parole Commissioners for Northern Ireland. I appreciate that the Parole Board is complex, and is limited mostly to England and Wales, and it is important to recognise that we have a separate entity in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 2018-19 parole reforms were crucial for the safety of victims during the parole process. They were partly a response to the case of John Radford, a prolific rapist who committed over 100 assaults. None of his victims was informed when he was released on parole, when they should have been. The case resonated with me at the time in terms of the importance of supporting and defending the victims of crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember a case in my constituency of Strangford in Northern Ireland. A lady was in the major supermarket in Newtownards one day, when she turned a corner to be met with the man who had murdered her son during the troubles. She had no idea that he had been released; she had never been consulted or told. That lady was shocked and traumatised when she turned the corner of the shelves and there he was—blatant, unrepentant and with almost a wink of his eye as he looked towards her. The impact on her was dramatic, and if it were not for the fact she had the trolley and the shelves to lean on, she would probably have collapsed there and then in the aisle of the shop.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In that case, due diligence had clearly not been completed. We must support such measures for any future changes to the Parole Board or the Parole Commissioners for Northern Ireland. The traumatising of the public or retraumatising of the victim should be at the heart of the discussion. I have extreme concerns about that, as, I am sure, do many across the House. The hon. Member for Blackley and Broughton clearly and succinctly put that matter on record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been ongoing discussions about whether it is acceptable for the Parole Board to be an executive non-departmental public body or whether it is more appropriate for it to be a part of the court system. The Minister always takes our thoughts on board and tries to respond positively, so will he clarify that point?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my office, we often have phone calls about matters such as custody of children, family finance issues and marital support. Fortunately—or unfortunately, perhaps —as elected representatives we have no say in relation to legal matters. We have been told to leave such issues up to the courts, solicitors and tribunals. I always do that; I never advise on a legal matter, as I am not qualified to do so. I can give people information about where in the town they can seek legal advice. If it is a work issue, I will refer them to the Labour Relations Agency. The best legal advice comes from people who are qualified to respond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, with the parole system, there are circumstances where the Secretary of State can have a say and apply to the Parole Board for reconsideration of a decision that has been made. I am ever mindful that in Northern Ireland, with the troubles we have had, the case for many who have lost loved ones is real. In a small Province like our own, in many cases those who have committed the most beastly, monstrous and terrible crimes walk the streets, so victims will always be paramount in my consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Victims of crimes can ask the Secretary of State for a reconsideration mechanism, but I believe the victims themselves should be able to take these matters forward, as ultimately it is their lives that will be turned upside down. Some victims I know carry the burden of a lost one to their very grave. I have personally known some of those people; I often think of the ones who lost their lives in the troubles. I particularly remember someone whose family member was murdered by the IRA, and he told me that he thought of them every morning when he woke up and every night when he went to bed. That is what it means for victims, and then they see the perpetrators of those crimes walking the streets—I will use the word “unrepentant,” because in many cases they are; there might be some who wish they had never done what they did, but there are many who do not have that attitude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The changes recommended by the 2022 root-and-branch review of the statutory test for release still must be implemented. The UK Government have argued that in the absence of parliamentary intervention, the application of the current test has drifted from its original intention. In the most serious cases, I believe that Parliament should have a role to intervene where the victim is comfortable and satisfied with Parliament and Government doing so. Again, that is my request to the Minister: is that something that the Government would consider? I think that should be done, and I am keen to hear the Minister’s response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A more precautionary approach must be taken, with more input from more representatives to ensure the very best outcome. Parole hearings need to take into account what are described as top-tier offences—for example, murder, rape, terrorism or terrorism-related offences, and allowing or causing the death of a child. I find it impossible to fathom, or to understand in its entirety, the pain of those who have lost loved ones for those reasons, and how that traumatises the family—that mum, dad, brother, sister, grandparent, uncle or aunt—forever. In many people’s humble opinion, those sorts of crimes do not warrant parole or release, as the hon. Member for Blackley and Broughton said in his introduction. Those crimes are of such magnitude, ferocity and evilness that I probably would not support parole for them, on the grounds that the victims’ families should be paramount in any decision on release. In many people’s humble opinion, not just mine, those sorts of crimes do not warrant parole, or being released but under review. When such a decision is to be made, it must be referred to the Secretary of State and to central Government here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The onus of this discussion has always been on, and should always remain with, the victims of crimes. It is sometimes easy for behaviour to be assessed after years have passed, and sometimes people can change, but the hurt and torment never go away for those who are left to pick up the pieces. Victims deserve to have their opinions aired at public tribunals, and those opinions must be paramount in all that happens. They deserve to feel safe in the communities they live in; more importantly, they deserve to feel that our judicial system and our Government are working for them and only for them—for the victims, not the perpetrators, of those awful crimes and for the lives that have been changed forever. It is those for victims that I am here today, as is the hon. Member for Blackley and Broughton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}