{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-world-aids-day/",
    "title": "Jim Shannon – 2022 Speech on World AIDS Day",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 1 December 2022.",
    "content": [
        "It is a pleasure to speak in this debate, and to follow the right hon. Member for Romsey and Southampton North (Caroline Nokes). She and I seem on many occasions to be on the same side in debates in the Chamber and in Westminster Hall. I commend her on her work to promote the values, aspirations and concerns of women in this House, this country, and the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also commend the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) on setting the scene so well. I do not think that I have ever missed a debate on HIV/AIDS in the Chamber or Westminster Hall, and I came along to contribute, and to support him. I commend him, as I said in my intervention; he has been a shining light to many who suffer from AIDS across the whole United Kingdom of Great Britain and Northern Ireland, and he has contributed in an exceptional way today. Well done to him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Gentleman said, the global theme for this World AIDS day is “Equalise”. I thought to myself, “That is exactly what we should try to do.” We should not only make sure that everyone in this great United Kingdom has access to PrEP, which he referred to, but ensure the same access to medication and treatment across the world. He outlined that point very well, and I fully support it. Let us replicate what we do here across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On World AIDS Day, UNAIDS asks that we take four actions. The first is to increase the availability, quality and sustainability of services for HIV treatment, testing and prevention, so that everyone is well served. The second is to reform laws, policies and practices in order to tackle the stigma and exclusion faced by people living with HIV and by key and marginalised populations, so that everyone is shown respect and is welcome. The hon. Gentleman addressed that very well. The third action is to ensure the sharing of technology, so that communities in the global south and the north have equal access to the best HIV science. Lastly, communities should be able to make use of and adapt the “Equalise” message to highlight particular inequalities that they face, and should be able to press for the action needed to address those inequalities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "STOPAIDS got in contact with my office before the debate. It informed me that the UK, which has provided some £15 million a year to UNAIDS for the last five years, has cut its funding by more than 80% to just £2.5 million this year. I concur with the hon. Member for Brighton, Kemptown that that is a worry, and I think that concern will be expressed by others in the Chamber, too. Even though the Minister does not have direct responsibility for the issue, perhaps he will speak about that. The cut jeopardises work that supports some of the most marginalised. The Government and our Ministers should uplift that funding, even if just slightly, to ensure that charitable organisations are fully funded to do their work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to outline what we are doing in Northern Ireland through the Public Health Agency, which I mentioned in an intervention on the hon. Member for Brighton, Kemptown. I want to mention its achievements, even though there may have been a slight increase in the number of those with HIV; the issue is how we combat that. I think that what it has done is excellent. Its 2022 annual surveillance report on sexually transmitted infections, which is based on data from ’21, showed that there were 76 newly diagnosed cases of HIV in Northern Ireland in 2021. That is a 12% increase from 68 diagnoses in 2020, but—this is the key—more HIV testing was being done. Almost 80,000 HIV tests were carried out in Northern Ireland in ’21, which is a 21% increase on the approximately 66,000 done in 2020. The PHA said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are making great progress towards eliminating HIV transmission by 2030. Frequent HIV testing, the offer of PrEP to those most at risk of HIV, together with prompt treatment among those diagnosed, remains key to achieving this.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there is more testing, more contact, and fewer people getting AIDS. That is an example of what we are doing in Northern Ireland, and I commend the PHA for doing that so very well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2019 in Northern Ireland, 40% of those newly diagnosed with HIV were gay and bisexual men. In comparison, 52% of cases involved heterosexual contact. There is a stereotype and an assumption that all people with HIV or AIDS are gay or bisexual, but the stats clearly dispute that. As the right hon. Member for Romsey and Southampton North said—this applies to Northern Ireland as well—there must be greater awareness that not only gay men get AIDS. It has impacted the lives of many women, too. Unfortunately, many of the people represented by those 52% of cases in Northern Ireland are ladies. The right hon. Lady outlined the point exceptionally well. It is good that we have it on record that the disease needs to be tackled head-on, always. The HIV strategy must reflect the fact that more heterosexual people get HIV than gay or bisexual people. A new strategy is clearly needed—one that takes on board the figures, and helps us to understand the issues even better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Newtonards in my constituency, the Elim church, which is very active, has had an incredible strategy for Swaziland in southern Africa. It has helped to build hospitals, health clinics, schools and other buildings, which has provided jobs. It has also actively helped to address the AIDS epidemic in Swaziland. Those things need to be done proactively and positively. I commend the Elim church and mission in Newtownards as an example of what can be done where there is the will and understanding, not through their own efforts alone but working collectively with others to reduce the number of people in Swaziland who have AIDS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many orphans in Swaziland whose parents died due to AIDS, and some of them were born with AIDS through no fault of their own, and the Elim church and mission actively works with them. They come to my constituency every year as part of the church’s missionary work, and I have never failed to be moved by their singing and joy. They are receiving treatment and medication, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has only one HIV charity, Positive Life, which I commend for how well it does for us in Northern Ireland. Positive Life attends the Democratic Unionist party conference every year, and I make it my business to thank the charity every year for its tremendous work to promote a positive future for people living with or affected by HIV in Northern Ireland. It provides free rapid testing for those who are concerned that they might have HIV, and it offers support along the way. We are all indebted to Positive Life in Northern Ireland, and to all the other charities that play an invaluable role in battling HIV and making the stereotypes and stigma a thing of the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Public Health Agency has a clear strategy for those in Northern Ireland who have AIDS, whether through transfusions, activities or whatever it may be. I am pleased to say that the positivity not only in Northern Ireland but elsewhere encourages me and gives me great hope. The hon. Member for Brighton, Kemptown is an example of that positivity, for which I commend him. I also commend the Minister in anticipation of his answers, which I hope are along the lines we expect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}