{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-holocaust-memorial-day/",
    "title": "Jim Shannon – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 26 January 2023.",
    "content": [
        "Thank you, Mr Deputy Speaker, for calling me to speak in this debate on Holocaust Memorial Day. Let me start by commending the right hon. Member for Bromsgrove (Sajid Javid) for introducing it—he set the scene very well and succinctly, with a focus on the issues—and all the right hon. and hon. Members who have made contributions straight from the heart. I have been moved by many of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the hon. Member for Stretford and Urmston (Andrew Western) for his maiden speech. His words were well chosen, and they were the words of someone who will make good contributions in this House. I look forward to his speeches on housing or whatever it may be; I am quite sure that he will add much to our debates. I wish him well and we are very pleased that he is here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have always been a supporter and a friend of Israel —that is no secret. I was before I came here, when I was in the Northern Ireland Assembly, and now that I am here I am a supporter of the Friends of Israel. I unashamedly put that on the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also commend the right hon. Member for Beckenham (Bob Stewart). His words, as always in this type of debate, were very pertinent. I understand why his soldiers followed him and why he could lead as he did. If I had been one of his soldiers, I would have followed him as well—I suspect we all would. I commend him for all that he does and for the service that he gave us in Northern Ireland. We recognise that he and others, gallant Members that they are, contributed much to the peace that we have in Northern Ireland. I thank him for that on the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Bromsgrove referred to how we are made in God’s image. I believe that with all my heart. Whenever I speak as chair of the APPG for international freedom of religion or belief, I speak equally for those with Christian faith, those with other faiths and those with no faith. That is what it is about, and that is what the right hon. Gentleman and others—including the hon. and gallant Member for Beckenham—referred to. It is really important that we recognise where we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to speak about ordinary people, which is the theme of this year’s Holocaust Memorial Day. I think that is touching and very fitting. I want to illustrate it with a story from the youngest member of my staff, who just last weekend came to London with her boyfriend for a birthday present. They did a tour of Westminster through the tours office here and then they spent some four hours in the Imperial War Museum in Lambeth. The Imperial War Museum is not often mentioned, but it should be, and I want to try to illustrate that today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The weekend with her boyfriend was, of course, always going to be something special for my young member of staff. I would not have been particularly aware of the Imperial War Museum—perhaps because, as I have said, it is not highlighted as often as it should be—but when she regaled us with what she did during that weekend away, she became fixated on the museum. She told us that while her boyfriend had been enamoured of the guns and tanks, as boys are, almost three hours of her time was spent in the section that commemorated the holocaust. Describing it to us in the office, which she did very eloquently and in great detail, she said that she had gone in expecting to see a focus on Anne Frank, but instead was struck by the mountains of, in her words, “ordinary people”. She took the time to read every single post, and to look up on her phone the accounts for which she wanted more background. She studied history at school, but she said that looking at these “ordinary people’s stories” had a greater impact on her than her history GCSE course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is most notable is the fact that visits to the Imperial War Museum are free, and so is the information that is so vital to our young people, in giving them a sense of the despicable nature of what history books cannot tell us in words alone. They are able to take in so many displays, each one telling vital individual stories that drive home, or give a glimpse of, the horror that was suffered by so many. For me, that has reinforced the importance of taking children to museums and showing them displays of this kind, to allow them to feel the repulsion and the revulsion and to understand exactly what the figure of 6 million—the 6 million who were murdered—means in an individual setting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier, I said to the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) that to get an idea of what that figure means, she could imagine walking from Stranraer to Orkney without meeting anyone. The population of Scotland is 5.6 million. It is like walking across Northern Ireland three times and a bit without seeing a single person. That encapsulates what it means to have 6 million people no longer here. It really hits home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also underline the importance of those who said nothing and understand the role that compliance plays. Our young people need to understand that no man is an island, and that we all bear a responsibility to stand up for what is right against what is morally wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her succinct and powerful speech, the right hon. Member for Chipping Barnet (Theresa Villiers) referred to the war in Ukraine. When I heard the girls in the office discussing it, some of them were a bit gung ho about us sending troops, while others said that we were doing what was right. One of them, however, said that she could not really take in the idea of her 17-year-old nephew having a gun in his hands. However, that is the reality of war. Good people must stand up and do the right thing, and for us ordinary people to do nothing can never be an option.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of my constituents, like those of other Members, have visited Auschwitz and come back incredibly moved and perhaps even a bit traumatised by what they have seen, but they have received the message of Auschwitz, which is, “It can never happen again.” One of my sons went there with his friends, and that was the visit that made the difference for them, as it did for my constituents who took the time to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we think of films like “Schindler’s List” and other blockbusters, the human impact is clear to us, but some young people do not watch war films. We need to ensure that every child is educated, not just in the facts and figures, but in the individual stories that touch people’s hearts and change their outlook. I have said this before, but it bears repeating: we must continue to fund educational visits to Auschwitz, and also arrange visits to the Imperial War Museum here in London. It holds some treasures, but it also has a focus on history and on what we must make sure never happens again. There, people can see and touch the atrocity, and build the determination that it will never be repeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have that determination, as, I think, has every other Member who has spoken today, but do our children have it? Do our grandchildren? If they do not, are we prepared as a Parliament to put our money where our mouth is and fund educational awareness for this world, and, in particular, this great nation of the United Kingdom of Great Britain and Northern Ireland?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}