{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-cost-of-food/",
    "title": "Jim Shannon – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "I thank the hon. Member for Liverpool, West Derby (Ian Byrne) for setting the scene. He is always here to speak on issues that every one of us supports, and I commend him for bringing this forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Between the rise in the cost of living, increasing inflation, rates for basic household goods and the impact of the Northern Ireland protocol on goods coming into Northern Ireland, my own constituents are facing higher prices daily. Why is that? It is because—as the Minister will know, and as I will reiterate for the record—Northern Ireland faces increasing haulage fees. There has been an increase of some 30% in haulage fees this year, in the past six to nine months. It is important that people are aware of this, when other parties state that the Northern Ireland protocol is good for our local economy; here is a figure that proves it is not—not when local businesses are faced with having to put up their prices for the consumer because they cannot afford to make ends meet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As of 9 December 2022, the inflation rate for food in Northern Ireland was about 10.6%. For a large or small family with kids or elderly pensioners, that is extortionate. My office has seen an incredible rise in the number of people asking for help from food banks. Up until about two months ago, we made between 25 and 30 referrals; we are now making 50, 60 and 65-plus. The people who are coming in are not just the food-poor; they are middle-class people who are now finding it difficult to deal with this as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Members will know, I was in the picket line on Monday past with NHS workers, and the nurses and care staff over there were telling me that they are visiting food banks. That is a fact; that is where we are. I also worry about the lone pensioner who, when it comes to getting their energy payment, has the added stress and pressure of shopping; they worry about whether it is a sustainable price and whether it will last.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate that times are hard, but we often cannot help the circumstances that occur internationally that cause them. I believe we have a responsibility to ensure that our constituents are supported wherever we can do that little bit extra to help, and that goes for our farmers as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}