{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-unpaid-work-trials/",
    "title": "Jim Shannon – 2023 Speech on Unpaid Work Trials",
    "post_date": "April 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 29 March 2023.",
    "content": [
        "I apologise for being a few minutes late, and I thank you, Mr Hollobone, for giving me the opportunity to contribute. I thank the hon. Member for Glasgow South (Stewart Malcolm McDonald) for leading today’s debate and for setting the scene so well. He referred towards the end of his comments to anyone who can hear the sound of his voice having had experience of this situation. As I always do, I will give an example of someone I know back home in Northern Ireland, to add a regional perspective to the debate—one that is replicated right across this whole great United Kingdom of Great Britain and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unpaid work trials have proven incredibly common among some employers—sometimes I wonder whether they do it on purpose—especially in industries like hospitality, where young people tend to get their first jobs as young teenagers. There are a great many people across this United Kingdom who have good jobs now, but this is what happened when they first began. We must do all we can to enforce paid work trials and make young people aware of their employment rights. When someone is starting off, and has the excitement of a trial that might lead to a first job, they say, “I’ll definitely go and I’ll endure a wee bit of hardship or pain to get this job.” If they get it, that is good. If not, they feel a wee bit taken advantage of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The advice from His Majesty’s Revenue and Customs is that using unpaid work trials does not contravene any current legislation for businesses, if they are part of a genuine recruitment process, do not last longer than a reasonable amount of time and are required to demonstrate the applicant’s suitability to the work. Are they part of a genuine recruitment process, or are they are a way of taking advantage of some people?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Glasgow South outlined the issue very well. We look to the Minister, the Under-Secretary of State for Business and Trade, the hon. Member for Thirsk and Malton (Kevin Hollinrake), for a response; I am pleased to see him in his place. It is good to see the shadow Ministers for the SNP and for Labour here too, the hon. Members for Glasgow South West (Chris Stephens) and for Ellesmere Port and Neston (Justin Madders).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Westminster Hall, in a past life for the Minister if not for me, we would have been on the same side, debating issues like banking. We were both lowly Back Benchers then. He has been elevated to greater heights, whereas I am still a lowly Back Bencher. He has reached heights that I will never be able to achieve, and that is a fact—I am not a member of the Conservative party, so it is highly unlikely to happen. I say that in jest!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Work trials are commonly used to allow an employee to see how a business is run and for an employer to see how the employee will settle in. When they are done right, they give the employer a chance to see just what a person can achieve. The problem is that, more often than not, people work an extensive shift and are not paid a penny for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the young girls who works in my office told me a story similar to that outlined by the hon. Member for Glasgow South, who set the scene so very well. My youngest member of staff recalls a work shift that she did when she was 17 years old—before she ever came to me—for a café in her local area, where she worked from 10 o’clock until 4 o’clock and was entitled to no pay for the shift. Now, that situation was understood between the employee and the employer. However—here’s the story—for the trial she was required to wear a black shirt and black trousers, which she did not have. If she wanted to do the trial and be considered for the job, guess what? She had to go and buy the black shirt and trousers. That cost an additional sum, which would ultimately be wasted once she got her uniform. I found that a bit hard to understand. On certain occasions, these trials just do not seem worth their while when the whole matter is taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although there is no legal obligation to pay someone for a trial, I would certainly put forward the argument, as did the hon. Member for Glasgow South, that the individual, by working a trial, is still making money for that company, so they should be reimbursed. That is the crux of the matter. Some employers choose not to take staff on after trial periods, so they should—I was going to say “perhaps”, but they really should do this—offer the minimum wage for the day or for the number of hours worked. That would be fair and justifiable, given the time that the person has provided to make money for the company in their trial period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also shocked to hear plenty of stories of people having been made to work not one day, but a week’s trial at zero payment, only to learn that if they leave that employment within the year, they must pay back the money they made in the trial period. Again, that is immoral, wrong and a disgraceful way to treat employees. Although the legalities around paying people for trial shifts represent a grey area, individual employers should have discretion to ensure that their employees are treated properly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know the stories. I gave one example and the hon. Member for Glasgow South has given examples. I am quite sure that my friend the SNP spokesperson, the hon. Member for Glasgow South West, will give more examples than anybody else, because—I agree with hon. Member for Glasgow South—he has a knowledge of these matters, and I look forward to hearing his contribution. Some of the stories we hear are disgraceful, distasteful and just awful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a role to play in ensuring that all employees of or at small, medium or large companies have a good outcome. That is really not too much to ask: simply fair play and fair moneys for time and effort spent. At the moment, that is not the case. There is a duty on the Minister and the Government to sort out the legalities, and ensure that employers pay their employees the wages they should be getting. I very much adhere to and believe in the saying, “A fair day’s work for a fair day’s pay,” which is why I fully support the hon. Member for Glasgow South.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}