{
    "url": "https://www.ukpol.co.uk/jim-shannon-2020-speech-on-brexit-and-civil-aviation/",
    "title": "Jim Shannon – 2020 Speech on Brexit and Civil Aviation",
    "post_date": "June 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 10 June 2020.",
    "content": [
        "First, I wish the Minister every success in her new role; we look forward to watching her progress. It is also nice to see the shadow Minister, the hon. Member for Bristol East (Kerry McCarthy), in her place. I am sure a long career beckons for both—perhaps in different roles, but it is none the less important to say that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Government, and the Minister in particular, for bringing forward the regulations to ensure that the removal of what would be onerous European legislation is complete. The very nature of aviation means that we travel large distances into different countries and uphold their aviation rules, but the fact is that we must be the ones who set our own standards, and they must be safe and appropriate and give the cover that is needed, as the Minister indicated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regulation (EC) 785/2004 established minimum insurance requirements for air carriers and aircraft operators in respect of passengers, baggage, cargo and third parties. It also required air carriers and aircraft operators to have insurance that covers specific risks, including all things that could possibly take place—acts of war, terrorism, hijacking, acts of sabotage, the unlawful seizure of aviation and civil commotion. Such protections obviously need to be in place, yet the point of the matter is that if anything is to change in our aviation, it is imperative that although we will in all likelihood align with basic regulations, the decision lies where it should: with Ministers of our Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aviation sector is in unprecedented times. The regulations before the House remind the industry that we have a role to play in the industry going forward, as other Members have said. Whether that is by supporting the industry through production in the Bombardier factory in Newtownards in my constituency, similarly to the situation mentioned by the hon. Member for Arundel and South Downs (Andrew Griffith); by supporting our airports to enable them to maintain connectivity across the whole of the United Kingdom of Great Britain and Northern Ireland, and globally; by supporting airline staff and their baggage handlers; or by supporting individual airlines—for instance, British Airways, to which the hon. Member for Arundel and South Downs referred, and in respect of which a number of my constituents, some with 30-plus years of loyal commitment to British Airways, are very concerned about ​their future—the pandemic will mean change for our aviation sector. Hard times are ahead, but tomorrow can be a better day if we have the commitment that the Minister and our Government are showing for the aviation sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a role to play, and this statutory instrument clearly shows that we are determined to leave Europe and stand alone at that date, regardless of coronavirus and European determination to exploit an awful time not just for the global economy, but for all the families directly involved with the aviation sector in the UK. This small wording and legislative change shows not only that are we prepared to leave, but that we are mindful of the needs of the industry and are equipped to deal with those needs. It is such a small change, which may seem meaningless to some, yet the message is clear: the aviation industry is a priority for Members of this House. I, for one, will look into anything that affects the strength of the industry. With that in mind, I support this instrument, which brings power back to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}