{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Jim Shannon – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 1 December 2022.",
    "content": [
        "I congratulate the hon. Members for Bristol South (Karin Smyth) and for Thurrock (Jackie Doyle-Price) on securing the debate. I am very glad to say that the hon. Member for Paisley and Renfrewshire North (Gavin Newlands), who is the spokesperson for the Scots Nats, and I never miss any of these debates. As men, we are very glad to be here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the news that earlier this week the UK hosted the preventing sexual violence in conflict initiative summit. The hon. Member for Congleton (Fiona Bruce) asked a question on this very issue at Prime Minister’s questions this week. At business questions today, I asked the Leader of the House a question along these lines. The Government have had the summit and they have shown, through the answers that the Prime Minister and the Leader of the House gave, that there is a commitment on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that the UK works towards recognising sexual violence in conflict as a line that is not to be crossed, with serious repercussions for the perpetrators of such an awful crime and the violation of a woman or child’s dignity. There are numerous factors that might put a woman at greater risk of violence, but there is one that I will focus on specifically; others will touch on other subjects. The factor I will focus on is women belonging to faith groups who face persecution on the grounds of their faith and the violence that goes along with that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sometimes a woman’s decision to wear a headscarf or modest clothing is described as oppression, but there are many women who say that their decision to display their faith in that way is not oppressing; they find it empowering. Does the hon. Member agree that respecting the choices that women make in expressing their faith is an important aspect of society empowering women and girls?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do; as always, the hon. Lady brings an aspect to the debate that truly helps to illustrate things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Persecutors target men, women and children in different ways and to different extents. Women invariably face a greater breadth of persecution, owing to the compounding factors of their faith and their sex, which unfortunately makes them an easy target for those who want to take advantage. It is probably no surprise that the targeting of women is strategic and malicious. Women are the ones who give birth to the next generation and bring up families. It is a great tragedy that their life-giving nature is violated by extremists and those with evil intent, as they take away their life of freedom and peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A report by Open Doors on the persecution of Christian women and girls explains that in countries impacted by conflict in central and west Africa—Nigeria, the Central African Republic and the Democratic Republic of the Congo being key examples—women and girls are at high risk of abduction. The report states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Once taken, they are then forced to marry militants and bear children, who are used to boost the ranks of militant groups”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such “forced marriage” is rape by another name. Horrifically, the bodies of women and girls offer an extra dimension of conflict for extremists and perpetrators of violence to wreak their destruction and their dehumanising actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One example of such gender-based persecution is Leah Sharibu, who was kidnapped along with 110 other students from her school back in 2018. The Islamic State of west Africa refused to release Leah when she did not renounce her Christian faith. Leah is still waiting for release. When some of us were in Nigeria in May, we asked about her and we were hopeful that something was going to happen, but it does not seem that anything has happened. I hope that the Minister can give us some indication of what is happening. Leah has been forcibly married and raped since the age of 14. She now has two children born of that forced marriage, with little hope of being able to pass on the Christian faith that she believes in to her own children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regrettably, Leah’s case is just one of thousands of such cases. How is it that eight years after Daesh launched a genocidal campaign against the Yazidis, with 2,763 Yazidi women and children still missing, nobody seems to be interested in this issue? I am not being critical of the Minister or the Government, but can we be given some indication about what is happening to those Yazidi women? It seems that they are off the radar for nearly everybody who I can think of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hope is that the Government ensure that any funding given to support women and girls around the world targets women and girls who face vulnerabilities due to their faith, with the Foreign, Commonwealth and Development Office recognising faith as a factor in such vulnerability. Defending women and girls should encompass all aspects of the UK Government’s overseas engagements. Therefore, the Department for International Trade should seriously consider any reports of gender-specific religious persecution as it negotiates trade deals and before it signs any new trade agreements. Our Government should take care about the human rights records of countries with which they trade. Turning a blind eye to the treatment of women in a country we benefit from is not something that I wish to hear about. I want to hear about how we are moving forward progressively and positively for women and girls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally—I am conscious of the time, Ms Elliott—increased efforts must be made to help women and girls who suffer violence and endure persecution because of their faith to reach safety. I will give another example: I am saddened that Pakistani Christian girl Maira Shahbaz is still in hiding after escaping her Muslim abductor in Pakistan. She is still waiting for the Home Office to grant her asylum claim. It is unbelievable. The facts are obvious; the evidence is there. The Right Rev. Philip Mounstephen, the Bishop of Truro, has said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Tragic cases like that of Maira Shahbaz are a test case for the UK Government’s commitment to put freedom and religion front and centre in its foreign policy.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My comments today are a new call for the Government to do just that and make freedom of religion or belief a reality for everyone across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}