{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Jim Shannon – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to speak in the debate, and I thank the hon. Member for Westmorland and Lonsdale (Tim Farron) for his important comments. As always, he has a real grasp of the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have seen increasing numbers of outbreaks of avian flu in my constituency of Strangford and across Northern Ireland, which is now a zone where no movement of any poultry of any sort is allowed to take place. We started with a smaller response with restrictions in certain areas, but it now applies everywhere across the whole of the Province. It is crucial to the safety of animals, plants and individuals that the signs of avian flu, and the correct way to prevent its further spread, are known. It is great to be here to address that today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some six weeks ago, we had the first indication of avian flu in my constituency in Ballywalter, where there is a fairly large pheasant shoot and 6,000 birds were put down. In one fell swoop, all those birds got avian flu, and the shoot has been closed and will be closed next season. I should say that I thank the right hon. Member for Maldon (Sir John Whittingdale) for securing the debate. On the east coast of Strangford lough, just across from the Wildfowl & Wetlands Trust at Castle Espie, wildfowl and swans were found dead at Mount Stewart. Some of the wildfowlers who shoot there tell me that they have found dead geese, ducks and other smaller birds, which indicates the deadliness of avian flu in my constituency. The Northern Ireland Department of Agriculture, Environment and Rural Affairs took significant steps to try to prevent the disease, but unfortunately it was unsuccessful, and all those things have happened across my constituency and, now, across Northern Ireland as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a farmer myself, I am aware of transmission and can understand how crucial preventive steps are to stop potential spread to poultry or even humans. The mandatory avian housing order, which I mentioned earlier, was introduced on the 25th of this month and came into force on Monday. All bird owners are to keep their birds inside and completely separate from wild birds, to try to contain the outbreak of avian flu. Swift action was taken to avoid a repeat of what happened in 2021, when Northern Ireland witnessed its worst ever outbreak of avian flu, which resulted in the cull of 80,000 birds and potential damage to our £450 million poultry industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as chair of the all-party parliamentary group on eggs, pigs and poultry, which is a wonderful APPG to chair; if you start your morning with a bit of bacon and an egg—I always start my day with an egg—that is the one to be on. I go to work on two eggs in the morning, which I think was an advertising slogan back in the ’60s and ’70s—that ages me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British Egg Industry Council asked me to mention two things this morning. The first relates to compensation, which was mentioned by the hon. Members for Torbay (Kevin Foster) and for Westmorland and Lonsdale. The present compensation system does not give the industry what it needs. The British Egg Industry Council said in its correspondence:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“With this particular H5N1 HPAI virus causing high levels of mortality in a short space of time, any delay in culling and assessment for compensation can result in little or no compensation being paid to an affected farm.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The council has some fears about that, and I am quite happy to share the letter with the Minister. The second thing the British Egg Industry Council asked me to mention is the avian influenza vaccination. It says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Over the last few months, vaccination against AI has been a subject of significant discussion within the poultry industry.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will know that, because he knows this subject well. The council continues:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The current strain of H5N1 HPAI appears to have spread globally and there is increasing interest in AI vaccination both in the UK and also among a number of our trading partners.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will pass the letter on to the Minister’s Parliamentary Private Secretary, but those are the two requests we have from the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious of the time, so I will push on. I want to say a couple of things for people—not farmers, but those who go out walking in local parks and near ponds, of which we have plenty round about where we are. The authorities have stated that people must not, on any occasion, feed the swans and ducks. The hon. Member for Torbay referred to zoos, which are also of great concern. There must be greater awareness among members of the public that if they see a dead or injured bird when they are out and about, under no circumstances should they handle it. If is important that dogs are kept under control, on a lead. That is the message from DAERA, DEFRA and the Royal Society for the Prevention of Cruelty to Animals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Steps can be taken to ensure that the disease does not spread further, including the use of protective equipment such as eye protection, avoiding touching your mouth, nose and eyes, and washing hands with soap and water after touching birds. I am sure we are all comfortable with that, as the pandemic has taught us well, but this time we do it for the protection of wildlife and our poultry industry. That is what we are here for, and that is why we are very pleased to see the Minister in his place. I thank him and look forward to his comments later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}