{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-family-businesses/",
    "title": "Jim Shannon – 2022 Speech on Family Businesses",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "It is a real pleasure to speak in the debate because I obviously have a particular interest. I commend the hon. Member for Carlisle (John Stevenson) for leading the debate so knowledgeably and for setting the scene so well. What a pleasure it is to follow my friend and colleague, the hon. Member for Torbay (Kevin Foster). The tag team is back together—I follow him or he follows me—and I thank the hon. Gentleman for his contribution. Unashamedly, I will tell hon. Members about some of the small businesses in my area—not all of them, because that would take me an hour and a half and, Mr Robertson, you would say, “Sit down.” I will pick out some of the smaller ones that I have known over the years. There are many.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we approach Christmas, it is important to recognise the important role that local businesses play in our economy, including the family-run businesses that have served our local towns and villages—in some cases, for decades. I do not intend to wax lyrical about how great a place Strangford is—everybody already knows that—but I am more than happy to encourage everyone to make a journey to Strangford at some time in the future, as many in this House have done, including Ministers and other hon. Members, who have enjoyed it. At this time of year, we must take time to reflect and acknowledge that businesses are the backbone of our constituencies—they certainly are for mine. Some 99% of businesses in my constituency are small and medium-sized enterprises, and the pattern is similar across the whole of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many benefits that come along with family-run businesses and ultimately contribute to their long line of success, and there are so many success stories that I want to mention. The right hon. Member for Aldridge-Brownhills (Wendy Morton), who will follow this speech, and I have been working together, and she and I were just saying how we will unashamedly tell everyone in this House about our small businesses. I look forward to what she is going to tell us in a few minutes as she namechecks every one of those businesses, and I will probably do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strong commitment and common values are some of the successes of small businesses. When an enterprise is built on familial lines, people are more likely to put in extra hours and go the extra mile to ensure success, and the stability of the family structure has been pivotal for long-term family professions. One that always sticks in my mind is N.G. Bell & Son. I am probably the only person present who knows about N.G. Bell & Son, but I will share its success story. It is a family-run business specialising in timber, building, electrical and plumbing supplies, and it has become one of Northern Ireland’s leading building merchants. Norman and Elsie Bell came to Ballywalter from west Ulster in 1950 and bought an existing grocery and hardware business. On the untimely death of Norman Bell in 1973, his son Graham took over the running of the business at the early age of 19. He and the family have built the business, making it a complete success, and their business park in Greyabbey Road is at the centre of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The story of N.G. Bell & Son in Ballywalter resonates with me, because my own parents ran a shop in the same village from ’59 to ’79, and many of the relationships I built through the shop as a child remain strong to this day. I am minded that Margaret Thatcher, who was the daughter of a shopkeeper, said we were a nation of shopkeepers. I am pleased to be the son of a shopkeeper, and I am also proud of my roots. I understand at first hand how central the local shop can be to community life. My mum and dad owned a shop in Clady, south of Strabane. They also owned one in Ardstraw, and then they moved to Ballywalter in 1959. They owned the first V G Store, which was part of a chain of shops that are now run by the SPAR group and owned by the Henderson Group in Northern Ireland. It is an example of how a local business has grown—again, it is good news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that I have mentioned before the importance of family businesses to our high streets. Newtownards is one of the main towns in the Strangford constituency and has many great businesses, most notably Wardens of Newtownards, which has been a presence in the town’s high street since 1910. In 2002, Wardens celebrated its 125th anniversary. As part of the celebrations, the store ran a competition to find the oldest receipt from the shop. A local farmer came forward with a receipt dating back to 1890s—not the 1690s, Mr Robertson, but the 1890s—which is just astonishing. There are still family members who work there today, and hopefully they will do so for many generations to come. For anyone who is curious—many are—Wardens has also had videos go viral on TikTok. I am told that the store has an account—I do not know how to use one—that has gained over 180,000 followers and millions of views. Again, it gives an indication of what a small, family-run store in Newtownards can do when it comes to promoting itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "H & J Carnduff butchers in the square in Newtownards employs 55 people and is a local business that has done extremely well. It farms its butchery business out to other shops across the whole district.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cafés are important businesses for local communities. To name a few in my constituency, we have the Tea Bay, Stacks, Niu Cafe, Vin 18 and Café Gelato, and they provide a place for people to meet, chat and come in out of the cold. Does the hon. Member agree that small, family-run cafés are often the highlight of local towns in providing that atmosphere?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do. Again, the hon. Lady says many things in her interventions that I absolutely subscribe to, and I thank her for that. The Regency is such an example of where people come together. I have a fry there every Saturday morning—it is my wee treat for the week as a diabetic as I try to be careful about my eating. Corries meats in Newtownards town is a family business that has grown to own a chain of half a dozen shops, and Knotts Bakery is another family business in the town.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people of Strangford love a bargain—who doesn’t? My mother is a 91-year-old who loves going shopping and always wants to tell me about the bargains she has got. One place where bargains are guaranteed is Cotters, which is a family-run business that has been in the town for 20 years. My two youngest staff members have what they call their monthly “Cotters haul” where they get new cleaning supplies, bits and bobs for the office and, most importantly for two young girls, crisps because they are always a special price in Cotters—that is probably the attraction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Loyalty and stability are two qualities of successful family businesses. That success allows for “beanstalk” family businesses where often four generations of a family have been involved. The hon. Member for Torbay referred to such a company in his constituency. The director of SME business at Ulster University has indicated that 74% of Northern Ireland companies are classed as family-run, which is amazing in being unique and serving the Northern Ireland economy in a different way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Caithness, Sutherland and Easter Ross (Jamie Stone) referred to bank managers. I have a story about a bank manager, although I am not sure I have the time to tell it as I am conscious that the right hon. Member for Aldridge-Brownhills (Wendy Morton) is following me. When I visited my bank manager for a loan when I was much younger, the discussion we had was not the same that people would have with their bank manager today. I told him I would pay the loan back as quickly as I could, and I paid it back in one year. That probably meant a lot of scrimping and saving, but I did it. Those were things that would not be done with a bank manager today because of the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I think of Warren Patton of Patton’s Bakery in Newtownards, which is a family-run business that I have known for nearly all its days, his sense of community spirit is so evident in his charitable donations and discounts for fundraising community events, and that deserves recognition. He employs some 76 people in his business. It is often much easier to get a donation for the local fair from the local bakery than the large supermarkets, and that is another reason why local businesses are a vital cog in the community machine. Warren Patton is fully immersed in everything in Newtownards. He is community-minded. He is the chair of the Ards football club. We are all keen to see them get their new ground, which is at an advanced stage. The land has been identified, the agreement has been done and now we are pushing for some grants to make it all happen. He is also in the Loyal Orders—the Orange Order and the Royal Black Preceptory, which I am in in Newtownards. Those organisations are part of the culture and history of our town. I say that because Warren Patton is one of those local success stories. That business started from nothing and he has it today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The support provided by the public to keep these enterprises open is incredibly important, and we do our best to help and support all the businesses that make our economy what it is today. The former Minister—the hon. Member for Rochester and Strood (Kelly Tolhurst)—came to visit the high street in Newtownards. She enjoyed her time there, but more importantly she was able to engage with local businesses in a constructive and helpful way. Newtownards has won the best town centre in the whole of Northern Ireland in the past and was featured heavily last time as well. I say this without fear of being quoted wrong: Newtownards truly is the best trading town for businesses, opportunity, variety and family-owned businesses. Looking at the special nature of family-run businesses and their contributions to my constituency, I can only say to people: if you have any time before Christmas, come shopping in Newtownards in Strangford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}