{
    "url": "https://www.ukpol.co.uk/jim-shannon-2023-speech-on-human-trafficking-and-modern-slavery/",
    "title": "Jim Shannon – 2023 Speech on Human Trafficking and Modern Slavery",
    "post_date": "April 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 29 March 2023.",
    "content": [
        "It is a pleasure to follow the right hon. Member for Witham (Priti Patel) and I thank her for her contribution. I especially thank the hon. Member for Wellingborough (Mr Bone) for securing this important debate and powerfully setting the scene. It is a grave injustice that abuses such as human trafficking and slavery persist in the modern world, being used as weapons against already marginalised and vulnerable communities. I will focus on human trafficking and its relevance to freedom of religion or belief—two distinct but overlapping areas of human rights where much more work could be done by our Government. I declare an interest as chair of the all-party parliamentary groups for international freedom of religion or belief and for religious minorities of Pakistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a grave injustice, heaped upon other injustices, that where girls and women are persecuted for their faith, they are also at risk of human trafficking. Such targeting threatens to dismantle entire communities, as women are no longer present to pass their faith on to their children. Should women escape their captors, as others have referred to, they face stigma and ostracism from their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reports by Open Doors on gender and freedom of religion and belief find that in many countries where Christians are the most persecuted, marriage documentation is often used to cover up human trafficking. It is estimated that in the 50 countries with the highest level of Christian persecution, forced marriages of women have increased by 16%. It is a real issue, and, through the APPG, we know of many cases and incidents. Those women are at a heightened risk of human trafficking and sex trafficking as a result. Open Doors’ research notes that traffickers often attempt to cloak the associated sexual violence behind a claim that the girl is now married, when clearly the girl has had no choice. In reality, it is often a forced marriage or one resulting from targeted seduction. We should be under no illusion what this means; evil people—evil men—target ladies for that purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where religion forms a dimension of human trafficking and modern slavery, the motivating factor of profit no longer applies to those who exploit other humans. Material gain may come from the trafficking of those who belong to a different religious group, but the driving motivators are religious factors and the eradication of a religious group different from one’s own. That is a clear issue that we have identified. Sex trafficking serves as a primary tool for the persecution of religious groups, be that Boko Haram targeting Christians—as happens regularly —or Daesh targeting the Yazidis. Those are just two examples; there are many more across the middle east and the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Freedom of religion or belief is a cornerstone human right, one that I adhere to and often speak about in this place, as do others. That cornerstone right also lays the foundation for other human rights; we cannot divorce the two—the two are married. Human rights and religious persecution go hand in hand. The prevalence of human trafficking in countries where freedom of religion or belief is not realised bears witness to that, as Open Doors, Christian Solidarity Worldwide and others have indicated. Similarly, modern day slavery correlates with places where freedom of religion or belief is not realised. In Pakistan, religious minorities are ghettoised into squalid conditions, and forced to do jobs under the most disgraceful conditions just because they do not belong to the Sunni branch of Islam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was very privileged to be in Pakistan in February as part of the delegation on behalf of the APPG for international freedom of religion or belief. We were able to witness first hand some of the ghettos that Christian groups and other small ethnic minorities live in. A garage or shed has better conditions than the places where they were living. They are pushed into small portions of land with squalid conditions and little or no opportunity for education and healthcare. They are a caste group, and it concerns me. The APPG will be doing a report on the visit, and hopefully we can make recommendations, highlight the negatives and positives and then look at the solutions. As always, I am solution based. Solutions are how we make things better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, I ask what the Government and the Minister are doing to mainstream freedom of religion or belief in their international development and aid policy? I am a great believer that if we are going to give aid we should tie it in with human rights, ensuring the opportunity for people to practice their religion, whatever that may be. That opportunity should be there, and when it comes to giving aid to Pakistan or any other country across the world, we should ensure that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Against a worldwide background of worsening religious-based persecution, how can the Government be sure that their programmes are successful when they operate religion-blind? I seek some assurance from the Minister; I hope she can give it to me. If not, I will be happy for her to follow through with a letter. I feel that sometimes the grasp of the civil servants and the Foreign Office officials may not be as real as we would like it to be. We seek some assurance on that. The most vulnerable and persecuted groups are often defined by their religious beliefs. We cannot divorce the two. They are very clear in my mind, and the evidential base would prove that. How are the Government—my Government—responding sensitively and effectively to this?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}