{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-the-yemen-peace-process/",
    "title": "Jim Shannon – 2022 Speech on the Yemen Peace Process",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 3 November 2022.",
    "content": [
        "I give special thanks to the right hon. Member for Walsall South (Valerie Vaz) and the hon Member for Meon Valley (Mrs Drummond). I think they both set the scene very well for a subject we are terribly interested in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have an incredible friendship with the right hon. Member for Beckenham (Bob Stewart), but I might have to disagree with him on one small point. I want to set this out at the beginning to have it out of the way: I believe that Saudi Arabia does stand condemned in the courts of this world for its bombing of innocent women and children. It cannot be ignored. I want to put that on record. At the same time, the right hon. Gentleman is right that when it comes to the issues of sexual abuse, murder, arrests and intimidation, that is clearly down to the Houthis. I have expressed my deep concerns about the unholy alliance between Iran and the Houthis, which disturbs me greatly, as it disturbs peace in the middle east and across the whole world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as chair of the all-party parliamentary groups for international freedom of religion or belief and for the Pakistani minorities. There are many issues in this debate, but I want to focus on one issue. Being chair of those APPGs gives me a deep interest in the issue of persecution. Recent FCDO reports on Yemen have stressed abuses occurring such as arbitrary arrests, the mistreatment of journalists, sexual violence against women and children and the persecution of religious minorities. It is the ordeal facing religious minorities that I want to focus on today. These are the stories we are getting back from Yemen. I want to focus on that specifically, as everyone else has done a marvellous job of highlighting the issues from different perspectives. It is important we do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the ceasefire came into force in Yemen this April and was later extended, a glimpse of peace seemed visible on the horizon. We all hoped it would last longer than six months, as the right hon. Member for Walsall South referred to. A glimpse of peace was visible for a short period. However, regrettably, such ceasefires do not translate into an improvement for Yemeni Christians in particular. An Open Doors analyst for Yemen observed that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Christians with a Muslim background seeking emergency supplies are vulnerable to discrimination and mistreatment, if their faith is known…Their names can be removed from distribution lists, especially if help is being given out through local mosques where it can be checked whether someone is a good Muslim or not, based on mosque attendance.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With all the terrible things people have said for the Yemeni people themselves, it is even worse for Christians. It poses a serious risk to the majority of Christians in Yemen, as 95% of them are converts from Islam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The situation also raises grave concerns about the fair distribution of humanitarian aid reaching Yemenis. We all want to see more of that, but it has to be fair and equal for everyone. A lack of freedom of religion or belief for converts should not be dismissed in the name of humanitarian disaster. It has to be equal in its distribution. At this moment in time, it is not. Of course, the crisis facing Yemen is manifold and complex, but one human rights issue should not be neglected for the sake of others, particularly as research shows that where freedom of religion or belief is protected, other human rights conditions tend to improve as well. I have always believed strongly that religious belief—whatever that belief is—of ethnic groups and human rights march hand in hand together. They cannot be separated as different things —they are one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Suspended fighting in Yemen can, in short, mean little tangible improvement for Christians as the humanitarian crisis looms, but the staggering scale of humanitarian disaster should not lead to policy makers and authorities ignoring the plight of Yemen’s religious minorities. Indeed, a report last year by the UN High Commissioner for Human Rights documented some of the awful disregard for religious minorities in Yemen, revealing that the conflict, which seems to many to be a Sunni-Shi’a divide, leaves no room whatever for people of other faiths. Experts found that Houthi leader Abdul-Malik al-Houthi incited violence and discrimination against religious minorities for his own political and personal ends, including Baha’i and Jewish communities. In March, he said that the Christians, Jews and Baha’is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“don’t want to coexist…They want to take away the sovereignty of Islam.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, they do not; they just want the same rights, the same parity and the same equality as everyone else. They should never be treated differently just because they have a different view. I would say that if it were Muslims, because they should all have the same equality of treatment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report further documented practices designed by parties to the conflict to silence their perceived opponents or punish them for their religious beliefs and legitimise their power through the spread of fear. Like others, I speak on behalf of the Christians, Baha’is and Jews— on behalf of all the ethnic minorities that are being discriminated against by al-Houthi in Yemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any peace process in Yemen must remember the country’s Christians and other religious minorities and ensure that solutions to the crisis, however temporary they may be, respect and protect the rights to freedom of expression and freedom of religion or belief. As chair of the APPG for international freedom of religion or belief, I speak up for those of a Christian faith, those of other faiths and those with those with no faith because I believe that everyone should have the same equality. We do not see that in Yemen today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Parties to the conflict must cease the arbitrary arrests and acts of harassment aimed at preventing the free exercise of those rights, including those directed at religious minorities and human rights defenders. We hear much about human rights defenders across the whole of the middle east. They play a very significant role, and they have been targeted too. We cannot wait until the humanitarian crisis is under control to protect those rights; they need to be safeguarded now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I just want to highlight the plight of the persecuted Christians and ethnic groups to all hon. Members and especially the Minister, for whom I have the greatest respect. I know that what I am saying is very close to his heart. I hope we can address this matter and see the plight of others in Yemen who are perhaps hidden. We want them to be treated equally and with parity, the same esteem, the same religious freedom and the same humanitarian aid. At this moment in time, they are not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}