{
    "url": "https://www.ukpol.co.uk/jim-shannon-2016-speech-on-blood-cancers/",
    "title": "Jim Shannon – 2016 Speech on Blood Cancers",
    "post_date": "July 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall on 7 July 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered blood cancers and the Cancer Drugs Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is always a pleasure to come to this Chamber and have the opportunity to expound on the subjects that we bring here for consideration. I am pleased that so many hon. Members have made the effort to attend on a Thursday afternoon—often referred to as the graveyard shift. I am not sure that is entirely accurate or fair, but we thank very much those who have made the effort to be here. It is also a pleasure to see in her place the shadow Minister, the hon. Member for Hackney North and Stoke Newington (Ms Abbott), and I look forward to hearing the Minister. He and I always seem to be in these debates—if he is here I am here, and if I am here so is he—but it is always a pleasure to see him. We look forward to his response to the points that we make during the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cancer is a massive issue. It will affect one in every two people we meet, and many of us here have a personal interest in the subject. More and more people are surviving cancer because of the incredible work that has been done by the pharmaceutical industry and private enterprise, and also because of the work done in partnership with universities. Queen’s University Belfast is involved in finding new drugs and working with private enterprise, the Government and the education system to find ways of doing more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that more people are surviving and living longer is to be celebrated, but unfortunately not everyone is living well, which is what this debate is about. That is especially true for people with blood cancers, many of whom will live with the disease and the consequences of its treatment for many years. Some of them are fortunate to do so, but for many that will be time limited. About one in four people living with or beyond cancer face disability or poor health following their treatment. Evidence from Macmillan shows that by 2020 nearly one in every two people will receive a cancer diagnosis in their lifetime. Just look round this Chamber: half the people here today will receive a cancer diagnosis at some time during their life; or, if they are not affected directly, their families certainly will be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I place on the record my thanks to the cancer charities, Marie Curie Cancer Care, Macmillan Cancer Support and the many others, which do such marvellous work with those who have cancer. Right now, routine follow-up care for people with cancer costs about £250 million a year. It is usually delivered via a one-size-fits-all medical model that is based on repeat out-patient consultations despite a lack of evidence to show that that is effective, so we must also look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was therefore pleased to see the commissioning guidance released recently to promote the roll-out of a recovery package for everyone with a cancer diagnosis. The recovery package will be especially important for patients with blood cancers, because it will mean that they get the physical, emotional and social support they need to lead as healthy and active a life as possible for as long as possible. Every one of us in this Chamber would wish that to happen. Many people with blood cancers live for a number of years with the consequences of their disease and treatment, so there needs to be a commitment from the Department of Health that everyone with a blood cancer will be offered tailored support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me talk from a personal point of view. My father had cancer on three occasions. He passed away last year. He did not die because of cancer, but he was diagnosed 39 years ago—38 years before he passed away—and my mother was told to go home and prepare and get the estate sorted out. In other words, there was next to no hope, but my dad survived, and he survived for three reasons. He survived, first, because of his faith and the prayers of God’s people; secondly, because of the skill of the surgeon’s knife; and thirdly, because of the care of the nurses. Those three things are vital for all of us. That is an example of how far we have come in those 39 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Patients with blood cancers can face significant problems in accessing vital treatment because of the difficulties and complexities of appraising medicines in this area. I thank the charities and others who have given us background information. I will not do this of course, but I could probably speak for three hours on this subject. I am sure that people are thinking, “Well, I hope he doesn’t.” I am not going to, because clearly I want to give everyone an opportunity to participate in the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The appraisal system used by the National Institute for Health and Care Excellence is not suitable for assessing medicines that treat conditions with small patient populations—in other words, cancers that affect a small number of people. Perhaps in the greater scheme of things, they are numerically small, but it is vital that the drugs are available and in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this point, I pay special tribute to the hon. Member for Crawley (Henry Smith), the chair of the newly brought together all-party group. I thank him for going with me to the Backbench Business Committee to ask for this debate. We are both pleased to be able to have the debate so early after the launch of the APPG. The hon. Gentleman will speak himself, but it is a pleasure to work alongside him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nic Dakin (Scunthorpe) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on securing this very important debate. The issue of small populations and finding the right treatments is crucial as the cancer drugs fund goes forward within the NICE context. That is an opportunity as well as a threat. I hope that the hon. Gentleman will reflect that in the rest of his speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is always a pleasure to have the hon. Gentleman come along to a debate in support. He always does so, and his valuable contributions are always appreciated by us all. I wholeheartedly agree with him.  \nThe way the system fails blood cancer patients can be illustrated via the case of ponatinib, a drug designed to treat chronic myeloid leukaemia patients who are resistant to or intolerant of other treatments. I will elaborate on this point later, for it is very important. I think that the hon. Gentleman has grasped that it is a vital issue as well. The drug is fully available to all CML patients in Scotland and Wales, but in the remainder of the United Kingdom it is provided on the NHS only to a small subset of patients who can benefit from it after NICE refused to appraise it because of the small patient population. One of the questions that we would like answered in this debate if possible—I am not sure whether the Minister is the right person to answer it, but I know that if he is not, he will certainly direct it to the right Department—is how we ensure that there is not a postcode lottery when it comes to the allocation and availability of cancer drugs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Dowd (Bootle) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for securing the debate. Does he agree that parents—in my case, the parents of nine-year-old Charlie Fearns—are confused, distressed and dismayed that they are not provided with the medical intervention that they need to treat their child’s illness? Charlie needs chimeric antigen receptor T-cell therapy, but Mr and Mrs Fearns are having to find as much as £150,000-plus to fund the therapy themselves. Does the hon. Gentleman agree with me that that extra burden, in their circumstances, is far too onerous?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention and for that personal story. I think that that situation is a disgrace. Any of us in the House would wholeheartedly agree with him. There has to be a system that enables all the people of the United Kingdom of Great Britain and Northern Ireland to partake of, use and have accessible these drugs. The example he gives shows just where the current system falls short. This debate gives us an opportunity to highlight that and to seek the solutions that he and his constituents want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The situation with ponatinib has resulted in the equivalent of a postcode lottery in patient access across the UK, with some patients having to move to Scotland or Wales to undergo treatment. Why should they have to move? It is not fair that they should. It seems grossly unfair that they should have to either move or travel to the hospital. For these patients, the drug could be an alternative treatment to a stem cell transplant, and a last chance of survival.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The systems of appraisal used to assess blood cancer medicines need to be able to take into account the small patient numbers and the issues that that raises about the amount and maturity of data available, to ensure that all patients who need access to medicines do not miss out because of where they live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chronic lymphocytic leukaemia is the most common type of leukaemia, a cancer of the white blood cells. In leukaemia stem cells start to overproduce white blood cells that are not fully developed; in CLL, these are called lymphocytes. Figures from Macmillan and NICE estimate that some 2,700 to 3,200 people in the UK are diagnosed with CLL each year, with most cases occurring in people over 60 and very few in people under 40. Around two thirds of the diagnoses are made by chance through a routine blood test with doctors; people do not know they have it and all of a sudden they find out they do. The other third of diagnoses are made following visits to the doctor for CLL-related symptoms: enlargement of the lymph nodes, liver or spleen, anaemia, bruising or fever, drenching night sweats and/or weight loss of greater than 10%. Someone with any of those symptoms should see their doctor, and do so soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "CLL is more prevalent in men, with recent studies showing that some of the risk of developing it is inherited from parents. One in 20 CLL patients has a relative with CLL or a very similar condition; however, CLL can and does affect anyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Nigel Dodds (Belfast North) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend my hon. Friend for raising this issue today. In Northern Ireland three people every day are diagnosed with blood cancer. I am sure he would agree with commending the work of Leukaemia & Lymphoma NI, the only charity in Northern Ireland dedicated to dealing with this, and the great support it gives to the Centre for Cancer Research and Cell Biology at Queen’s University, which he has already mentioned. Without the dedicated work of people in charities like that across the country, raising money for absolutely vital research, we would be in a much poorer place indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am indebted to my right hon. Friend and colleague for that intervention. We have done, and we continue to do, many great things in Northern Ireland in medical research, charitable giving and charitable operations. He has rightly highlighted an organisation in Northern Ireland that does just that. It is worrying that we have so many people with blood cancer. When we take that as a proportion of a nation of 1.8 million, it gives an idea of just how important it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "CLL tends to develop very slowly with many people not requiring treatment for months or even years, although others need it straight away. For all stages of CLL, more than 40%, of men and more than 50% of women will survive for five years or more after being diagnosed. At stage A, which is the earliest, people survive on average for 10 years or more after diagnosis, those at stage B for five to eight years, and those diagnosed at stage C live for up to three years. From those figures, life expectancy is very clear: people have a diminished lifespan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doctors often recommend against immediate treatment for CLL if it is diagnosed at an early stage and opt to watch and wait. I am concerned that sometimes they need to be more proactive and receptive to what the issues are at the time. “Watch and wait” can be stressful for those diagnosed and their families, but early treatment can lead to exposure to the side effects of drugs without achieving significant benefits, as well as to increased life insurance premiums. Sometimes we have to look at the other things that affect us when our health declines, such as work and financial obligations, or how to feed our family. That adds to the stress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Patients whose CLL relapses early have a more aggressive form of the disease and it is essential that clinicians have a range of treatment options available to suit individual patient need. That is due to factors such as the variable course and nature of the disease, the toxicity profile of the therapies and the comorbidities, which are more prevalent in this situation. There is a general poor understanding of the need for a variety of treatment options. Again, knowledge of the blood cancers among GPs, the NHS, consultants—those who should know—perhaps needs to be improved as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stakeholders including the CLL Support Association, which has done great work collecting much of this information, have two key areas in which they have workable recommendations to make a difference. For post-diagnosis support the CLLSA believes that because CLL behaves in such a diverse way, it is important that patients and their families are provided with accurate information from trusted sources. Each hospital should have a CLL nurse who can provide patients with useful written information that contains links to websites for those who wish to know more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us be honest: people who get this diagnosis want to know as much about the disease and the problems that they have right away; they want to have that knowledge and information right there. As the hon. Member for Bootle (Peter Dowd) said, citing the personal experience of his constituents, they want to know what it means, how to react, what the survival chances are and how long. All those things play upon the mind; they are very important issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to access to new treatments, a second preliminary decision from NICE in June 2016 has provisionally rejected ibrutinib for NICE guidance to treat relapsed refractory and 17p deletion or TP53 mutated CLL. That group of patients have a poor prognosis and very few options available to them. The manufacturer has been requested to submit a proposal for consideration of CDF listing for access to treat adults for the 17p deletion or TP53 mutation only. Again, that is something that perhaps the Minister can reply to. When people see that they can access new treatments, which really could be life-saving, they want to have them right away and want to try them. In many cases, people probably would not mind piloting those things, just to make sure that they can have life expectancy on the timescale they have been given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The CLLSA feels that ibrutinib should be made available to both groups because both populations share a number of similarities in patient need, including a significant symptom burden, limited alternative treatment options, and subsequently poor survival prospects. As both groups have a similar symptom burden, it is unfair that they will be unable to benefit from access to this treatment. There are also the quality of life benefits. CLLSA argues that the quality of life benefits reported by patients have not been adequately considered by NICE. As such, the cost-effectiveness of ibrutinib is likely to have been underestimated. Many of us believe—in the background information—that it certainly is a drug that could do more if there was the opportunity. We need to make sure that it can be made available and accessible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore it should be noted that CLL is a heterogeneous disease, so there is a need for multiple options in every situation. I know that each person’s individual circumstances are different and the GP and consultant who look at that will decide the way forward. Some patients may not respond to, be unable to tolerate or be otherwise unsuitable for alternative treatments such as idelalisib. As such, there is a clear need for access to ibrutinib to enable patient and clinician choice, so that treatment can be tailored to patients’ individual clinical needs. Ultimately the decision will remain a matter for NICE, but this is what the key stakeholder in CLL believes to be the way forward. That is an organisation that has been run by trustees who are all volunteers and either suffer from CLL, are clinicians or are relatives of those with CLL. They do their research, not for glory or riches, but for what is best for those affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of the background information we had relates to brentuximab—I hope my pronunciation is right. That is hailed as one of the most effective single agents for relapsed anaplastic lymphoma—or Hodgkin’s lymphoma as it is better known. It was delisted after two of its indicators were removed, making it harder for some patients to receive the medicine they need. In November 2015, the Blood Cancers Alliance met the Secretary of State for Health and in a letter to the Prime Minister expressed its concern over the delisting of life-saving drugs from the CDF. There is a drug that was delisted and that seemed to be doing the job; it is concerning that it has been removed when it quite clearly could have made a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was greatly encouraging to have so many stakeholders engage on this issue and time will not permit me to pay tribute to all of them. Another organization working in the field is Celgene, which has provided some further information that will add to the debate. Five conditions account for almost 70% of the total lives lost to blood cancer: myeloma, diffuse large B-cell lymphoma, acute myeloid leukaemia, myelodysplastic syndromes and the aforementioned chronic lymphocytic leukaemia. New treatments have transformed survival rates for multiple myeloma since the 1970s and there have been great steps forward. I know that when the Minister responds he will tell us some of the good things that have happened, but average life expectancy for a patient diagnosed with multiple myeloma is still only five years. This debate gives us the chance to discuss the issue and get some direction and focus from the Minister on how we move forward and achieve a better, longer life for those with blood cancers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continued progress is only possible with continued research and investment. That is critical to achieving progress in the treatment of blood cancers. We have had many debates in Westminster Hall on rare diseases because we acknowledge the need to focus on rare diseases, and today’s debate is an example of that. The numbers of people who fall into the category of having rare diseases are small, but we must not ignore the burden of their despair and what that means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of the molecules in other companies’ pipelines are being studied in combination with Celgene’s treatments. Ceasing access to those treatments will seriously hinder progress in increasing survival rates and limit future innovation. I know that the Minister, like everyone in this Chamber today, is totally committed to finding new drugs that can cure these life-threatening diseases, as I am sure he will make clear in his response. The point is that a balance needs to be struck between regulation protecting people and allowing innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, I am pleased to have the opportunity to express in this Chamber my concern on behalf of those with blood cancers. I thank all hon. Members who have come to participate. Our responsibility as elected representatives is to put the case on behalf of our constituents. I believe we have the opportunity to make a difference for those who many years ago would not have a long life, but who today could have a longer life if they had access to the cancer drugs fund. What we have in the United Kingdom of Great Britain and Northern Ireland is people with fantastic brains who have the ability to come up with new medications and who can make these things happen. I look forward very much to the Minister’s response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}