{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-speech-on-international-human-rights-day/",
    "title": "Jim Shannon – 2022 Speech on International Human Rights Day",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jim Shannon, the DUP MP for Strangford, in Westminster Hall, the House of Commons, on 8 December 2022.",
    "content": [
        "I thank the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) for securing this important debate. I declare an interest as chair of the all-party parliamentary group for international freedom of religion or belief. The hon. Member for Congleton (Fiona Bruce) is not in her place at the moment, but I commend her on her contribution. Mine will have a similar focus. What a pleasure it is to follow the right hon. Member for Kingston upon Hull North (Dame Diana Johnson). I agree wholeheartedly with her comments. I asked a question in business questions today on Afghanistan and the very public, grotesque, violent, criminal and disturbing execution that was carried out, just yesterday. The right hon. Lady is absolutely right on that, and in highlighting the issue of women judges from Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome those judges to the UK. I commend them. They were at the forefront of pro-democracy efforts in Afghanistan, and were some of those most at risk from the Taliban. They have been in the UK now for more than a year and are still stuck in temporary hotel accommodation. They are professional people who will be able to make a massive contribution to society. I am quite disturbed that we have not yet moved them on. I am not sure whether that is the Minister’s direct responsibility, but I would be grateful if he would pass that issue to the right Minister for reply. These are people who have risked their lives. They are here, and we welcome them, and that is great news, but we have to give them some vision for the future and some hope that they can make a contribution in their new homeland, where they want to live. I commend the right hon. Lady on her comments; that issue was in my mind already before we came here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we mark International Human Rights Day. The theme this year is dignity, freedom and justice for all. All Members who have spoken have referred to that theme. Since the adoption of the universal declaration of human rights in 1948, it has served as a foundation for an expanding system of human rights protection across the globe. That is something that every country should aim for. However, the protections that human rights offer have never been under greater threat. The rise of authoritarianism, which the hon. Member for Rhondda (Chris Bryant) referred to—he is absolutely right—the global financial crisis, climate change, the covid-19 pandemic, the conflict in Ukraine, escalating attacks against minorities and restrictions in civil society have led to a sustained assault on those fundamental rights in recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me it is clear—I have said it before, and will say it again. Human rights and freedom of religious belief walk hand in hand. They complement each other in the focus that they bring and the issues they target. When I think of Ukraine, I am minded from my chairmanship of the APPG of the 400 Baptist churches that have been destroyed across eastern Ukraine. I think of the pastors of those churches, who have gone missing, and in many cases have not been found—we do not know where they are at this time. Other people have referred to the displaced, and those pastors are some of the displaced. Their congregations were dispersed, probably to western Ukraine, but some elements are left in eastern Ukraine under Russian control. We think of them as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As this year’s theme for the day is dignity, freedom and justice for all, I want to talk about a right that is often overlooked internationally but has been prioritised by this House and by this Government, and that is the fundamental right to freedom of religion or belief. That right is a cornerstone for many. Faith is deeply personal and impacts every area of a person’s life. Despite that, it is often overlooked in the greater sphere of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Freedom of religion or belief was excluded from the sustainable development goals, which it should have been part of; it is seldom considered in humanitarian aid or international development. It should be, and must be, and we have asked for that in nearly every debate we have had on the subject. I hope the Minister can give us some indication of whether that would be the Government’s intention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Religious minorities are often disproportionately affected by the impact of climate change, poverty and terror attacks. I want to talk about Nigeria, a country where human rights and freedom of religion or belief are abused. The north-east and middle states of Nigeria have seen atrocities on a horrendous scale. It is the most populated country in all of Africa. It is potentially a powder keg for Africa. We hope that next year’s elections go well and that Nigeria can resume some sort of normality, although I am not entirely convinced that that is possible. In the north, Christians, Shi’a Muslims and members of traditional African religions have been targeted by Boko Haram and Daesh; and in the middle belt, Fulani herders have attacked primarily Christian communities. In the last 10 years, nearly 40,000 people have been killed in Nigeria. That is an incredible number. It is the population of my town of Newtownards back home, and I can just imagine what it would mean with nobody living in that town. What does it mean for other hon. Members here who can visualise what 40,000 deaths would mean in their constituency? In the last two years alone—I will cite the figure that is put about—at least 7,520 Christians have been killed in Nigeria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to those deaths, Nigeria has more than 3 million internally displaced persons living in camps and informal settlements. In May of this year, we visited Nigeria through the APPG. The hon. Member for Argyll and Bute (Brendan O’Hara) and I were in the deputation together and we saw the situation at first hand. Some of those displaced people have been in camps for seven and a half years. It is depressing to know that they have been there for that length of time and have not moved on—they have not had the opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are things that perhaps Nigeria could do and the UN could do as well. Perhaps the UK could also be part of that. For example, there is some land available in Nigeria. There, these farmers—Christian farmers—could have land and cultivate it and play a physical, practical role in building a future and looking after their families. These are things that could happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Religious minorities are often excluded from larger camps due to discrimination or fears of additional attacks. That leads to traumatised groups unable to access humanitarian aid and being denied access to development programmes. Much of the funding for those programmes comes from UK aid. We should have a responsibility to ensure that aid does not discriminate against Christian or Shi’a groups unable to access it through larger IDP camps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figures for this situation are really disturbing. The scale of it is colossal and hard to picture, so let me share just two stories from our trip. The hon. Member for Argyll and Bute will remember these. He will remember many, because we all remember many, but I am going to give two examples, if I may, of the horror that Nigeria is for those people of ethnic and religious belief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In one village that was attacked, we heard a story of a young mother and her six-year-old daughter. They had tried to run away, and she was surrounded and caught by the attackers. The attackers then turned their machetes on the mother and said, “Your girl would like to suck your finger,” and proceeded to cut off her forefinger. Of course, the lady passed out through the pain and the horror, but once she came to some time later, she found that her six-year-old girl was dead beside her, with her mother’s fingers stuck in her mouth. That is the horror of Nigeria today for those of a Christian belief and those of another ethnic minority belief. In another attack, there was an elderly lady to whom the attackers said, “Oh grandma, you look cold,” and then they threw her into a burning home, where she died. This is the horrible brutality, violence and criminality of those in Nigeria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few weeks ago, it was Red Wednesday and we had a photograph done. Mr Paisley, I think you were there; indeed, I know that many here were also there. I met Bishop Jude of Ondo. He visited Parliament and told the story of the attack on St Francis Xavier Catholic church in Ondo state on Pentecost this year in which terrorists killed 51 worshippers. Bishop Jude highlighted the fact that in the short term the effects of violence against Christian communities are the loss of life and the spreading of terror and displacement, and that in the medium to long term these attacks are devastating communities, who lose access to healthcare, education and jobs, all of which ultimately makes it impossible for many communities to survive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2019, the all-party group published a report that highlighted the issues, titled “Nigeria: Unfolding Genocide?” The question was important, as the report documented genocidal activities happening in the country—not just the deliberate killings of Christians and Shi’as but the vast scale of the killings, the destruction of settlements and places of worship, which forced those groups out of parts of Nigeria, and the targeting and abduction of children with the intent of transferring them out of those communities. More work is needed from the international community to fully investigate those crimes and to answer the important questions of intent, and whether it is a deliberate, systematic approach to eradicate certain communities from parts of Nigeria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We had opportunities to meet those in different Departments. The APPG believes that His Majesty’s Government need to put pressure on the Nigerian authorities to stop such attacks happening. They can do it. The hon. Member for Argyll and Bute and I well recall an attack that was carried out in a village in eastern Nigeria. The army camp was no more than a few hundred yards away. Those in the camp made no effort whatever to stop the killing, murder, violence and abuse of women and girls that took place, within shouting distance of them, which tells us that they could do better. We must do everything that we can to bring the perpetrators of terrorist violence and killings to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Particular attention is needed to protect those who are most vulnerable to abduction, particularly women and girls. The right hon. Member for Kingston upon Hull North referred to that, and it is important that it is addressed. Provision also needs to be established to help to restore and rebuild those communities, and we need to ensure that UK aid does not indirectly discriminate against them. Aid must reach all those who need it the most. The hon. Members for Congleton and for Rhondda referred to China, which received £68.4 million in aid last year, yet is guilty of some of the worst human rights abuses in the world. I would not give it aid, and I encourage our Government not to do so. From 2016 to 2020, India received £1.9 billion in aid, yet its abuse and persecution of those in that country of the Christian or Muslim faith is outrageous. It is time that we looked at where aid goes and make countries accountable. Others referred to where aid could be better used. It could be used in countries where human rights mean something, and freedom of religious belief means something.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Actions to prevent, protect, prosecute and restore, alongside ensuring that our foreign policy and international aid is FORB-literate, provide a model for protecting the rights of religious minorities. That is relevant to not just Nigeria but some of the worst human rights abusers across the world. We have heard about many of them. They include Afghanistan, China, Pakistan, Iran, North Korea and many others. Apart from being morally right, protecting FORB has many benefits. Countries that do so are more stable and have lower levels of corruption and higher levels of economic output. Conversely, countries that start scapegoating or attacking religious minorities are often taking their first steps to a more authoritarian Government, paving the way for broader human rights abuses against free speech, freedom of assembly and the fundamental rights of all our citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to speak in the debate, and hope that the Minister will be able to give us some encouragement and succour on how aid can be better used. We are privileged and honoured to be Members of Parliament, but I believe, as I know others do, that we have to be a voice for the voiceless. Today, this House has been just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}