{
    "url": "https://www.ukpol.co.uk/jim-shannon-2022-parliamentary-question-on-the-situation-in-iran-for-minorities/",
    "title": "Jim Shannon – 2022 Parliamentary Question on the Situation in Iran for Minorities",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jim Shannon",
            "url": "/tag/jim-shannon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Jim Shannon, the DUP MP for Strangford, in the House of Commons on 16 November 2022.",
    "content": [
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister very much for his response to the questions and for his desire and determination to assist the protesters in their quest for democracy in Iran.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iranian protesters are calling for a non-religious state, where the rights of women and religious minorities are protected—an issue on which both the Minister and I agree. A revolutionary court in Tehran has started sentencing protesters to death on charges that allegedly include “enmity against God” and “corruption on earth”. Those charges have a chilling effect on protesters and religious minorities and have led to fears of large-scale executions in Iran in the coming weeks. Does the Minister agree that, as a country, we must pursue every available measure to support Iranians asserting their fundamental human rights and sanction officials responsible for these violent crackdowns?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman always makes these points with conviction and real passion. I share his views. We want to support the Iranian people—women, girls and those of religious minorities—in their struggle. We will take every possible step forward that we can, and, with cross-party support here, we will have extra weight and clout in making those calls for action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}