{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-transport/",
    "title": "Grant Shapps – 2022 Statement on Transport",
    "post_date": "February 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 25 February 2022.",
    "content": [
        "Further to my statement to the House on 21 February 2022, I am updating the House on a new extraordinary funding settlement between Transport for London and the Government which expires on 25 February. I have agreed with the Mayor of London a new settlement to 24 June 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new settlement demonstrates the Government’s ongoing commitment to supporting the capital, while balancing the interests of the national taxpayer. It provides Transport for London with £200 million of emergency funding as it recovers from the pandemic and continues to work towards financial sustainability. It also continues the Government’s commitment to cover fare revenues lost due to the pandemic. Together, this takes the Government’s overall contribution to close to £5 billion, on top of an ongoing annual capital commitment of just over £1 billion through the spending review, in line with previous levels of funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, the Government recognise the need for certainty and stability in Transport for London’s capital investment programme. The Government are therefore willing to consider a longer-term capital settlement for Transport for London, which we intend to agree before the start of the next financial year. This will be on the condition that Transport for London co-operates fully and openly with the Government and provides sufficient information and data about its capital investment plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transport for London needs to ensure that it is both financially sustainable in the short to medium term and in good financial health in the long term, ensuring good value for money for the UK taxpayer. Within this next funding period the Mayor has agreed to: prepare a plan setting out options to realise operating cost savings, up to and including £400 million in 2022-2023; progress with consultation on the options he has identified to raise between £0.5 billion and 1 billion per annum of additional revenue from 2023; deliver against TFL’s accelerated modernisation plan and make significant progress in moving the pension fund into a financially sustainable position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transport is devolved to the Mayor of London. It is therefore for him alone to take responsibility for the decisions needed to return TfL to financial sustainability. The Government will continue to work with the Mayor and TfL to ensure London’s transport system delivers for local citizens and businesses and contributes to the country’s economic recover. At all times the Government will continue to balance our obligations to the national transport network as a whole and to provide value for money for the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}