{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-travel-corridors/",
    "title": "Grant Shapps – 2020 Statement on Travel Corridors",
    "post_date": "July 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 6 July 2020.",
    "content": [
        "It is vitally important that we manage the risk of a second wave of coronavirus and keep the number of cases of covid-19 in the UK as low as possible. Health protection Regulations concerning international travel came into force in all parts of the UK on 8 June. These require people who arrive in the UK from outside the common travel area to self-isolate for 14 days and to complete a passenger locator form. The regulations have helped to reduce the risk of importing cases into the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For arrivals from some countries and territories into England, where the risk of importing Covid-19 is sufficiently low, the Government consider that it can now end the self-isolation requirement. Therefore, passengers will not be required to self-isolate when they are returning from travel abroad or arriving as visitors to England from a number of exempt countries and territories. Contact information will still need to be provided on arrival except by people on a small list of exemptions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The process to date**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been guided by the science and worked closely with health and policy experts from across Government to ensure the steps we are taking will minimise the risk of importing covid-19 cases, while helping to open our travel and tourism sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The joint biosecurity centre, in close consultation with Public Health England and the chief medical officer, has developed an approach to assessing the public health risk associated with inbound travel from specific countries and territories. The categorisation has been informed by an estimate of the proportion of the population that is currently infectious in each country, virus incidence rates, trends in incidence and deaths, transmission status and international epidemic intelligence as well as information on a country’s testing capacity and an assessment of the quality of the data available. Data has been used from official sources in each country and modelling by the London School of Hygiene and Tropical Medicine, as well as from Public Health England and the national travel health network and centre. Other data sources may be used in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This categorisation has informed the Government decisions about relaxation of border measures and has allowed us to establish travel corridors through which passengers arriving in England from certain countries and territories will be exempted from the requirement to self-isolate. Those who have visited or transited through any non-exempt country or territory within the 14 days preceding their arrival will be required to self-isolate for the remainder of the 14-day period since they last left such a country or territory. The decision on these exemptions forms part of the first review of the health protection regulations concerning international travel which apply in England. FCO travel advice should always be consulted before booking any travel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are continuing to discuss this approach with the devolved Administrations who will set out their own approach in time. Passengers travelling from overseas to Scotland, Wales and Northern Ireland from outside the common travel area should ensure they follow the laws and guidance which apply there.​  \nCountries and territories exemption list\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From 10 July, unless they have visited or transited through any non-exempt country or territory in the preceding 14 days, passengers arriving from the following countries and territories will not be required to self-isolate on arrival in England:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Andorra, Antigua and Barbuda, Aruba, Australia, Austria, The Bahamas, Barbados, Belgium, Bonaire St Eustatius and Saba, Croatia, Curagao, Cyprus, Czech Republic, Denmark, Dominica, Faroe Islands, Fiji, Finland, France, French Polynesia, Germany, Greece, Greenland, Grenada, Guadeloupe, Hong Kong, Hungary, Iceland, Italy, Jamaica, Japan, Reunion, Liechtenstein, Lithuania, Luxembourg, Macau, Malta, Mauritius, Monaco, New Caledonia, The Netherlands, New Zealand, Norway, Poland, Seychelles, St Barthelemy, St Kitts & Nevis, St Lucia, St Pierre and Miquelon, San Marino, Serbia, South Korea, Spain, Switzerland, Taiwan, Trinidad & Tobago, Turkey, Vatican City State, Vietnam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ireland is already exempt as part of the common travel area, as are the Channel Islands and the Isle of Man. In addition, we will be exempting the 14 British overseas territories. We will keep the conditions in these countries and territories under review. If they worsen we will not hesitate to reintroduce self-isolation requirements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the UK Government will be making a small number of sector-specific exemptions to the border health measures as a result of the first review. From 7 July, certain transport workers who do not come into contact with passengers in the course of their journey to England will no longer be required to complete the ​passenger locator form. This will help pilots, seafarers, and Eurostar and Eurotunnel drivers who make regular crossings without coming into contact with passengers. There will also be additional exemptions for certain groups, including elite sportspersons and essential support staff returning to England or participating in certain elite sports events, and individuals coming to England to work on British film and television productions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Next steps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Right hon. Friend, the Secretary of State for Foreign and Commonwealth Affairs and First Secretary of State has announced exemptions to the global advisory against all but essential travel. Travellers should review this advice before making travel plans, and purchase travel insurance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will keep the requirements and exemptions set out in the regulations under review. The next review of the regulations will be by 27 July 2020. For further information, please visit https://www.gov.uk/uk-border-control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope this announcement provides good news to the many of us who want to enjoy a holiday abroad this year, visit family and friends overseas or travel to do business and will help protect jobs in the international transport and tourism sectors. The Government continue to work closely with international partners around the world to discuss arrangements for travellers arriving from the UK and will continue this engagement ahead of the changes coming into force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}