{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-williams-report-for-rail/",
    "title": "Grant Shapps – 2022 Statement on the Williams Report for Rail",
    "post_date": "June 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 9 June 2022.",
    "content": [
        "Today, my department launches a public consultation on the primary legislative changes required to deliver structural reform of our railways. This follows publication of the Williams-Shapps Plan for Rail in May 2021, which heralded the start of the biggest transformation of Great Britain’s railways in three decades, and the announcement in the Queen’s Speech on 10 May 2022 of the introduction of a transport Bill to Parliament which will modernise rail services, put passengers and freight customers first, deliver for taxpayers and combine the best of the public and private sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Williams-Shapps Plan for Rail highlighted the need for change. It was clear that our railways had become fragmented, the system was complicated, and passengers deserved better. This, alongside spiralling costs, delays to upgrades and commercial failures, pointed to a railway in need of fundamental reform. Getting this right means that we can ensure this historic industry delivers for its users, setting it on a more sustainable and secure footing. It also means delivering a stronger, more levelled up and increasingly green economy, of which the railways are a crucial part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of the commitments set out in the plan for rail do not require legislation in order to be taken forward, and the Government are already working in close partnership with the rail industry to deliver rapid improvements for passengers and freight customers. For example, new flexible season tickets went on sale last summer and we continue to work with train operators to roll out digital ticketing to make journeys easier. We are also undertaking a comprehensive accessibility audit of stations across Great Britain, continuing to cut the costs and time of infrastructure work through Project SPEED and developing a 30-year whole industry strategic plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to this, we have launched the Great British Railways Transition Team, under the leadership of Andrew Haines, to drive forward reforms and develop the model for a new arm’s-length body, Great British Railways, including its initial structure, leadership and people. GBRTT is focused on establishing a new, customer-focused industry culture, driving revenue recovery efforts and establishing an interim strategic freight unit to work collaboratively with the sector, ensuring an immediate focus on delivery of the Government’s ambitions for rail freight. GBRTT is also currently overseeing a competition for the location of a national headquarters for Great British Railways, to be based outside of London, in line with this Government’s commitment to levelling up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, primary legislation is required to deliver key elements of structural reform set out in the plan for rail. This includes providing Great British Railways with the powers and authority it needs to act as the single guiding mind for the railways, ending years of fragmentation. The consultation launched today seeks views of all those with an interest in our railways, to help shape these reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation is focused across three key areas as outlined below.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first is on the establishment of Great British Railways, including its proposed functions and duties and how we propose to legislate and work with stakeholders to enable Great British Railways to become the single guiding mind for the railways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second is focused on how we will ensure clear accountabilities in the rail sector through a new governance framework, including the regulator’s role in providing independent scrutiny and challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third centres on reform of wider industry structures and processes that are needed to deliver transformation of the railways and a new industry culture, including a new passenger champion role for transport focus and proposals for open data sharing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Great British Railways is key to delivering a customer-focused railway. The plans outlined in this consultation will deliver a rail system that is the backbone of a cleaner, greener public transport system, offering passengers and freight customers a better deal and greater value for money for taxpayers. The private sector has played an integral role in improving our railways over the past 25 years; these plans are designed to take the best of the private sector and fuse it with a single guiding mind that can drive benefits and efficiencies across the system as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that all those with an interest in our railways will find the time to participate and share their views through this consultation. Sharing your views will help to ensure the legislative changes that we enact will deliver the vision set out in the plan for rail, securing our railways so that they are able to flourish into the future and as we approach their bicentenary in 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}