{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-statement-on-tfl-funding-deal/",
    "title": "Grant Shapps – 2021 Statement on TFL Funding Deal",
    "post_date": "March 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, on 22 March 2021.",
    "content": [
        "The government and Mayor of London have agreed to extend the current Transport for London (TfL) funding deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deal was due to run out on 31 March 2021; however, things have changed since we set the end of March for the next review of support to TfL. The extended deal will continue to support the capital and the transport network until 18 May 2021, when a new funding deal will be put in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The roadmap set out by the Prime Minister to cautiously and safely reopen society and our economy means we can better understand the potential recovery in passenger demand, ensuring we deliver a sensible and appropriate deal in the future. As a result, and given the Mayoral election timetable, we have therefore agreed to roll over the existing funding deal until 18 May on the same terms as now, providing certainty over the pre-election period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, the government and the newly elected Mayor will agree a new funding deal after the elections in May 2021. By this point, non-essential retail and other parts of the economy should be open and transport demand on the network will be considered when formulating a future settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The extension comprises 2 additional funding payments totalling £260 million with a top-up grant available based on actual passenger revenues. This will take total government support for TfL to more than £3 billion since March 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support to TfL has always been under the condition that the network must make efficiency savings so it can reach financial sustainability as soon as possible. Those conditions will also form a part of the additional funding payments announced today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government is committed to supporting London and the transport network on which it depends, and will commence discussions for a further funding deal as soon as the Mayoral elections are concluded. Support for London needs to be balanced with the national recovery and supporting the national transport network as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since March 2020, the government has spent £11 billion supporting the running of the national transport network apart from that directly provided to TfL, while continuing to spend money on vital infrastructure projects to level up the national transport network outside of London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}