{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-governments-jet-zero-strategy/",
    "title": "Grant Shapps – 2022 Statement on the Government’s Jet Zero Strategy",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 19 July 2022.",
    "content": [
        "Today I am launching the jet zero strategy—setting out this Government’s approach for achieving net zero aviation by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It builds on the Government’s net zero strategy, as well as the transport decarbonisation plan, which outlines the commitments and actions needed to decarbonise the entire transport system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The jet zero strategy sets a trajectory for the sector to reach net zero by 2050—or jet zero, as we define it. Its delivery will see UK aviation emissions reduce even further than the levels called for by our climate advisors, with a pathway that should see emissions never again reach the pre-pandemic levels of 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To deliver this outcome, alongside our jet zero target we aim for domestic aviation and airports to be net zero and zero emission respectively by 2040.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a strategy that will both decarbonise the sector and allow people to keep flying. Pre pandemic, aviation contributed at least £22 billion to our economy and 230,000 direct jobs across the country. It is crucial that we support the rapid development of technologies that maintain the benefits of air travel while maximising the opportunities that decarbonisation brings to the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those opportunities include the domestic production of sustainable aviation fuels, which could support up to 5,200 jobs by 2035 and help regenerate industrial sites across the country, notably in areas outside London, such as the north-east, contributing to levelling up the UK and improving our fuel security. We have today set out a new commitment of having at least five commercial SAF plants under construction by 2025, and we have also confirmed that the Government will mandate at least 10% SAF to be blended into conventional aviation fuels by the end of the decade—one of the most ambitious targets globally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bolstering that effort means investing in pioneering projects. This is why today we are also launching the advanced fuels fund with a £165 million competition, building on previous funding such as the £15 million green fuels, green skies competition, to stimulate the start-up of commercial SAF production facilities in the UK. Alongside this, we have also announced that we are progressing to the next phase of our £1 million competition to deliver the first ever net zero transatlantic flight powered by 100% SAF.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The goal of reaching net zero aviation emissions by 2050 sets a clear objective, but meeting our ambition requires us to drive forward the multiple solutions necessary for its delivery. Therefore, our approach to implementing this strategy is founded on three key principles:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "International Leadership—this strategy restates our commitment to taking a leading role in tackling international aviation emissions through the International Civil Aviation Organization (ICAO).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivered in Partnership—the Government will need to work collaboratively with all partners, from the aviation industry to the public, through our pioneering jet zero council, as well as other initiatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Maximising Opportunities—the jet zero transition presents unique opportunities to create new jobs, industries and technologies across the entire UK sector, decarbonise air travel, and level up the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These principles will influence our activity to make sure we pursue the right options and will guide our progress on six clear policy measures launched in the strategy today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We intend to improve the efficiency of our existing aviation system, from aircraft to airports and airspace. For example, we will improve fuel efficiency by 2% every year, providing a further £3.7 million in 2022-23 to support airports to modernise their airspace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be increased support for sustainable aviation fuels, by creating secure and growing UK SAF demand through a SAF mandate that will require at least 10% of jet fuel to be made from sustainable sources by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This strategy outlines our ambition to expedite the development of zero-emission aircraft, with the aspiration of having zero-emission routes connecting places across the UK by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will invest in greenhouse gas removal technologies to drive decarbonisation and offset any residual emissions, and enhance the UK emissions trading scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And lastly, we will increase our understanding of the non-CO2 impacts of aviation, the effects of which remain uncertain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we act in each of these areas, we will give ourselves the headroom to evolve. The Government are committed to reviewing the strategy every five years, and, if necessary, adapting our approach based on the progress we make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is setting an example of the ambition needed to tackle climate change, and the launch of today’s plan provides a clear path to building a sustainable aviation sector for generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The jet zero strategy will future-proof the aviation industry, securing the economic benefits of new green jobs and industries, and delivering the technologies and fuels that will keep passengers flying in a decarbonised world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}