{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-comments-on-christmas-travel-planning/",
    "title": "Grant Shapps – 2020 Comments on Christmas Travel Planning",
    "post_date": "December 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Grant Shapps, the Secretary of State for Transport, on 3 December 2020.",
    "content": [
        "With many people carefully considering whether to travel to see loved ones this Christmas, we’re taking steps to try to ease journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearing 778 miles of road works and postponing rail upgrade works will ease congestion, minimise disruption and allow extra services to run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That action is backed by scrapping the admin fees for changing advance rail tickets, ensuring a strong staff presence to help people on their way. And I’ve asked former Olympics transport boss and Chair of Network Rail Sir Peter Hendy to carry out a rigorous assessment alongside transport operators to ensure everything possible is being done to help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re working with transport operators to help people see their loved ones, safely. We ask everyone to closely consider their journey, plan and book ahead, be patient, and be considerate of fellow passengers – and particularly staff who have worked so hard all year – by following the guidance carefully, including keeping space and wearing a face covering on public transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}