{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-government-support-for-the-aviation-industry/",
    "title": "Grant Shapps – 2022 Statement on Government Support for the Aviation Industry",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 30 June 2022.",
    "content": [
        "The majority of UK flights continue to be on time and without disruption. However, some passengers have faced significant disruption, which has also occurred in the aviation sector across Europe and globally. The outcome for too many consumers has been unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have made it clear to the sector that they need to operate services properly and according to schedule or provide swift, appropriate compensation. I have already announced a one-off amnesty on airport slot rules, enabling airlines to plan ahead and avoid last-minute cancellations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I expect airlines to use this one-off amnesty now to ensure they are giving consumers certainty by offering schedules they can deliver. By the end of the slot handback period, I expect airlines to be offering services they are confident of delivering, and I will continue to seek reassurances from them that this is the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been extensively engaging with industry at ministerial and official level since the beginning of the year. As part of this engagement the aviation Minister established a weekly strategic risk group. This brings together CEOs from airports, airlines and ground handlers to work through the issues ahead of the summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am setting out all of the 22 measures the Government are currently taking to support the aviation industry, including: to help recruit and train staff; ensure the delivery of a realistic summer schedule; minimise disruption; and support passengers when delays and cancellations are unavoidable. The Government recognise that these issues are primarily for industry to solve, but this series of targeted measures will support their efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The measures are:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ensure industry deliver a realistic summer schedule**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1\\. We and the Civil Aviation Authority (CAA) have set out five specific expectations to the industry to deliver a successful summer operation:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1\\. Summer schedules must be reviewed to make sure they are deliverable;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. Everyone from ground handlers to air traffic control must collaborate on resilience planning;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. Passengers must be promptly informed of their consumer rights when things go wrong and—if necessary—compensation in good time;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. Disabled and less mobile passengers must be given assistance they require;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. Safety and security must never be compromised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. We have introduced new regulations on airport slots give airlines the tools to ensure that schedules are manageable and reduce flight disruption over the summer peak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. We have strengthened industry-Government working, by establishing a new weekly strategic risk group, chaired by Ministers and attended by airline, airport and ground handler CEOs to ensure they are prepared for summer and can meet the schedules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. We have established a weekly summer resilience group with airline, airport and ground handler operational directors to help them work through their pinch-points in the aviation system as they emerge and work collaboratively on solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. We have established a joint Home Office and Department for Transport ministerial border group to identify and prepare for high levels of demand at the UK border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. We have worked with the major airlines and airports to get weekly updates and assurances to Government that they can run their schedule of summer flights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. We are working with international partners, neighbouring countries and EUROCONTROL, to ensure that disruption is minimised through co-ordinated planning and cooperation across airspace boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. We are undertaking a review of the ground handling market to seek out opportunities to improve quality and consistency of service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Supporting passengers**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1\\. We will launch a new aviation passenger charter, a one-stop guide for passengers informing them of their rights, responsibilities and what they can reasonably expect of the aviation industry when flying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. We have worked with the CAA and industry to publish and promote guidance for passengers as part of a joint campaign of activity to communicate things they need to know and do when travelling by air this summer, helping to speed up processing time and reduce queues and delays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. We have written to airlines to remind them of their legal responsibilities in providing information, care and assistance, refunds, and compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. We are working with the CAA reviewing airlines current practices to ensure legal responsibilities in providing information, care and assistance, refunds, and compensation are being met and encouraging best practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. We intend to strengthen consumer protection for air passengers such as additional enforcement powers for CAA, our proposals are set out in the aviation consumer consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. The CAA has written to airports to set out their plans for additional measures to improve provision of assistance to disabled and less mobile passengers and support the sector by providing guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Supporting industry to recruit, retain and train staff\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. We changed the law so industry has more flexibility to train staff and allow them to deploy staff quickly and flexibly while maintaining security standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. We are launching a Generation Aviation campaign, working with industry to promote awareness of aviation careers and increase the number of people applying for jobs in the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. We are working with the CAA to launch a £700,000 skills funding competition this autumn to support outreach across the sector and raise awareness of aviation careers to young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. We have launched the aviation skills recruitment platform to support skills retention and recruitment in the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. We are building partnerships with colleges and universities to ensure students are attracted to and prepared for a career in aviation—and to support this we have launched the Talentview Aviation platform to connect students to aviation sector employers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. We are working with the Department for Work and Pensions to promote aviation roles and recruitment via job centres and training for jobs coaches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "13\\. We are delivering our Reach for the Sky outreach programme, supported by our aviation ambassadors to promote diversity, inclusion and accessibility in the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "14\\. We introduced the airport and ground operations support scheme (AGOSS) to support commercial airports and ground operators with fixed costs, through £161 million in grants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been calls for a seasonal worker scheme to allow EU workers to fill vacant roles in our aviation sector. However, the Government are clear that more immigration is not an obvious solution. The aviation sector’s issues are not confined to the UK. Disruption is happening across the EU and in the USA due to staff shortages, and the Government are committed to building a robust and dependable domestic aviation industry, launching the aviation skills retention platform to help develop and hold onto UK workers. Similar schemes in other sectors experiencing shortages, such as the HGV sector, have not been widely used and have not significantly contributed towards a solution. Building a resilient, well-paid British workforce will prove a far more effective, sustainable and long-term solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have taken action to support the industry, now the sector itself needs to take the appropriate steps to ensuring they deliver realistic summer schedules, work together as an ecosystem, and put the consumer first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}