{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-energy-security-2/",
    "title": "Grant Shapps – 2022 Statement on Energy Security",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 29 November 2022.",
    "content": [
        "With permission, Mr Speaker, I will make a statement on energy security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over half the gas we use in this country is imported. A third of all our energy comes from other countries. Each click of the thermostat and every flick of the kettle sends our money abroad. We are lucky that we have access to secure supplies and strong alliances, but while the price of energy is dictated by the whims of international energy markets, it will be hard to release ourselves from the grip of high bills ushered in by Putin’s brutal invasion of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The solution is energy sovereignty. We have the ability to generate our own energy here in the UK. We need only look at our renewables to know we are already doing this rather well, but it is time for us to do more: to bring energy home; to clean it up; to reduce our reliance on dirty, expensive fossil fuels; and to create a thriving, secure and affordable energy network. We will use the might of our many brilliant engineers, experts and innovators to build a system fit for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I mentioned in questions earlier, yesterday I was in Suffolk where, thanks to Government investment, the development of the Sizewell C nuclear plant has been given the green light. It will generate not only cleaner, cheaper, low-carbon electricity for the equivalent of 6 million homes, but 10,000 jobs during construction and thousands more in the supply chain. This is the first direct stake a Government have taken in a nuclear project since 1987, and it is the first step on the ladder to long-term energy independence. This has been long awaited, and to boost the nuclear industry further we will work fast to scope and set up Great British Nuclear. With GBN we are aiming to build a pipeline of new nuclear projects beyond Sizewell C where they offer clear value for money, and we will make announcements on this early in the new year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just nuclear of course: in order to strengthen our energy sovereignty we must look to our natural resources. This island is, as students of Shakespeare will know, a “fortress built by Nature”, and we are utilising that which nature has bestowed upon us—the howling winds of our coastlines, the crashing waves of our sea, and the radiant sun across our land—to create green, clean, cheap energy at home for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those industries are booming, providing jobs and growth up and down the country. In fact, earlier this month, the country hit a truly historic moment, when our onshore and offshore wind farms provided more than half the UK’s electricity. Furthermore, the National Grid reported that on that day all our renewable energy combined provided 70% of the country’s overall electricity needs. However, we need low-carbon back-up for those days when the wind is not blowing and the sun is dimmed, which is why I have put the Energy Bill back on track. It will fire up our nascent hydrogen and carbon capture industries by providing new business models and liberating private investment. The Bill will hammer into place the high-tech solutions we need to produce our own energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even after record Government support for household and business bills, the British people need us to take bold action, and the war in Ukraine, combined with sky-high energy prices, has put a spotlight on the importance of energy efficiency. Our ambition is to reduce energy demand by 15% by 2030. That will be backed by £6 billion in cash between ’25 and ’28, coming on top of the £6.6 billion we have already spent during this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The majority of British houses are, thanks to their Victorian builds, rather draughty. Our energy performance certificates did not really bother the estate builders of the 19th century, which is why our ECO+ scheme will help households install insulation, saving them hundreds of pounds off their bills each year—money they can spend elsewhere to grow the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Energy sovereignty is now within our grasp. Clean, affordable energy for households and businesses is not a pipe dream; it is a project we have now embarked upon. Building new energy networks will create jobs; producing our own renewable energy will keep bills low; and as businesses and households are relieved of the pressure of crippling bills, the economy can flourish and grow. Energy is coming home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}