{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-tfl-funding-extension-3/",
    "title": "Grant Shapps – 2022 Statement on TFL Funding Extension",
    "post_date": "February 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 21 February 2022.",
    "content": [
        "I am updating the House on an interim extension of the current Transport for London funding settlement that was due to expire on 18 February 2022 by one week to 25 February 2022. This was requested by TfL and has been accepted by Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the pandemic, we have supported TfL with over £4.5 billion of funding through extraordinary funding settlements for Transport for London. We have recognised the reliance of London’s transport network on fare revenue. We have recognised that demand and therefore passenger revenue has been volatile and have responded accordingly, compensating TfL for that revenue loss to ensure services can be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are still committed to supporting London’s transport network as we have since the start of the pandemic and they had offered TfL and the Mayor of London a fourth extraordinary funding agreement. TfL has asked for an extension of one week to allow the Mayor of London to consider the terms of the settlement letter and agree it with Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are committed to supporting London and the transport network on which it depends, balancing that with supporting the national transport network. I will update the House on the details of the next financial settlement after the close of this extension period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}