{
    "url": "https://www.ukpol.co.uk/grant-shapps-2019-statement-on-thomas-cook/",
    "title": "Grant Shapps – 2019 Statement on Thomas Cook",
    "post_date": "September 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 25 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/09/grantshapps.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2019/09/grantshapps.jpeg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With your permission, Mr Speaker, I would like to make a statement about the steps that the Government have been taking to support those affected by the collapse of Thomas Cook, particularly for the 150,000 passengers left abroad without a flight back and the 9,000 people here who have lost their jobs in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a very sad situation. All parties considered options to avoid the company’s being put into administration. Ultimately, however, Thomas Cook and its directors themselves took the decision to place the company into insolvency proceedings, and it ceased trading at 2 am on Monday 23 September. I recognise that this is a very distressing situation for all those involved. I assure Members of the House that the Government are committed to supporting those affected, including by providing repatriation flights free of charge for all those people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been contingency planning for some time to prepare for this scenario, under Operation Matterhorn. The Government and the Civil Aviation Authority have run similar operations in the past and have been working hard to minimise the disruption to passengers and to try to assist Thomas Cook’s staff. Even with our preparations, and previous experience with Monarch, the task before us represents the largest peacetime repatriation ever undertaken in the UK. Some disruption and delay is therefore inevitable, and we ask for understanding, particularly for Thomas Cook’s staff, many of whom are still working, alongside the Government, to try to help ensure the safe return of their customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, the media reported on the situation in Cuba overnight. That aircraft has now left this morning, and all the passengers from Cuba who were scheduled to come home today are on that flight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Normally, the CAA’s responsibility for bringing back passengers would extend only to customers whose trips are covered by the ATOL scheme. However, there would have been insufficient capacity worldwide in the aviation market to allow people whose trips were not covered by the ATOL scheme to book tickets independently and bring themselves home. Some passengers would have had to wait for perhaps a week or longer, and others would have suffered financial and personal hardship as they waited for another flight. In my view, that would have created further economic problems, with people unable to return to work and unable to be reunited with their families. With tens of thousands of passengers abroad and with no easy means of returning to the UK, I instructed the CAA to ensure that all those currently abroad were able to return, ATOL or non-ATOL.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Due to the size, complexity and geographical scope of the Thomas Cook business, it has not been possible to replicate the airline’s own flying programme and its schedule. In the case of the Monarch collapse back in 2017, the CAA was able to source enough aircraft of the right size and the right types to closely match the airline’s own aircraft. But Thomas Cook was a much bigger airline, and it also provided a global network of package holidays; as a result, this operation has been much more challenging. Some passengers will be travelling home on commercial flights, where other airlines have available seats. I know that the whole House would want to thank all the airlines and ground staff who have offered assistance to Thomas Cook passengers in this difficult situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to update the House with the latest information and give hon. Members a sense of the scale of the operation that has been going on. We have put arrangements in place to bring back 150,000 people, across 50 different countries. That requires over 1,000 flights by CAA-chartered aircraft over the next two-week period. Passengers will be able to complete their holidays, so that they should not be leaving early, and should return on the day that they were intending to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So far, in the first two days of the operation, we have brought home nearly 30,000 of the 150,000 passengers, on over 130 dedicated CAA flights. We hope to repatriate a further 16,500 passengers today, on about 70 flights. I checked before I came to the House, and the operation is proceeding according to these amended schedules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So far, 95% of people have been repatriated to their original point of departure. Again, we have not been able to bring everybody back to the airport from which they left, because of the difference in size and shape of available aircraft. In the first two days, we have therefore provided onward travel for 2,300 passengers, and have arranged an additional fight from Gatwick to Glasgow to relocate passengers who have flown back to the wrong airport because of that scheduling issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The CAA has reached out to over 3,000 hotels, issuing letters of guarantee to ensure that British holidaymakers can remain in the hotels in which they are booked, and that has been followed up by calls and contact from FCO officials.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 50 overseas airports are involved—around the Mediterranean, in north Africa and in north America—and 11 UK airports are engaged in this programme. There have been over 100,000 calls to our customer service centres, and on the first day alone there were over 2 million unique visitors to the CAA’s dedicated website—thomascook.caa.co.uk—with close to 7 million page views. In total, 10 Government Departments and agencies have been involved, including the Department for Transport, Foreign and Commonwealth Office, Department for Business, Energy and Industrial Strategy and Department for Work and Pensions, in London, and our extensive diplomatic and consular network in the affected countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been hugely impressed, as the programme has been rolling out in the past couple of days. The response from everyone involved, including Thomas Cook passengers, has been generally positive, with many praising the CAA, local staff and government officials, even though there has been considerable disruption. For example, people have not been able to check in in advance, as they are used to doing these days, but have instead had to queue to check in for every single flight. That has caused some of the queues that we see on television. The programme has, though, been generally well organised and all those involved have been extremely professional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite these robust plans and their success so far, this is an incredibly distressing situation for all concerned. One of my top priorities remains helping those passengers abroad to get back to the UK and do so safely, but in addition to supporting passengers, we have been working across Government to ensure that the 9,000 former Thomas Cook employees in the UK and those overseas receive the support that they need. The decision by the Thomas Cook Group’s board has been deeply upsetting for employees, who are losing their jobs. DWP’s Jobcentre Plus rapid response service is in place, helping workers get back into employment. The Jobcentre Plus rapid response managers across the UK are ready to engage with the liquidators to start that vital work. Special arrangements are in place for UK employees who are owed redundancy pay and notice pay by their insolvent employer: the redundancy payments service in the Insolvency Service can pay statutory amounts owed to the former employees through the national insurance fund. I want to say more about that later, but I will do so in answer to questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleague the Secretary of State for Business, Energy and Industrial Strategy is establishing a cross-government taskforce to address the impact on employees and local communities. That will help to overcome barriers to attending training, securing a job or self-employment, such as by providing child care costs, tools, work clothes and travel costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleagues and I have been in contact with those Members whose constituencies will have been hardest hit by these job losses, and have given assurances that we will work with the industry to offer what support we can. In fact, pretty much every hon. Member’s constituency is affected in some way, even if only through the number of people working in a single shop location.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Secretary of State for Business, Energy and Industrial Strategy has written to the Financial Reporting Council to ensure that it prioritises, as a matter of urgency, an investigation into both the causes of the company’s failure and the conduct of its directors and auditors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also aware of the duty that this Government have to the taxpayer, and while affected passengers have been told they will not have to pay to be flown back to the UK, we have entered into discussions with third parties with a view to recovering some of the costs of this large operation. Around 60% of passengers have ATOL protection, and the CAA’s air travel trust fund will contribute proportionately to the costs of the repatriation, as well as refunding ATOL future bookings. We will also look to recoup some of the costs from the relevant credit and debit card providers and travel insurers, and will look to recover costs from other travel providers through which passengers may have booked their Thomas Cook holiday. We are also in discussion with the Official Receiver to understand what costs can be recouped through the company’s assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final cost of the operation to repatriate Monarch passengers back in 2017 was about £50 million, including ATOL contributions. The repatriation effort for Thomas Cook is now known to be about twice the size and is more complicated, for reasons that I have explained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have also seen it suggested in the press that the Government should have avoided the collapse with a bail-out of up to £250 million for the company and shareholders. Given the perilous state of the business, including the company’s own reported £1.5 billion half-year loss which was reported in May and followed by a further profit warning in November, this simply was not the case, with no guarantee that an injection would have secured the future of the company. Our concern was that if we put in £250 million, we would risk throwing away good money after bad and still having to pay the cost of this repatriation. It is quite clear that in the last several years the company ran into a number of problems by trying to expand itself through investing more in the high street rather than less, while the entire market was moving in the opposite direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The loss of an iconic British brand with a 178-year history—one of the oldest travel companies in the world—is an extremely sad moment. However, this should not be seen as a reflection on the general health of the UK aviation industry, which continues to thrive. Passenger numbers are actually up, and people are traveling more. However, the truth is that the way people book their holidays has changed an enormous amount over the years, but it did not change as much within the company. None of this should distract us from the distress experienced by those businesses reliant on Thomas Cook, by passengers and by Thomas Cook employees who, as I have said, have worked above and beyond, particularly in recent days during this distressing situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have never had the collapse of an airline or a holiday company on this scale before, but we have responded swiftly and decisively. Right now, our efforts are rightly focused on getting those passengers home and looking after those employees who have lost their jobs, but we also need to understand whether any individuals have failed in their duties of stewardship within the company. Our efforts will then turn to working through the reforms necessary to ensure that passengers do not find themselves in this ridiculous situation again. We need to look at the options within ATOL, and also to ascertain whether it is possible for airlines to be wound down in a more orderly manner. They need to look after their customers, and we need to be able to ensure that their planes can keep flying so that we do not end up having to set up a shadow airline for no matter what period of time. This is where we will focus our efforts in the next couple of weeks, but in order to do this we will require primary legislation and, dare I say it, a new Session of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In what has been a challenging time, I want to put on record my appreciation for the work of all those involved in this effort, particularly Richard Moriarty, the chief executive officer of the CAA. He and his team, and my officials in the Department for Transport, have done an extraordinary job so far. I am also grateful for the support of others, including the Mayor of Manchester, who has acknowledged the Government’s repatriation effort and its work with all the agencies involved in helping to get people home. This has been an unprecedented response to an unprecedented situation, and I am grateful to all the parties who have stepped in to support these efforts. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}