{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-energy-security/",
    "title": "Grant Shapps – 2022 Statement on Energy Security",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 29 November 2022.",
    "content": [
        "It will not be news to hon. Members that in the past year, Putin’s barbaric invasion of Ukraine has sent energy prices soaring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without this Government’s support, it would have sent thermostats sinking this winter, too. We have taken decisive action to keep homes, businesses, hospitals, and schools warm this winter. But if we are to avoid foisting this crisis on to future generations, we must think about the years to come, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are investing now in a long-term plan, deploying transformative technologies to secure a cheaper, cleaner, reliable supply of energy for Britain and laying firm foundations for growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are one of the biggest economies in the world, but for far too long our energy dependency has threatened to make us vulnerable, when the price of our energy is dictated by the whims of international energy markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To put a stop to this situation, we are securing our energy sovereignty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are building an energy system fit for the future, by delivering low-carbon energy and greater energy efficiency. We will continue working with our allies, whilst reducing the impact of international energy markets on our energy system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By developing our world-leading renewables and investing in new nuclear, we will generate home-grown British energy for British families and businesses, boosting British jobs and British growth even as we transition to net zero.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Energy sovereignty is within our grasp. Clean, affordable energy for households and businesses is not a pipe dream, but a project we have now embarked on. Today I am setting out the steps we are taking on our path to energy freedom, delivering opportunity, security, and prosperity for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Investing in nuclear power**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nuclear power will be at the core of our threefold mission: to secure our energy supply; to supercharge growth; and to cut our carbon emissions. Today, it was announced that we have delivered on our commitments in the autumn statement, and that the Government will progress Sizewell C.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our investment, the first made directly by a Government in nuclear power for 30 years, will drive forward the project’s development, and confirm the Government as a project shareholder. Next year, the Government, EDF, and the project company will work together to raise private capital under our new regulated asset base funding model for nuclear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a truly significant moment, and our biggest step so far towards increasing our energy independence. Sizewell C will create 10,000 highly skilled jobs for the area and provide cleaner, cheaper, low-carbon electricity for the equivalent of 6 million homes for over 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Great British Nuclear**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We remain committed to developing a pipeline of new nuclear projects beyond Sizewell C, where these offer clear value for money for taxpayers and consumers. We have been working at pace on the scoping and set up of Great British Nuclear, with the support of industry, and we will make an announcement on the set up of GBN early in the new year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "GBN will be tasked with helping projects through every stage of the development process and developing a resilient pipeline of new builds. We will back it with funding to support projects to get investment ready and through the construction phase, while recognising the challenging fiscal environment outlined by the Chancellor at the autumn statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "GBN will enable the delivery of clean, safe electricity over the decades to come, protecting future generations from the high prices of global fossil fuel markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Boosting energy efficiency**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must do all we can to boost energy generation, but we can also make sure that none of us uses more than we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The days of wasting energy are over. Boosting energy efficiency with warmer homes and buildings is key to bringing down bills and boosting jobs along the way with green growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are aiming high, with a target to reduce the UK’s final energy consumption from buildings and industry by 15% by 2030. We are also providing the money to get there, with a new £6 billion investment from 2025 to 2028 that comes on top of the £6.6 billion we are already spending over this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Installing insulation in hundreds of thousands of homes across the country will save consumers around £310 a year through our ECO+ scheme, making our energy system more resilient and secure by slashing energy demand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recently launched a consultation so that we can make sure that the right support gets to the right people in the right way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have stepped in with an unprecedented package of support for households this winter, but there is more that households can do to help meet our energy demand reduction target and save money on their bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are expanding their public awareness campaign to help reduce bills for all households and protect the most vulnerable over this winter and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Backed by £18 million, this campaign will complement existing Government support schemes. It will use public messaging to help consumers understand how they can reduce their own household usage and bills through making their homes more energy efficient for this winter and next. Moreover, it will provide vulnerable groups with the information they need to reduce energy usage without harming their health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This information will also be available on the existing Help for Households website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Legislating to drive investment and to secure our energy future**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have put the legislative vehicle to power up this long-term plan, the Energy Security Bill, back on track; it will be taken forward this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will liberate private investment, driving jobs and growth in every corner of the country. Importantly, it will help to transform our energy industry by firing up the nascent CCUS and hydrogen industries, in which we already have a head start with pioneering projects from the Humber to the Mersey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will encourage competition in the energy sector, enabling the economy to grow and flourish by creating opportunity, prosperity, and security with clean jobs, new skills, and cheaper bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}