{
    "url": "https://www.ukpol.co.uk/statement-transport-update-2-bus-fare-cap-on-a-single-bus-ticket/",
    "title": "Grant Shapps – 2022 Statement on the £2 Bus Fare Cap",
    "post_date": "September 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Grant Shapps, the Secretary of State for Transport in the House of Commons on 5 September 2022.",
    "content": [
        "On 3 September, we announced plans to invest up to £60 million to introduce a £2 bus fare cap on a single bus ticket on most services in England outside London. This will start no later than 1 January 2023 and will be in place for a period of 3 months until March 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time when many are struggling with the rising cost of living, this is a significant investment that will result in millions of people across England saving on travel costs. This investment also makes clear our continued commitment to delivering on the bold vision for bus services set out in ‘Bus Back Better’, the government’s national bus strategy, and particularly our ambition to make bus services cheaper. The introduction of the £2 bus fare cap is a significant step forward to delivering this and continues the government’s track record of providing the largest investment in bus services in a generation, in England outside London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This fare cap will not apply to bus services in London as transport is devolved to the Mayor of London, including fare setting. However, I know that colleagues across Parliament will be pleased that this announcement follows the agreement with Transport for London on a £1.2 billion multi-year settlement to secure the long-term future of London’s transport network, including bus services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as supporting passengers by reducing the cost of bus fares, we have also continued to invest in bus services, in response to the unprecedented impacts caused by the COVID-19 pandemic but which would now be threatening the provision of services at a time when the public need bus services more than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With nearly £2 billion provided so far, through the COVID-19 bus service support grant, the Bus Recovery Grant and most recently the local transport fund, we have mitigated the impacts of the pandemic on bus networks. This meant that buses were kept running over the course of the pandemic to ensure that those who had to travel for work, education or healthcare were able to access these vital services and help keep this country running.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I announced to this House in March, this funding was originally due to end in April (2022), but at the time it was clear that the sector was still facing significant financial challenges as it sought to recover from the pandemic. That is why we announced we would provide a further £150 million, and extend recovery funding for the sector until October, to allow bus services the maximum amount of time to recover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the time of announcing this funding, we were clear that this would be the last such round of recovery funding. However, with the sector continuing to face significant challenges, and many people facing pressures due to the rising cost of living, we recognise that further government support is necessary to prevent significant cuts to bus services for the millions of people who use them every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why on 19 August we announced a six-month extension to the Bus Recovery Grant, worth up to £130 million, to continue supporting bus services in England outside London. This will be in effect for 6 months starting in October 2022 until the end of the financial year in March 2023. This funding will provide the sector and passengers with certainty in the short-term and ensure that these vital services will continue to serve those that rely on them to live, work and travel. Both of these further investments in England’s bus services demonstrate our commitment to supporting bus services. We will continue to work closely with the sector as we deliver the national bus strategy, and fulfil our ambition for everyone, everywhere to have access to great bus services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}