{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-june-rail-strikes/",
    "title": "Grant Shapps – 2022 Statement on June Rail Strikes",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 15 June 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House recognises the vital role of the railways in supporting people and businesses across the UK every day; condemns the decision of the rail unions to hold three days of strikes; believes those strikes will adversely affect students taking examinations, have an unacceptable effect on working people and a negative effect on the economy; and calls on the rail unions to reconsider their strike action and continue discussions with the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The railway is one of the nation’s greatest legacies. The industrial revolution was forged upon it, and for two centuries it has been the means by which we have connected north and south, east and west. It is a proud part of our history, but the truth is that the railways in this country have fallen behind the times. When I became Transport Secretary three years ago, it was clear that our railways were expensive, inefficient, fragmented, unaccountable and desperately in need of modernising and reform. There were delays to upgrades, collapsing franchises and busy lines operating at the very peak of, and sometimes beyond, their capacity, suffering overcrowding and delays. Some working practices had not changed for decades. As a result, we have a railway today that is struggling to keep pace with modern living, particularly in the wake of the pandemic. Our railways need a new direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Office workers are working from home more often and the railway has lost around a fifth of its passengers, and also a fifth of its income. The Government kept the railway running when most passengers stayed at home. We kept trains available for key workers and protected the brilliant railway workers who managed the track and ran the trains. So this Government have stepped in. We put our money where our mouth is and we committed £16 billion to support the railways through covid. That is taxpayers’ money, and it is the equivalent of £600 for every household in this country. Put another way, it is the equivalent to £160,000 per rail worker in this country. As a result, the trains continued to operate, the industry survived and not a single railway worker had to be furloughed or lost their job—not one. We stepped up, but the honest truth is that this level of subsidy—which, let us not forget, is not the Government’s money but the taxpayer’s—simply cannot continue forever. If our railways are to thrive, things must change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I see it, there are four ways to bring about that change. First, we could continue to attempt to pump billions of pounds of taxpayers’ money into the system in the same unsustainable way we have been doing for the last two years, but that would take money away from the NHS and schools. Secondly, we could ramp up fares, but that would price working people off our railways completely. Thirdly, we could cut services and lines, emulating those sweeping cuts made by Dr Beeching in the 1960s, making it harder for people to access our railways. I do not support any of those options, which leaves us with the fourth option: modernise the railways, making them more productive and getting the industry off taxpayer-funded life support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Make no mistake, as a Government we profoundly believe in our railways, which is why we have reopened abandoned routes and electrified thousands of miles of lines—not just the 63 miles that Labour managed to electrify over 13 years. It is why we have got behind projects such as High Speed 2, the Elizabeth line and Northern Powerhouse Rail, and rolled out contactless to 900 more stations and digital signalling across the network. And it is why we are transforming the industry through Great British Railways, ending the fragmentation and putting passengers first, but we need the industry to help with that transformation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State rightly says that billions were pumped into the railways during the covid pandemic. That money kept the system going, and a lot of people worked very hard to keep it going. The train operating companies were preserved and supported, and they did very well during that period, as did many others in the private sector. Why is he now punishing the people who kept the railway system working, and who do all the difficult jobs on the railways, with job losses, inadequate pay and a loss of morale? Should he not talk to their representative unions about the real situation on the railways and work with them to ensure we have an effective, efficient and secure rail system for the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the workers on the railway who kept things running, with a lot of taxpayers’ cash, during the pandemic. The right hon. Gentleman is absolutely right about that, but he talks about inadequate pay. I remind him and the House that the median salary for a train driver is £59,000, compared with £31,000 for a nurse and £21,000 for a care worker. [Hon. Members: “That’s the train drivers!”] The median salary for the rail sector is £44,000, which is significantly above the median salary in the country. What is more, salaries in the rail sector went up much faster over the last 10 years than in the rest of the country—a 39% increase for train drivers, compared with 7% for police officers and 16% for nurses. It is a good package, and we need to get the railways functioning for everybody in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Hammond (Wimbledon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right that, coming out of the pandemic, the railways need to be modernised. Is it not extraordinary that, just as we are seeing confidence return, it will be destroyed by these strikes? Does he agree that this is exactly the wrong time, for both our economy and our railways, for these strikes to be happening?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. These discussions were under way when, suddenly, the union decided to ballot its members, incorrectly telling them that a strike would get them off the pay freeze. Nearly every part of the public sector experienced a pay freeze and, in any case, it is coming to an end. These pointless, counterproductive strikes should never have been called, and the Labour party should recognise that fact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lilian Greenwood (Nottingham South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Precisely because of the potential disruption, and instead of calling today’s debate, should the Secretary of State not be taking action to try to resolve these disputes? When did he last meet industry leaders and trade unions to try to get that resolution? Has he had a discussion about bringing in ACAS to resolve this dispute? If he has not, will he commit to doing so now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear what the hon. Lady says. The Leader of the Opposition claims to care deeply about this issue, yet he is not with us today. [Hon. Members: “Where is the Prime Minister?”] The Prime Minister has already said exactly where he is on this issue, but the Leader of the Opposition cannot find his way to the Front Bench when it really matters and when it comes to standing up for working people, Where is he?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The leader of the RMT, Mick Lynch, said only last month, “I do not negotiate with a Tory Government.” He does not want to meet us. That is the reality of the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Felicity Buchan (Kensington) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been 52 days of tube strikes since Sadiq Khan was elected Mayor of London, even though he was elected on a promise of zero strikes. He has also said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Strikes are ultimately a sign of failure.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Secretary of State agree that Londoners deserve better? Does he agree that any Opposition Member who backs these strikes is punishing my constituents and my constituents’ businesses? [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. It will become impossible to hear what people are saying if this becomes a shouting match. Perhaps we could take the temperature down a little.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Kensington (Felicity Buchan) is absolutely right. We provided £5 billion to Transport for London, and we have not seen the required level of savings. TfL is behind on providing those savings. There has to be a fair balance between taxpayers nationwide and what happens in London, but that has not stopped the RMT striking in London, which will stop Londoners getting to work. We are locked into an atmosphere in which, before the RMT even talks, negotiates or listens to an offer, it goes for a strike ballot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make a little progress before taking further interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need the industry to help with this transformation. We cannot ignore working practices that are stuck 50 or even 100 years in the past. A modern railway needs to run seven days a week. Right now, too many operators are left short at the weekend, which leaves passengers with substandard services. We cannot continue increasing pay on the railways far above the pay for nurses, teachers, police officers and care workers. We cannot continue with the absurd situation where workers can restart their 20-minute break if a manager dares to say “Good morning” at minute 19. That is insane. We have to change the system, as we cannot continue to fund such practices from the public purse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Loder (West Dorset) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making a very profound speech—[Interruption.] The Opposition might not like it, but he is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree that the reason there is no chorus from the Opposition condemning these strikes is that the RMT is pouring hundreds of thousands of pounds, if not millions, into the Labour party? [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. We need to be very careful not to descend into insults.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think my hon. Friend the Member for West Dorset (Chris Loder) is a former union member, possibly even a former RMT member. He worked on the railways, so he knows what he is talking about. Madam Deputy Speaker has asked us to stick to the facts, so let us do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right to say that the RMT has donated almost £250,000 to the Labour party and constituency Labour parties over the last 10 years. For the fullness of the record, it is also worth pointing out that the Electoral Commission registered more than £100 million of trade union donations to the Labour party and CLPs over the same 10-year period. Those are the facts of the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Stephens (Glasgow South West) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My understanding is that the RMT is not affiliated with the Labour party, and I say that as an SNP Member.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the strictest trade union laws in Europe, and the thresholds have been easily surpassed in this particular ballot. What discussions is the Secretary of State facilitating between the RMT and the employers to resolve this issue?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, it will interest the House to know—this is in direct answer to the question—that the negotiations and talks are going on almost every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Louise Haigh (Sheffield, Heeley) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without you!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is Labour’s level of understanding. There is a Network Rail company that runs the infrastructure—[Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. We need to hear the answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Network Rail runs the infrastructure and 14 train operating companies are the employers, and they are meeting on a daily basis. But that has not prevented the unions from striking. That has not stopped the leader of the RMT saying that he would refuse to meet us. So we cannot have this every way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke (Elmet and Rothwell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my right hon. Friend said, billions of pounds of taxpayers’ money was put into the railway industry and it kept almost everybody in employment. In my constituency, many businesses survive by servicing the footfall through the stations. Because these businesses employed staff and they were people’s own companies, they were not capable of getting the loans and grants that were in place, because they had to keep the company alive and keep the people they employed. So what does he think their reaction is to hearing about more public money spent on the railways, on top of the £16 billion, when they are struggling to get their businesses back on track? This strike will make it even worse for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right to point that out. Just as the railways and the country are recovering—after two years of being locked down, with many of our constituents having lost their jobs and businesses while coronavirus was going on, without the kind of £16 billion of protection that the railways have enjoyed—now is not the time to strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make a little more progress and then I will take a couple more interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That brings me to the motion. Instead of having proper negotiations with the train companies and Network Rail, the RMT and other railway unions have leapt straight for the lever marked “strikes and mass disruption”. Just as the industry is beginning to recover from the pandemic and people were starting to be able to travel once again, the last thing we need now is to alienate passengers who are returning to the network. The unions do not seem to recognise that many commuters who before covid had no option but to take the train now have the option not to travel at all. Say goodbye to them and we really will be in danger of losing the jobs of thousands of rail workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, I will make a little progress. Of course for others who have no option but to travel, the strikes will mean huge disruption. They will mean thousands of people not being able to get to work, some of whom might lose their jobs and be added to the list of those who did during covid. These strikes will mean families losing money; the economy being dented by tens of millions of pounds every day, as businesses lose customers; children unable to get to their exams; and patients unable to get to hospitals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John McDonnell (Hayes and Harlington) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The question was raised as to whether the Secretary of State or the Government had met the RMT, and he basically said, “Let the negotiations go”. I cannot recall the exact phrase he used. Mick Lynch, the general secretary of the RMT, has written to him today, “I am writing to seek an urgent meeting with the Government, without any preconditions, to discuss the national rail disputes prior to the planned strike action next week, and I would be grateful if this could be arranged without delay.” Will he respond—[Interruption.] We are trying to resolve this matter. Will he respond immediately to Mick Lynch, positively, that he will meet the union now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Gentleman for his intervention. I know that it is probably on his record, but for the clarity of this debate let me note that he has £25,000 from the RMT. I say that merely in order to have this conversation with all that information being before the public. If this is a change of heart from Mick Lynch, I welcome it. As I said, just a month ago he said that he would not meet “a Tory Government”. Ministers have and do have meetings with him, but these negotiations are a matter between the employer and the union. The employer is meeting the union every single day, and that is the best way to get this resolved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jacob Young (Redcar) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the previous intervention, my right hon. Friend was touching on the fact that many workers will not be able to get to work because of these strikes. Does he recognise that someone on the minimum wage will lose £160 over the course of these three days of strikes? Should that not be the cause for the Labour party to condemn the strikes today?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. It is inexplicable how those in the party who style themselves as the workers’ party do not seem to care about the fact that anyone who is trying to get anywhere will lose pay. It is not just about them; it is about people trying to get to the 17 public examinations that will be disrupted. Kids doing A-levels and GCSEs will not be able to get to them. People will not be able to get to their hospital appointments. This is a reckless, unnecessary strike and it should be called off right now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Maria Miller (Basingstoke) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for the excellent speech he is making. He talked about the people who are going to be affected by this strike, and in my constituency that will be contract workers who cannot work at home and young people who are having to use the trains to get to college to take their A-levels. Is it not irresponsible of the unions to be timing strikes in the middle of A-level exams, when so many of our young people rely on trains to get to college?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right. Thousands of children are taking those 17 public exams, including my daughter, whose transport to get to the exams will be complicated by this strike. It is surprising that there seems, from the noises from Members opposite, to be so little care and compassion about this issue. It is absolutely extraordinary. [Interruption.] This red herring that the unions have not had anybody to talk to is complete and utter nonsense. They are talking to the employers and they did not care about those discussions—they just called the strikes instead. That is what they did.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why the Government’s motion calls on the House to condemn the unions for their unnecessary actions. It is why we demand that they get to the negotiating table and work in good faith with the train companies to find the solutions that secure the future of the industry. I hope that these common-sense principles will prevail today. I hope that everybody can agree with that, but I am not sure, given the performance so far, that we are going to see it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Sunderland (Bracknell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given that the Mayor of London, Sadiq Khan, appears not to have publicly condemned these strikes, does my right hon. Friend appreciate that Sadiq Khan might be encouraged to waive the ULEZ—ultra low emissions zone—and the congestion charge for motorists who are now having to come into London? Many of my constituents rely on the trains, and this is just another cost on hard-working families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every possible alleviation that can be made should be made. I have not seen that particular proposal, but obviously the Mayor will need to look at it. It is extraordinary that this whole House would not want to stand up for hard-working people everywhere and would not want to ensure that people are able to get to their work and job, and that their livelihoods are not damaged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell (Watford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Schoolchildren taking their GCSEs and A-levels have been mentioned. For the past two years, children have had to go through unprecedented times. They are in the process of going through exams that have been more stressful than those for any other generation, because of the pandemic. It is absolutely cruel that everybody in this House is not condemning the timing of these strikes and the strikes happening, because those poor children have gone through enough in the past two years and now they are having to suffer in the last weeks of their GCSEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has nailed it. It is completely unfair, it is totally the wrong timing. It should not be happening and the whole House would appreciate Labour Members saying more about it, but they cannot say more about it, because they are divided on the subject. The shadow Levelling Up Secretary says that Labour stands united with those who bring the chaos upon our communities. The shadow Health Secretary, supposedly a rising star, although he is not on the Front Bench today because he does not want to be associated with this, even goes so far as to say that if he was given a chance, he would join the strikes. The shadow Transport Secretary, styling herself today as the shadow Secretary of State for strikes, refuses to condemn the RMT’s plan, which is going to cripple our railways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What has happened to the Leader of the Opposition? He is not here. What is he saying about this? The Prime Minister has set out his position very clearly; I have not heard the Leader of the Opposition set out his position yet. I do not know whether anyone else has spotted him. He is not here today. Presumably, he has been standing up to his shadow Cabinet and defending the people whose lives will be disrupted by the strike. That is where one would expect him to be, but no. He has been playing a game of real-life Twister—his position hopelessly contorted, with one foot in the RMT camp and the other goodness knows where, stretching credibility. Perhaps it is a position that he thinks will appear boring to the shadow Cabinet. In fact, what he is doing is stretching the patience of the British public by not saying where he stands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marsha De Cordova (Battersea) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been trying persistently to get the Secretary of State’s attention so that he would give way, but he wants to play politics throughout. He talks about wanting to protect hard-working people like those in London, so why will he not commit to meeting the Mayor of London to get a proper sustainable funding plan for Transport for London so that people can use the transport network and get to work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that I have now taken the hon. Lady’s intervention. This is a debate about the national strikes, rather than the future funding of TfL, but since she asks, we have already spent £5 billion supporting TfL. If we had done what the Mayor had asked me to do two years ago, which was to come up with a long-term settlement then, he would have been out of money a long time ago. He should be pleased we did not settle for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I say, this debate is about the strikes that will take place next week. Labour Members should get behind the rest of the country and convince their union friends, who I know give them millions of pounds, that the strike is not in the interests of the British public. Although the Labour party is bankrolled by the unions, we want it to stand up to the union barons, rather than bringing the railways to their knees. The Labour leader might claim to be different, but if you scratch the surface, it is the same old Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, the Labour party needs to join the Government and vote for the motion. It needs to put people above its party coffers. It needs to vote to condemn the unions for their irresponsible actions. It needs to stand with hard-working people everywhere, who just want to get on with their lives after two years of considerable disruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Daly (Bury North) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thousands upon thousands of self-employed people throughout the country will not be able to earn a penny over the period of the strike. It will cripple the economy and the pockets of our constituents throughout the country. Will my right hon. Friend say how much the general secretary of the RMT will lose of his £124,000 in pay and benefits for crippling the economy of this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right to point that out. If I am honest, I am more worried about the rail card that the general secretary gets with his job than about his salary, because he will not be able to use it during the strike. I imagine that will be a problem for him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Clarkson (Heywood and Middleton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prior to coming here, I was a rail commuter. I stood on platform 14 of Manchester Piccadilly every day, Monday to Friday. That is why I am so frustrated that our Mayor has said absolutely nothing about the strikes and that a fellow Greater Manchester MP is enthusiastically backing them. Has my right hon. Friend consulted any of the Labour of MPs who have taken donations from the RMT about whether they will donate to their constituents on low incomes who will not be able to afford to get to work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My rail commuting friend makes an excellent point. Every person in this country will want to know and understand how MPs have voted in this place tonight. It matters to them and their families, and it matters for their jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it not the reality that the person who most wants this strike to go ahead is the Prime Minister?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The choice is clear: we can stick with the same old failed model, which makes the railways uncompetitive and jeopardises thousands of jobs as people abandon the rail network, perhaps forever, or we can come together to overhaul our railway industry, build a service that people want to use and give the railways a bright future. It is time for the unions to call off these absurd strikes. Strikes should be the last resort, not the first resort. If the unions will not stop, we as Members of Parliament, whose constituents rely on the railways for their work, to see their families, to get on and to use public services, must speak with one voice. People throughout the land will look to this House today to see how their Members of Parliament vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Secretary of State for giving way. It is unfortunate that he has misjudged the tone of this dispute. We are talking about—[Interruption.] Shh. We are talking about the livelihoods of public servants and about their job security. If he was serious about resolving this dispute, not only would he insist on coming to the table; he would be open to listening to what the unions have to say. Why won’t he?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would welcome guidance on a very serious point, Madam Deputy Speaker. I thought that Members had to point to the Register of Members’ Financial Interests when they speak in this House. I believe that the hon. Member for York Central (Rachael Maskell) has received a £3,000 donation from the RMT. Today’s vote is specifically about the RMT and its strike, so I would welcome any guidance on that matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not agree with the hon. Lady about the tone of all this. It is incredibly important that people are getting around the table and talking. Talks have been going on. Unfortunately, even though talks were going on, the unions sold a strike to their members on false pretences: on the basis that there would be no pay rise, when in fact there was always going to be a pay rise because the public pay freeze had come to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that now is the time for this House to come together to show that we support hard-working commuters, key workers, the public and the pupils we have spoken about who are taking their A-levels and GCSEs, each of whom will be unable to go about their business. Or will Labour Members vote with their union baron friends, as we were just hearing, in favour of these reckless, unnecessary, self-defeating, premature strikes? Tonight, the voting record of each and every one of us will be on display. The record will show that those on the Government Benches stood united in favour of the people we represent. The question is, where do that lot stand? I commend the motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}