{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-bulb-energy-administration-and-energy-bill-relief-scheme/",
    "title": "Grant Shapps – 2022 Statement on the Bulb Energy Administration and Energy Bill Relief Scheme",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 31 October 2022.",
    "content": [
        "I am today updating the House on the mergers and acquisition process for Bulb Energy Ltd (‘Bulb’) in special administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bulb Energy Ltd (‘Bulb’) was taken into special administration by an order of the court on 24 November 2021. Ofgem applied to court, with the consent of my predecessor but one, my right hon. Friend the Member for Spelthorne (Kwasi Kwarteng), based on their determination that the special administration regime (SAR) was the most appropriate route for protecting Bulb’s circa l.5 million customers in the circumstances prevailing at that time—a recommendation which had subsequent BEIS accounting officer and ministerial concurrence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The court appointed three individuals from Teneo Financial Advisory Ltd (‘Teneo’) as joint energy administrators and, following an application by Teneo, directed they enter into the circa £l.7 billion funding agreement with BEIS to support the achievement of their statutory objective of ensuring continuity of supply to Bulb’s customers at the lowest practicable cost until such time as the company may be rescued, or the business transferred to another company or companies. Bulb’s parent company, Simple Energy, was taken into “normal”—not special—administration on the same date by their secured creditors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy administrators and their MSA advisers have delivered a competitive and extensive sales process over recent months, culminating in their recommendation to transact Octopus Energy’s bid as the optimal way to achieve their statutory objectives. Their recommendation has been reached after an extensive negotiation process to secure the best terms in the circumstances and detailed analysis of the counterfactual options, all of which show less favourable anticipated outcomes and carry significant operational and execution risks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have therefore approved the Octopus bid transaction and associated amendments to the existing funding facility and establishment of their new loan facility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The BEIS-led consultation process on the energy transfer scheme (ETS) has commenced. Subject to Government approval, the energy administrators will arrange for a court hearing date for commencement of the ETS and to enable the completion of the transaction as all agreements take effect by mid-November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Energy bill relief scheme (EBRS)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vital businesses, charities, schools and hospitals up and down the country have seen an unprecedented rise in energy prices following Putin’s illegal war in Ukraine, and this new Government will take the difficult decisions when necessary to support our essential British businesses and public sector services. Support has already been introduced to help families with their energy bills this winter, and this new measure will help support growth, prevent unnecessary insolvencies and protect jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy bill relief scheme (EBRS) will provide a price reduction for all eligible businesses and other non-domestic customers such as charities, schools and hospitals, who have recently experienced unprecedented rises in gas and electricity prices. The EBRS is a significant Government intervention reflecting the seriousness of the situation we face. It aims to support growth, prevent unnecessary insolvencies and protect jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Subject to the will of Parliament, the price reduction will come into force at the beginning of November 2022 in time to cover energy consumed in October and will apply to the non-domestic customer’s actual gas and electricity consumption. It is intended to run for six months from 1 October 2022 until 31 March 2023. The price reduction will be linked to the wholesale element of a non-domestic customer’s gas and electricity bill. The actual price reduction received will vary depending on the contract type that a non-domestic customer is on, as well as the tariff and volume used. Government will reimburse suppliers in accordance with the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funding for the EBRS will be sought through the estimates process. Any future costs for the delivery of the EBRS can only be projections and will depend upon energy usage levels and changes to the wholesale price of energy. As a result, the EBRS will give rise to an uncapped contingent liability. A review of the EBRS will be published after three months to assess effectiveness of the scheme and consider how support might be extended, further targeted, or revised beyond the initial six-month period for non-domestic customers most at risk from inflated energy prices. The Treasury-led review will determine support from April 2023—an update will be provided in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have laid before Parliament a Departmental minute describing contingent liabilities arising from the energy bill relief scheme (EBRS). It is normal practice when a Government Department proposes to undertake a contingent liability of £300,000 and above, for which there is no specific statutory authority, for the Department concerned to present Parliament with a minute giving particulars of the liability created and explaining the circumstances. If the liability is called, provision for any payment will be sought through the normal supply procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret that due to the urgency of this scheme, I have not been able to follow the usual timelines for issuing notice at least 14 parliamentary sitting days before the liability begins to be incurred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Treasury has approved spending for this proposal in principle. I will continue to update Parliament on this scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}