{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-transport-and-covid-19/",
    "title": "Grant Shapps – 2020 Statement on Transport and Covid-19",
    "post_date": "May 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 12 May 2020.",
    "content": [
        "With permission, Mr Deputy Speaker, I would like to make a statement about the new transport guidance for passengers and operators that has been published by my Department today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coronavirus has cast a shadow over the lives of everyone in this country. As we all know too well, for some it has caused unimaginable heartache. For millions more of our fellow citizens, this crisis has meant an enormous sacrifice in the national effort to beat this disease. The Government are immensely grateful to the British people for the profound changes that they have made to their lives over the last few weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also extend my thanks to transport workers and the wider freight sector for their immense efforts to keep Britain on the move during this crisis. We will always remember the way in which the industry has served the country during the most challenging of times. Public transport operators have ensured that all those frontline staff have been able to get to work and fight the virus, while freight firms have delivered vital goods and kept supermarket shelves stacked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is now time to consider how together we emerge from this crisis. On Sunday, the Prime Minister set out the first careful steps for reopening society and a roadmap for the weeks and the months ahead. Undoubtedly, transport is going to play a very central role in that recovery. It will be the key to restarting our economy and in time will enable us to renew and strengthen those precious ties that are so deeply valued by us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said last week, our nation’s emergence from this crisis will not be a single leap to freedom. It will be a gradual process. We cannot jeopardise the progress achieved over the past few weeks by our shared sacrifices. We therefore remain clear that those who can work from home should continue to do so. However, as those who cannot start to return to their jobs, the safety of the public and of transport workers must be paramount. That is why the Department for Transport has today published two new pieces of guidance for passengers and for operators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These documents aim to give passengers the confidence to travel, and they seek to give operators the information they need to provide safer services and workplaces for passengers and for staff. We encourage operators to consider the particular needs of their customers and workers as they translate these documents into action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first document is aimed at passengers. I will summarise some of the main points contained in the advice. First, as I mentioned, we continue to ask people to go to work only if they cannot do their jobs from home. That is because even as transport begins to revert to a full service, the 2-metre distancing rule will leave effective capacity for only one in 10 passengers overall. It is therefore crucial that we protect our network by minimising the pressures placed on it and ensure that it is ready to serve those who most need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result, we are actively asking those who need to make journeys to their place of work or other essential trips to walk or to cycle wherever possible. In order to ​help us do more of that, last week I announced an unprecedented £2 billion investment to put walking and cycling right at the heart of our transport policy. The first stage is worth £250 million and will include a series of swift emergency measures, including pop-up bike lanes, wider pavements and cycling and bus-only corridors. That money should help protect our public transport network in the weeks and months ahead. It is my hope that they will eventually allow us to harness the vast health, social and environmental benefits that active forms of travel can provide. If people cannot walk, but have access to a car—I appreciate that I will be the only Transport Secretary to have said this for very many years—we urge them to use the car before they consider public transport, avoiding where possible any busy times of day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do, however, recognise that for some people using transport is a necessity. In this case, passengers should follow the guidance we have set out today in order to keep themselves safe. It recommends that travellers must maintain social distancing by staying 2 metres apart wherever possible to prevent the virus. We also advise that as a precautionary measure, particularly where that is not possible, people wear face coverings when using public transport. That could help protect other travellers from coronavirus where someone has perhaps unwittingly or unknowingly developed the illness, but they are not showing any symptoms. We urge passengers to avoid the rush hour and replan their visits, to use contactless payments where at all possible and to wash their hands before and after their journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the guidance also reminds us that at this most challenging of times, it is more vital than ever that we think about the needs of others. Our transport operators and their staff are doing an incredible job to keep everyone safe. Please follow their advice. In stations and bus interchanges, be patient and considerate with fellow passengers and staff. In particular, we should remember the needs of disabled passengers, those with hearing and sight impairments and older travellers, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I mentioned, we are also publishing a second document, guidance for transport operators, today. Those organisations really are at the forefront of the national recovery effort. They know the insides and out of the needs of their customers and their workers, and they understand like no one else their industry’s specific needs. That is why I have no doubt that the operators are best placed to implement the safety processes that work best for their businesses, their employees and their customers. The guidance we are publishing today advises operators across all forms of private and public transport on the measures they can take to improve safety. The steps include ensuring stations, services and equipment are regularly cleaned, and that passenger flows are clearly communicated to try to avoid crowding to try to keep everyone on the network, passengers and staff, two metres apart wherever possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance will develop over time, in line with our increasing understanding of how coronavirus is spread and how it is contained. In addition, it is likely that there will be no one-size-fits-all approach to implementation. It will need to be tailored and localised, based on plans of local specific transport needs. In preparation for that process, yesterday I wrote to local authorities to set out how we can work together to prepare transport networks at a local level for restart and ensure public safety.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The documents I publish today will help ready our transport system to support our country as we seek to control the virus and restart the economy. We will inevitably encounter obstacles along the way as we embark on the next stage of our national fightback against the virus. There is no doubt that we need to continue to work together to overcome those challenges. On that note, I would like to express my gratitude to our partners in the devolved Administrations, the local authorities, the Mayors, trade unions and transport operators for their work over the past few weeks. I look forward to continued collaboration in future, because co-operation will be key to setting the country on the road to recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If everyone plays their part, and if we continue to stay alert, we can control the virus and save lives. If we all follow the guidance on making essential journeys, I believe that together we can harness the power of transport to build a new and revitalised nation. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}