{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-national-rail-strike/",
    "title": "Grant Shapps – 2022 Statement on the National Rail Strike",
    "post_date": "June 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 20 June 2022.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement on the rail strikes. We are now less than eight hours away from the biggest railway strike since 1989—a strike orchestrated by some of the best paid union barons, representing some of the better paid workers in this country, which will cause misery and chaos to millions of commuters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This weekend, we have seen union leaders use all the tricks in the book to confuse, to obfuscate and to mislead the public. Not only do they wish to drag the railway back to the 1970s, but they are employing the tactics of bygone unions: deflecting accountability for their strikes on to others; attempting to shift the blame for their action, which will cause disruption and damage to millions of people; and claiming that others are somehow preventing an agreement to their negotiation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not think the public will be hoodwinked. [Interruption.] Opposition Members laugh, but we are talking about the families who will be unable to visit their relations, the music fans who are hoping to go to Glastonbury, the students who will be unable to get to their GCSEs and A-level exams, the businesses who are just beginning to recover from covid and people who will miss out on their medical treatment because of these strikes. That is what the Opposition are supporting. They know that this week’s rail strikes, created and organised by the unions, are the full responsibility of the unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we are all doing our utmost to get the unions and the rail industry to agree a way forward and call off the strikes. In such discussions, it is always the employer and the unions who need to get together and negotiate. In this case, that is the train operating companies, Network Rail and their union representatives. We are not the employer, and we will not undermine the process. [Interruption.] I hear the calls of the Labour leadership for us to get involved somehow, perhaps by inviting the unions for beer and sandwiches to discuss the situation. We all know that the Leader of the Opposition thinks that a beer and a curry is a work meeting, but we will be leaving this to the employers, who are the right people to negotiate with the unions. Indeed, the unions are in daily talks with the employers—or at least they were, until they walked out an hour ago to hold a press conference, saying that the strikes would be on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite these strikes, we are doing everything we can to minimise disruption throughout the entire network. We are working with the civil contingencies secretariat, the Government’s emergency planning team, to keep critical supply chains open wherever possible. Operators will keep as many passenger trains as possible running, although of course with so much disruption to the timetable, that will be very difficult on strike days. It is estimated that around 20% of planned services will operate, focused on key workers, main population centres and critical freight routes. But there will be mass disruption, and we advise passengers to avoid travelling unless absolutely necessary—which, of course, for many it will be. The National Rail Enquiries website will be kept updated with the latest travel information to ensure that passengers can make informed decisions about their travel. Passengers are strongly advised to check before they travel and encouraged to look for alternative means of transportation if their journey is affected, including on the days between the strikes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are looking at a variety of different options for the railways to maintain services amid disruption in the medium and longer term. We can no longer tolerate a position where rail workers can exercise their right to strike without any regard for how the rights of others are affected. Nurses, teachers and other working people who rely on the railway must be able to travel. Minimum service legislation is just one part of that. Minimum service levels are a Government manifesto commitment, and they will require train operators to run a base number of services even in the event of future strike action. It is a system that works well in other countries, including Belgium and France, and so we will be bringing in legislation to protect the travelling public if agreement cannot be reached when major disruption is expected, as with the strikes this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rhetoric that we have heard from union leaders and Opposition Members over the weekend seems to be focused on widening the division rather than bridging the gap. The whole point of the railway reforms—based on the Williams review, which engaged with the unions very extensively—is to unite and modernise the industry, and just as we cannot reform the railways with obsolete technology, we cannot do so by clinging to obsolete working practices. For example, leisure travel at weekends is currently a huge potential growth area. After covid, people are coming back and are travelling at the weekends more than before. However, under an agreement which dates back to 1919, Sunday working is voluntary on most of the railway, so the industry cannot do what everyone else does—what other businesses and organisations do—and service its customers. Instead, it has to appeal to people to come and work, and that service has sometimes been unavailable, for instance when large football matches are taking place: during the Euro finals, 170 trains were cancelled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The industry therefore needs to change. Unions claim that this strike is about a pay freeze, but that is factually incorrect. We are not imposing a pay freeze. The whole point of these reforms is to build a sustainable, growing railway, where every rail worker receives a decent annual pay rise. Let me be clear, however: if modernisation and reform are to work, we must have unions that are prepared to modernise, otherwise there can be no deal. This strike is not about pay, but about outdated unions opposing progress—progress that will secure the railway’s future. These strikes are not only a bid to stop reform; they are critical to the network’s future. If the reforms are not carried out, the strikes will threaten the very jobs of the people who are striking, because they will not allow the railway to operate properly and attract customers back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The railway is in a fight . It is in a fight for its life, not just competing with other forms of public and private transport but competing with Teams, Zoom and other forms of remote working. Today, many commuters who three years ago had no alternative but to travel by train have other options, including the option of not travelling at all. Rail has lost a fifth of its passengers and a fifth of its revenue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the pandemic, the Government have committed £16 billion of emergency taxpayer support—we all know the numbers; that means £600 for every single household in the country—so that not a single rail worker lost his or her job. We have invested £16 billion to keep trains running and ensure that no one at Network Rail or DFT-contracted train operating companies was furloughed. Now, as we recover and people start to travel again, the industry needs to grow its revenues. It needs to attract passengers back, and make the reforms that are necessary for it to compete. The very last thing that it should be doing now is alienating passengers and freight customers with a long and damaging strike. So my message to the workforce is straightforward: “Your union bosses have got you striking under false pretences, and rather than protecting your jobs, they are actually endangering them and the railways’ future.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a platform for change. We want the unions to work with the industry and the Government to bring a much brighter future to our railways, and that means building an agile and flexible workforce, not one that strikes every time someone suggests an improvement to our railway. Strikes should be the last resort, not the first. They will stop customers choosing rail, they will put jobs at risk, they will cause misery across the country, they will hit businesses that are trying to recover from covid, and they will hurt railway workers themselves. So please, let us stop dividing the railway industry, and let us start working for a brighter future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}