{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-statement-on-tfl-funding/",
    "title": "Grant Shapps – 2021 Statement on TFL Funding",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 13 December 2021.",
    "content": [
        "I am updating the House on an interim extension of the current Transport for London funding settlement that was due to expire on 11 December 2021 by one week. This has been agreed by the Mayor of London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 8 December, the Department for Transport received a letter from the Mayor of London that provided further information on how Transport for London and the Mayor will raise new income of between £0.5 billion and £1 billion in line with the commitment agreed under the June 2021 emergency settlement. This response was already three weeks past the original deadline of 12 November. Government require further clarification on these proposals and the Mayor of London has been asked to provide more detailed information by 15 December. Should sufficient information be received, work on an extended further settlement will continue, to support the capital and its transport network. We have thus far supported London with over £4 billion of funding and will make sure services are protected while work on the next settlement is underway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support to Transport for London has always been on the condition that Transport for London reaches financial sustainability as soon as possible and with a target date of April 2023. The condition on identifying new or increased income sources is integral to Transport for London achieving that objective. An extension of the existing funding settlement will provide Transport for London with support until 17 December 2021 by rolling over the provisions of the existing settlement, providing continued support to Transport for London and certainty to Londoners while we work with Transport for London on their funding needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are committed to supporting London and the transport network on which it depends, while balancing that with supporting the national transport network. I will update the House on the details of the next financial settlement after the close of this extension period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}