{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-post-office-compensation-scheme/",
    "title": "Grant Shapps – 2022 Statement on Post Office Compensation Scheme",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 7 December 2022.",
    "content": [
        "With permission, Mr Speaker, I should like to make a statement about Horizon and Post Office group litigation compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Horizon scandal is nothing short of a travesty. Today, I turn to those who lost everything—those who were driven to bankruptcy and lost the savings for which they worked all their lives; those who were falsely accused and lost their good name in our country’s courts; those who were falsely convicted and lost their freedom in our country’s prisons; and all those who, having lost everything possible, then took their own lives—to say that we should not be here and it should not have happened. It should have been said years ago, and I want to say it today: I am sorry. I am sorry for those years of pain, of hurt and of anguish. I apologise unreservedly for any part that my Department has played, historically, in this miscarriage of justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office is a public institution. It exists to serve the British people. That the best of us, our postmasters, could be subject to such intolerable injustice does not bear thinking about. This is a wrong that can never be put right, but I hope that the steps that we are taking today will be of some comfort to those who have fought and who continue tirelessly to fight for justice. We want the postmasters who exposed the scandal through the High Court group litigation order case to receive similar compensation to that available to their peers. That is what is right, and it is what is fair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 2 September, my predecessor at the Department for Business, Energy and Industrial Strategy, my right hon. Friend the Member for Spelthorne (Kwasi Kwarteng), wrote to those in the group litigation order case to ask their views on whether the Department or the Post Office should administer the scheme, which will deliver additional compensation to those postmasters who originally brought the case to court, and what form they would like it to take. The majority view was that BEIS should deliver an alternative dispute resolution approach, using the information prepared for the GLO case, so that is the route that we will now follow. Over the past three months, a great deal of work has been done to develop the details of the scheme, drawing on comments made in the consultation. I am writing to members of the group litigation today with further information about how it will work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, our postmasters have been left to endure devastating financial hardship. I am therefore pleased to say that all Post Office and Horizon-related compensation payments will be disregarded for benefits purposes. Once the disregard is in place, payments received by postmasters will no longer count towards the capital limit for means-tested benefits and pension credits, and will therefore not affect their eligibility to claim for them. The Government will legislate to put that disregard in place at the earliest opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now asking claimants to work with their representatives on their claims. In parallel, we are working to engage alternative dispute resolution specialists and lawyers to deliver the scheme. Those experts should be on board in the early spring, at which point full claims can start to be submitted and assessed. I hope that compensation will start to flow before the summer and that most cases can be resolved before the end of 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already announced that we will meet postmasters’ reasonable legal costs in claiming under the scheme, and to ensure that lawyers can get to work on preparing claims, we are announcing details today of the funding available to enable postmasters to access initial legal support. We will shortly be inviting claimants’ lawyers to make proposals for commissioning the expert evidence that they will need. I have placed a copy of my letter to GLO postmasters, together with a number of supporting documents, in the Library of this House and on the Department’s website today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, we will create an independent advisory board for the scheme, chaired by Professor Chris Hodges, an expert in alternative dispute resolution. Alongside Professor Hodges, the membership of that board will include Lord Arbuthnot and the right hon. Member for North Durham (Mr Jones), who are recognised by Members on both sides of the House for their many years of outstanding campaigning for the wronged postmasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are honoured to have members of the GLO group with us here today, but I know that nothing we do now will ever put right the decades of wrong. There are so many who cannot be here today, some because they are no longer with us and never lived to see their dignity returned to them by those who stole it. To all of you, I say that I am sorry for these past historic injustices that you should never have suffered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend my statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}