{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-tfl-funding-extension-4/",
    "title": "Grant Shapps – 2022 Statement on TFL Funding Extension",
    "post_date": "June 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 27 June 2022.",
    "content": [
        "Following my statement to the House on 25 February, I am updating the House on a short extension of the current Transport for London (TfL) funding settlement that was due to expire on 24 June 2022, by 19 days, to 13 July. This has been agreed by the Mayor of London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the pandemic, we have supported the transport network in London with nearly £5 billion funding through extraordinary funding settlements for Transport for London. We have recognised the reliance of London’s transport network on fare revenue, and Government continue our commitment to mitigating loss of fare revenue because of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This extension to the current funding settlement is necessary in part due to the unsatisfactory progress made by TfL on its conditions, including pensions. Resolving these issues is an integral part of setting TfL on the path to financial sustainability, and Government stand ready to engage constructively to reach a resolution. This extension ensures that they receive due attention, as well as allowing time for both sides to consider a longer-term capital settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government are committed to supporting London’s transport network as we have since the start of the pandemic, and is in discussions with TfL on a longer-term settlement. By rolling over the provisions of the existing agreement, the extension provides continued support to Transport for London and certainty to Londoners while we work with Transport for London on their emergency funding needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support to Transport for London has always been on the condition that Transport for London reaches financial sustainability as soon as possible and with a target date of April 2023. Government continue to press the Mayor of London and Transport for London to take the decisions needed to put the organisation on a sustainable footing. I will update the House at my earliest opportunity on the details of any longer-term capital settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}