{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-heathrow-expansion/",
    "title": "Grant Shapps – 2020 Statement on Heathrow Expansion",
    "post_date": "February 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 27 February 2020.",
    "content": [
        "Our airports are national assets and their expansion is a core part of boosting our global connectivity. This in turn will drive economic growth for all parts of this country, connecting our nations and regions to international markets, levelling up our economy and supporting a truly global Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also a Government who are committed to a greener future. This Government are acting to tackle climate change and we are the first major economy in the world to legislate for net zero emissions by 2050.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Court of Appeal ruled today that when designating the airports national policy statement, which was backed by Parliament, the previous Government did not take account of the Paris agreement, non-CO 2 emissions and emissions post 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have always been clear that Heathrow expansion is a private sector project which must meet strict criteria on air quality, noise and climate change, as well as being privately financed, affordable, and delivered in the best interest of consumers. The Government have taken the decision not to appeal this judgment. The promoters of the scheme will be able to seek permission from the Supreme Court to appeal if they wish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of its judgment, the Court has declared that the airports national policy statement is of no legal effect unless and until the Government carries out a review under the Planning Act 2008. The Court’s judgment is complex and requires careful consideration. We will set out our next steps in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want Britain to be the best place in the world to do business and as a Government we are committed to investing in transport and wider infrastructure as part of levelling up economic opportunities across the country, including investing in the strategic road network, proceeding with HS2, and committing £5 billion of funding to improve bus and cycle services outside London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We fully recognise the importance of the aviation sector for the whole UK economy. The UK’s airports support connections to over 370 overseas destinations in more than 100 countries facilitating trade, investment and tourism. It facilitates £95.2 billion of UK’s non-EU trade exports; contributes at least £14 billion directly to GDP; supports over half a million jobs and underpins the competitiveness and global reach of our national and our regional economies. Under our wider “making best use” policy, airports across the UK are already coming forward with ambitious proposals to invest in their infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to working closely with the sector to meet our climate change commitments. Our global aviation emissions offsetting scheme, sustainable aviation fuels, greenhouse gas removal technology and eventually, electric net-zero planes, will all help play their part in the aviation sector decarbonising. We also welcome Sustainable Aviation’s Industry-led commitment to net zero carbon emissions by 2050 and the range of innovative action this will unlock to achieve this outcome. We are investing nearly £2 billion into aviation research and technology, and this year my Department will publish an ambitious plan of actions setting out how we will decarbonise transport and support the UK achieving net zero emissions by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is critical that vital infrastructure projects, including airport expansion, drive the whole UK economy, level up our regions, and unite our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}