{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-confirming-closure-of-help-to-grow-digital-scheme/",
    "title": "Grant Shapps – 2022 Statement Confirming Closure of Help to Grow Digital Scheme",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 15 December 2022.",
    "content": [
        "This statement concerns the Government’s decision to close the Help to Grow: Digital programme. Help to Grow: Digital will close to new business applications for discounts on 2 February 2023. Discounts issued for eligible software must be redeemed within 30 days from issue date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme has supported businesses to grow, but with take-up lower than expected, the Government cannot justify the continued cost of the schemes to the taxpayer. The decision has been taken to refocus efforts towards other support mechanisms for small businesses, ensuring businesses get the backing they need in the most efficient and productive way possible. The Help to Grow: Management scheme remains in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government continue to support small businesses, such as through the Government-backed British Business Bank’s start-up loans, which are available to help aspiring entrepreneurs start and grow their businesses. The Government have taken action to protect all eligible UK businesses, including small businesses, from rising energy costs through the energy bill relief scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}