{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-an-independent-inquiry-into-child-sexual-abuse/",
    "title": "Grant Shapps – 2022 Statement on an Independent Inquiry into Child Sexual Abuse",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Home Secretary, in the House of Commons on 20 October 2022.",
    "content": [
        "At midday today, the report of the independent inquiry into child sexual abuse was published. This concludes seven years of investigation into areas of institutional failings, across England and Wales, to properly protect and safeguard children in their care from child sexual abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank the chair of the inquiry, Professor Alexis Jay, and her whole team, for their dedicated service in carrying out this inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all, I want to extend my sincere thanks to the thousands of victims and survivors who have shown exceptional courage in coming forward to share their testimonies and experiences with the inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report provides truly shocking insight on the unimaginable abuse suffered by children, and draws out stark failings by institutions, leaders, and professionals to protect them from harm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report makes recommendations that focus on greater accountability, increasing reporting of this crime, redress for victims, increased focus on bringing the perpetrators of these abhorrent acts to justice, and creating a stronger voice from Government on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that this is a watershed moment, and that it will take time to fully review the inquiry’s findings and recommendations. We will provide a comprehensive response in line with the inquiry’s deadline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to working across Government, and closely with partners in law enforcement, local authorities, the care sector, the third sector, and industry, to continue supporting victims and survivors. We will work together to pursue and bring perpetrators to justice, and to safeguard children and vulnerable people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have today laid a copy of the inquiry’s report in Parliament and will provide a further statement to the House on this landmark report at the earliest opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}