{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-comments-on-aviation-delays/",
    "title": "Grant Shapps – 2022 Comments on Aviation Delays",
    "post_date": "June 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Grant Shapps, the Secretary of State for Transport, on 1 June 2022.",
    "content": [
        "Today’s meeting was a chance to hear from airports and airlines first-hand what went wrong this week. The scenes we’re witnessing at airports are heart-breaking, with holidaymakers missing out on their first trips abroad after the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re grateful to those airlines and operators who have continued to deliver good services despite the current pressures and we recognise that not all operators have been affected in the same way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also understand the resourcing strains on the aviation sector but it does not excuse poor planning and overbooking flights that they cannot service. The companies who have seen the most disruption need to learn from those who ran services smoothly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to monitor the situation closely to make sure consumers don’t lose out from any further disruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both myself and the Aviation Minister have made the changes needed to allow the sector to prepare for summer, but now we need industry to do their bit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been crystal clear – run services properly and according to schedule or provide swift, appropriate compensation. We do not want to see a repeat of this over the summer – the first post-COVID-19 summer season – and will be meeting again in the coming weeks to understand the progress that is being made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}