{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Grant Shapps – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Grant Shapps, the Conservative MP for Welwyn Hatfield, in the House of Commons on 10 September 2022.",
    "content": [
        "Like many in this House, I had the opportunity to meet and speak to the Queen on numerous occasions, but unfortunately the relationship did not start particularly auspiciously. I was invited to Buckingham Palace for what, as other Members will know, is an ancient, complex process of becoming a Privy Councillor. It was so complicated that I was called to a side room with five colleagues to have the process explained. We were told, “You will enter a large hall in Buckingham Palace, where Her Majesty will stand at one end. You will kneel on the red cushions, which go back some distance, on your right knees, holding a Bible in your right hand. You will switch that to your left hand, then take the Sovereign’s hand with your right hand and brush her hand, then stand and say, ‘Your Majesty.’”. I thought, “Brush her hand? Was that an instruction to brush her hand with my hand? With my sleeve? Or with a handkerchief?” As I was about to ask, we were called into the performance of the great ceremony itself. I thought, “No matter, I am fifth in the line to become a Privy Councillor, so I will watch my colleagues.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleagues were all swearing on the New Testament, but as I am Jewish I was swearing on the Old Testament. I was at the back of the line and I thought that I would watch what was happening. Unfortunately, as we went into this large hallway, I found that it was so long that I could not see what was happening in the ceremony at the front. As I got closer, the field of view narrowed and the girth of my colleague in front of me widened, and I still could not see what brushing the hand actually entailed. With palpitations, I nervously knelt in front of Her Majesty the Queen, on the red cushion right before her. I switched the Bible, the Pentateuch, from my right to my left hand, and stretched out my right hand. She stretched out her bare, ungloved right hand and, to my surprise, moved it towards my face. It moved towards my lips. I pursed my lips. And it stuck! For what felt like an age she tried to pull it away and then, suddenly, “pop!”, her hand pulled away. I wanted the ground beneath me in Buckingham Palace to swallow me whole, but I remembered to stand up. “Your Majesty,” I quavered. She looked me right in the eyes with those wonderful sparkling eyes, as if both to acknowledge what had happened and also to forgive me in one turn. She said, “Ye…es!”. Mr Speaker, we never spoke of it again. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}