{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-international-travel/",
    "title": "Grant Shapps – 2022 Statement on International Travel",
    "post_date": "January 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 24 January 2022.",
    "content": [
        "With permission, Mr Speaker, I wish to make a statement on international travel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is less than two months since the first cases of omicron—the most infectious variant to emerge since the start of the pandemic—were confirmed in the UK. Thanks once again to the nationwide army of medical staff and volunteers and the huge public response to our booster programme, today, with more than 137 million jabs administered, including nearly 37 million boosters, Britain is one of the most vaccinated countries in the world, and omicron is in retreat. Thanks also to the decisions taken by the Prime Minister, we have managed to turn the tide on the virus in remarkable time, while keeping our domestic society one of the most open in the world. Today, I can confirm to the House that our international travel regime will also now be liberalised, as part of our efforts to ensure that 2022 is the year in which restrictions on travel, lockdowns and limits on people’s lives are firmly placed firmly in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From 4am on 11 February, and in time for the half-term break, eligible, fully vaccinated passengers arriving in the UK will no longer have to take a post-arrival lateral flow test. That means that, after months of pre-departure testing, post-arrival testing, self-isolation and additional expense, all that fully vaccinated people will now have to do when they travel to the UK is to verify their status via a passenger locator form.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We promised that we would not keep these measures in place a day longer than was necessary. It is obvious to me now that border testing for vaccinated travellers has outlived its usefulness, and we are therefore scrapping all travel tests for vaccinated people, not only making travel much easier, but saving around £100 per family on visits abroad, providing certainty to passengers, carriers and our vital tourism sectors for the spring and summer seasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me explain to the House how this will work in practice. For now, we will maintain our current definition of “fully vaccinated” for the purpose of inbound travel to the UK. That means two doses of an approved vaccine, or one dose of a Janssen vaccine. We will go further. The measures for those arriving in the UK who do not qualify as fully vaccinated have not changed since last March, so the time has come to review that position, too. Today, I can announce that passengers who do not qualify as fully vaccinated will no longer be required to do a day 8 test after arrival or to self-isolate. They will still need to fill out a passenger locator form to demonstrate proof of a negative covid test taken two days before they travel, and they must still take a post-arrival PCR test. This is a proportionate system that moves us a step closer to normality while maintaining vital public health protections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For kids travelling to the UK, under-18s will continue to be treated as eligible fully vaccinated passengers, which means that they will not face any tests at the UK border. Today I am pleased to confirm that from 3 February, 12 to 15-year-olds in England will be able to prove their vaccination status via the digital NHS pass for international outbound travel. Again, this should help families to plan holidays for February half-term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reconnecting with key markets not only boosts the UK economy but will help the hard-hit aviation sector to take back to the skies, so I can also confirm that from 4 am on 11 February we will recognise, at the UK border, vaccine certificates from 16 further nations, including countries such as China and Mexico, bringing the vaccine recognition total to more than 180 countries and territories worldwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One consequence of covid and of rapidly changing infection patterns across the world has been a border regime that, while necessary, has at times been complex, confusing and very difficult to navigate. That has been a challenge for many people who have been travelling over the past two years, so we will also simplify the passenger locator form, making it quicker and easier to complete, and from the end of February we will also make it more convenient by giving people an extra day to fill it out before they travel. Although the option for a red list of countries will remain in place to provide a first line of defence against future covid variants of concern arriving from other countries, we are looking to replace the managed quarantine system with other contingency measures, including home isolation, provided that we can develop new ways to ensure high levels of compliance. In the meantime, our contingency measures remain available. As the House knows, there are currently no countries on the red list. However, I must make it clear that those contingency measures will be applied only if we are particularly concerned about a variant of concern that poses a substantial risk—one that is even greater than omicron.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Health Security Agency will continue to monitor threats and will maintain a highly effective surveillance capacity, monitoring covid infections overseas. But I can announce that, over time, we intend to move away from blanket border measures to a more sophisticated and targeted global surveillance system. I also commit us to developing a full toolbox of contingency options to provide more certainty on how we will respond against future variants. The Government will set out our strategy, including how we will deal with any future new strains of the virus, next month. We will continue to work with international partners, including the World Health Organisation, to help all countries to achieve a level of genomic sequencing to monitor variants that is much closer to our own world-leading capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are moving into a new phase of the fight against covid. Instead of protecting the UK from a pandemic, our future depends on our living with endemic covid, just as we live with flu, for example. We will set out our strategy for that transition in the spring. But as we navigate our recovery, and as we return to more normal travel next month, our advice to all eligible adults who have not been vaccinated stays the same: please get jabbed as soon as possible, and if you have had two jabs, please get boosted. I have recently been speaking to many of my opposite numbers around the world, and they have made it clear to me that regardless of what we do, they are very likely, by this summer, to require that people have had the booster jab. So my advice to anyone who wishes to travel this year, including during the summer, is: do not leave it too late to get your booster as you are very likely to be required to have had it by the third country that you are flying to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We already have one of the most open economies and societies in Europe, with the result that our GDP has outpaced that of other G7 countries. With the changes announced today, we have one of the most open travel sectors in the world. Of course we know that covid can spring surprises, but everybody should now feel confident about booking holidays, business trips, and visits to families and friends abroad. Be in no doubt: it is only because the Government got the big calls right—on vaccination, on boosters and on dealing with omicron—that we can now open up travel and declare that Britain is open for business. Today we are setting Britain free. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}