{
    "url": "https://www.ukpol.co.uk/grant-shapps-2023-comments-on-energy-sources/",
    "title": "Grant Shapps – 2023 Comments on Energy Sources",
    "post_date": "April 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Grant Shapps, the Secretary of State for Energy Security and Net Zero, on 16 April 2023.",
    "content": [
        "The UK has been at the very heart of global efforts to support Ukraine, defeat Putin and ensure neither him nor anyone like him can ever think they can hold the world to ransom over their energy again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the next vital step, uniting with other countries to show Putin that Russia isn’t welcome anymore, and in shoring up our global energy security by using a reliable international supply of nuclear fuel from safe, secure sources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is one side of the equation – the other is the need to invest in clean, cheap and secure energy sources, and our Powering Up Britain plan will do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must stop being reliant on expensive and imported fossil fuels and focus on smarter energy solutions. The UK is already a world-leader when it comes to renewables, a fact recognised by the investors I have met in the Republic of Korea and Japan this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In flying the flag for UK PLC, I want to be crystal clear that the expertise we have from having the four biggest wind farms off our shores is available to support countries looking to invest in their supplies – something that will benefit them, create green jobs and opportunities at home and boost energy security around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I want us to work ever-closer together with countries like Republic of Korea and Japan as we invest more in nuclear technologies like Sizewell and Small Modular Reactors, opening up opportunities to invest in the UK and with it, the job opportunities in our local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}