{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-transpennine-route-upgrade/",
    "title": "Grant Shapps – 2022 Statement on the Transpennine Route Upgrade",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 19 July 2022.",
    "content": [
        "Today, 19 July 2022, the Government have made available £959 million of additional funding to continue to progress the delivery of the ambitious Transpennine Route Upgrade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This funding is a significant milestone, and another step towards upgrading the key East-West rail artery across the North of England to further this Government’s levelling up and decarbonisation objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to progressing the design of aspects of the upgrade, this funding will enable further on-the-ground delivery of electrification and journey time improvement works, mostly west of Leeds. One of the first tangible benefits will be enabling electric trains to run between Manchester and Stalybridge by the middle of the decade. We are also developing scope that will enable the Transpennine Route Upgrade to become the first phase of Northern Powerhouse Rail, including plans to unlock freight flows and take thousands of lorries off our roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also more than trebling the investment in the Transpennine Route Upgrade from £2.9 billion to between £9.0 billion and £11.5 billion. This additional investment will enable the roll out of digital signalling technology, electrification of the full route and the provision of additional tracks for commercial and freight services, giving rail users more reliable, more punctual, more comfortable and greener rail journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To date, the Government have approved over £2 billion of funding for the upgrade. The further £959 million of funding reiterates this Government’s commitment to transforming rail connectivity across the north, as part of the Integrated Rail Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}