{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-the-european-train-control-system/",
    "title": "Grant Shapps – 2022 Statement on the European Train Control System",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 29 June 2022.",
    "content": [
        "I am pleased to announce over £1billion investment in the East Coast Digital Programme, which aims to introduce the European Train Control System (ETCS) to the Southern section of the East Coast Mainline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "European Train Control System, also known as digital signalling, brings signalling onto a screen in the train’s cab. This provides drivers with continuous real time information, for example maximum allowable speeds, and removes the need for line-side signals. Trackside sensors are retained to track the train on the network and support adaptive decision making, through assessing and understanding that particular train’s characteristics such as speed and braking distance. This investment will fund the fitment of trains and lineside technology on the stretch of line from London King’s Cross to Stoke Tunnel, just North of Peterborough, as well as the integration of this technology into the network and its operating companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be the first deployment of European Train Control System on a mixed-use mainline in the UK rail network, increasing punctuality and reliability for both passenger and freight services across the whole line. Trains will be able to run closer together safely, enabling more services to run on the same stretch of track. Fewer signalling failures and faster recovery from any delays will make the service more reliable for the customer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This programme of work presents a unique opportunity to enable a positive step-change in technology on the network, with a move away from systems of signalling that emerged from Victorian times, and towards a high-performing digital alternative. As the rail sector continues to recover from the pandemic, it is vitally important that capacity and reliability are both increased in a financially viable way as demand returns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This large upfront investment in the rail sector also presents an opportunity for savings in the long run, as maintenance of these assets is more affordable across the whole life of the signals. Furthermore, this programme will create approximately 5,000 highly skilled jobs in the rail industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Initial enabler projects have already begun, including the fitment of trains and some infrastructure on the Northern City Line, with works to continue through the 2020s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This major investment is symbolic of this Government’s ongoing commitment to modernising our railways, making them fit for the 21st century. Deployment of this innovative technology for the first time on a mixed-use mainline in the UK will deliver improvements for the user, support the creation of a financially sustainable railway and also grow and level up the economy by delivering an upgrade to this vital economic artery which stretches along the spine of this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}