{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-smart-motorways/",
    "title": "Grant Shapps – 2022 Statement on Smart Motorways",
    "post_date": "January 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 12 January 2022.",
    "content": [
        "Since becoming Transport Secretary, I have worked consistently to raise the bar on motorway safety and I am determined to make sure people using our motorways continue to benefit from one of the safest and best performing road networks in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To this end, one of my first actions as Transport Secretary was to order a stocktake of smart motorways. I also welcome the Transport Committee’s report published on 2 November 2021, following their inquiry into the roll-out and safety of smart motorways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The stocktake and action plan, which I published in March 2020, focused efforts on further upgrading the safety of smart motorways. I am pleased that these efforts have been recognised by the Committee, which agreed that the Government were right to focus on upgrading the safety of all lane running (ALR) smart motorways, rather than reinstating the hard shoulder—which the Committee recognised could cause more deaths or serious injuries on our roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having carefully considered the Committee’s report, I will be taking forward all of its recommendations. This includes the recommendation to pause the roll-out of future ALR smart motorway schemes until a full five years’ worth of safety data is available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the pause, we will continue to make sure all existing ALR smart motorways are equipped with best-in-class technology and resources and are as safe as they can possibly be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will also follow the recommendations to pause the conversion of dynamic hard shoulder smart motorways to ALR until the next road investment strategy; retrofit more emergency areas across existing ALR schemes; conduct an independent evaluation of the effectiveness of stopped vehicle detection technology; explore the introduction of the emergency corridor manoeuvre into the highway code; and investigate the benefits of health and safety assessments being undertaken by the Office of Rail and Road.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together and building on my initial stocktake these measures will ensure that our roads continue to be among the safest in the world—helping drivers not just to be safe, but crucially, to feel safe and confident when driving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the Transport Committee’s scrutiny and to all those that provided evidence for their work. I will be instructing National Highways to take immediate steps to implement the actions as set out in the response and will update the Committee on progress over the coming year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}