{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-po-ferries/",
    "title": "Grant Shapps – 2022 Statement on P&O Ferries",
    "post_date": "March 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 30 March 2022.",
    "content": [
        "Madam Deputy Speaker, I wish to make a statement on P&O Ferries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, I stood at this Dispatch Box to address the House on the shameful sacking of 800 seafarers by P&O Ferries. No British worker should be treated in this way, devoid of dignity and respect. Our maritime workers, who supported this country during the pandemic with great dedication and sacrifice, deserved far better than to be dismissed via a pre-recorded Zoom in favour of cheaper overseas labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response, we urged P&O Ferries to reconsider. Those calls have fallen on deaf ears. Instead, chief executive Peter Hebblethwaite—in front of Parliament, no less—set out how he deliberately broke the law and, in an act of breathtaking indifference, suggested he would do the same thing again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The failure of P&O Ferries to see reason, to recognise the public anger and to do the right thing by its staff has left the Government with no choice. Today, I am announcing a package of nine measures that will force it to fundamentally rethink its decision and send a clear message to the maritime industry that we will not allow this to happen again: that where new laws are needed, we will create them, that where legal loopholes are cynically exploited, we will close them, and that where employment rights are too weak, we will strengthen them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I start with the enforcement action we are taking. Far too many irregularities exist between those who work at sea and those who work on land. Even where workers have rights, they are not always enforced. The first measure I can announce is that Her Majesty’s Revenue and Customs will be dedicating significant resource to checking that all UK ferry operators are compliant with the national minimum wage—no ifs, no buts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I have asked the Maritime and Coastguard Agency to review its enforcement policies, checking they are fit for purpose, both now and into the future. The House will recall that the MCA is already, at my request, carrying out inspections of P&O’s ferries. So far two ships, the European Causeway and the Pride of Kent, have been detained after failing safety inspections. I will not compromise the safety of any vessel, and P&O will not be able to rush new crews through training and expect those ships to sail. That work is ongoing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we will take action to prevent employers who have not made reasonable efforts to reach agreement through consultation, from using fire and rehire tactics. A new statutory code will allow a court or employment tribunal to take the manner of dismissal into account and, if an employer fails to comply with the code, to impose a 25% uplift to a worker’s compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, I have made no secret of my view that P&O Ferries’ boss Peter Hebblethwaite should resign. He set out to break the law and boasted about it to Parliament. I have written to the chief executive officer of the Insolvency Service, conveying my firm belief that Peter Hebblethwaite is unfit to lead a British company, and have asked it to consider his disqualification. The Insolvency Service has the legal powers to pursue complaints where a company has engaged in “sharp practice”. Surely the whole House agrees that nothing could be sharper than dismissing 800 staff and deliberately breaking the law while doing so. It is, of course, for the Insolvency Service to decide what happens next, but in taking this step I want to ensure that such outrageous behaviour is challenged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a hard truth that those working at sea do not enjoy the same benefits as those working on land, which brings me to the fifth element of the package today: a renewed focus on the training and welfare elements of our flagship maritime strategy. We are already investing £30 million through the maritime training fund to grow our seafarer population, but I will go further, pursuing worldwide agreements at the International Labour Organisation. We will push for a common set of principles to support maritime workers, including an international minimum wage, a global framework for maritime training, and skills and tools to support seafarer mental health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sixthly, we know that P&O Ferries exploited a loophole, flagging its vessels in Cyprus to escape UK laws. We will take action on that too. From next week, our reforms to tonnage tax will come into effect, meaning that maritime businesses set up in the UK will have unnecessary red tape removed, as well as any provisions from the EU that are no longer required. By doing so, we will increasing the attractiveness of UK flagging and bring more ships under our control, thereby protecting the welfare of seafarers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of the maritime sector is governed by international laws, obligations and treaties. That means that we cannot hope to solve all these problems alone. The seventh plank of our package today is therefore to engage with our international partners. This week, I have contacted my counterparts in France, Denmark, the Netherlands, Ireland and Germany to discuss the idea that maritime workers on direct routes between our countries should receive a minimum wage. I am delighted to say that the response, particularly from the French Minister for Transport, has already been positive. I will now work quickly with my counterparts to explore the creation of minimum wage corridors between our nations, and we will also ask unions and operators to agree common levels of seafarer protection on those routes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have set out how we will step up enforcement, how we will support the workforce in the long term, how we will get more vessels under the British flag, and how we are working with international partners to create minimum wage corridors, but I know the House is expecting legislative changes, too. Although we had originally intended to come to the Chamber today to announce changes to the National Minimum Wage Act 1998, after seeking expert maritime legal advice it has become clear that that will not be possible. The issue is that maritime law is governed by international conventions that would too easily override changes to domestic laws. However, I will not let that stop us. Seafarers deserve the same wage certainty as onshore workers. They deserve to be safe in the knowledge that they will not be undercut at a moment’s notice by cheaper overseas labour. Today, we are providing that certainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can announce to the House our eighth measure: our intention to give British ports new statutory powers to refuse access to regular ferry services that do not pay their crew the national minimum wage. We will achieve that through primary legislation to amend the Harbours Act 1964. It will mean that if companies such as P&O Ferries want to dock in ports such as Dover, Hull or Liverpool, they will have no choice but to comply. Crucially, that also means that P&O Ferries can derive no benefit from the action it has disgracefully taken. It has fired its workers to replace them with those who are paid below minimum wage but, as a result of this measure, that cynical attempt will fail. My message to P&O Ferries is this: “The game is up. Rehire those who want to return, and pay your workers—all your workers—a decent wage.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government want to bring that legislation forward as quickly as possible, but it is important to get it right. We are legally bound to consult the sector on any changes and, unlike P&O, we take that consultation seriously. Legislative changes will not be possible overnight. To that end, I can announce the ninth and final measure we will be taking. Today I will write to all ports in the UK, explaining our intention to bring forward legislation as quickly as possible, but in the meantime instructing them not to wait. I want to see British ports refusing access to ferry companies that do not pay a fair wage as soon as is practical. They will have the full backing of the Government. I have also instructed the Maritime and Coastguard Agency to get behind that action, and it has indicated that it will do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This issue has united the whole House, and indeed the whole country, in anger at those responsible and in sympathy for those affected. We are a proudly pro-business Government, but we will never support those who treat workers with such callousness and disrespect as we have seen here. British workers are not expendable; they are the backbone of this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The robust package of measures announced today will give our maritime workers the rights they deserve, while destroying the supposed gains P&O Ferries hoped to obtain. It will send a clear message that those using British waters and British ports to ply their trade must accept British laws. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}