{
    "url": "https://www.ukpol.co.uk/grant-shapps-2023-statement-on-industrial-action-and-minimum-service-levels/",
    "title": "Grant Shapps – 2023 Statement on Industrial Action and Minimum Service Levels",
    "post_date": "January 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 10 January 2023.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement on industrial action and minimum service levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nurses, paramedics and transport workers are called key workers for a reason. They truly are the lifeblood of this country; every person sitting in this Chamber is grateful for the work they do and I know everyone will agree that we cannot do without them. The Government will always defend their ability to withdraw their labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we also recognise the pressures faced by those working in the public sector. Yesterday I invited union leaders in for talks across Government, and I am pleased to say we have seen some progress. We want to resolve disputes where possible, while also delivering what is fair and reasonable to the taxpayer. At the moment, all households are struggling with the repercussions of high inflation caused by covid and Putin’s barbaric invasion of Ukraine, and the Government are absolutely focused on tackling that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Granting inflation-busting pay deals that step outside of the independent pay review settlement process is not the sensible way to proceed and will not provide a fair outcome. We will instead continue to consult to find meaningful ways forward for the unions, and work with employers to improve the process and discuss the evidence that we have now submitted. In the meantime, the Government also have a duty to protect the public’s access to essential public services. Although we absolutely believe in the right to strike, we are duty-bound to protect the lives and livelihoods of the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British people need to know that when they have a heart attack, a stroke or a serious injury, an ambulance will turn up, and that if they need hospital care, they have access to it. They need to know not only that those services are available, but that they can get trains or buses—particularly people who are most likely to be the least well-off in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank those at the Royal College of Nursing, who, during their last strike, worked with health officials at a national level to ensure that safe levels of cover were in place when they took industrial action. They kept services such as emergency and acute care running. They may have disagreed, but they showed that they could do their protest and withdraw their labour in a reasonable and mature way. As ever, they put the public first, and we need all our public services to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lack of timely co-operation from the ambulance unions meant that employers could not reach agreement nationally for minimum safety levels during recent strikes. Health officials were left guessing the likely minimum coverage, making contingency planning almost impossible and putting all our constituents’ lives at risk. The ambulance strikes planned for tomorrow still do not have minimum safety levels in place. That will result in patchy emergency care for British people. This cannot continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is for moments such as this that we are introducing legislation focusing on blue-light emergency services and on delivering on our manifesto commitment to secure minimum service on the railways. I am introducing a Bill that will give the Government the power to ensure that vital public services will have to maintain a basic function, by delivering minimum safety levels to ensure that lives and livelihoods are not lost. We are looking at six key areas, each of which is critical to keeping the British people safe and society functioning: health, education, fire and rescue, transport, border security and nuclear decommissioning. We do not want to use this legislation, but we must ensure the safety of the British public. During the passage of the Bill, we intend to consult on what an adequate level of coverage looks like in fire, ambulance, and rail services. For the other sectors covered in the Bill, we hope to reach minimum service agreements so that we do not have to use the powers—sectors will be able to come to that position, just as the nurses have done in recent strikes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a common-sense approach, and we are not the first to follow it. The legislation will bring us in line with other modern European countries such as France, Spain, Italy and Germany, all of which already have these types of rules in place. Even the International Labour Organisation—the guardian of workers’ rights around the world to which the TUC itself subscribes—says that minimum service levels are a proportionate way of balancing the right to strike with the need to protect the wider public. The first job of any Government is to keep the public safe, and unlike other countries, we are not proposing to ban strikes, but we do need to know that unions will be held to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Opposition Members who object to minimum safety levels will need to explain to their constituents why, if they had a heart attack, stroke, or life-threatening illness on a strike day, there were no minimum safety standards in place—[Interruption.] I can see that they do not want to hear it, but they will also need to explain why their leader, the right hon. and learned Member for Holborn and St Pancras (Keir Starmer), has already promised—without hearing any of these details—to stand in the way of this legislation and to repeal minimum safety levels, which are in the interests of their constituents, are in place in every other mature European democracy and neighbouring country, and would protect lives and livelihoods in this country. That is the difference between a Conservative Government who take difficult decisions to protect the welfare of our nation, and the Opposition, who too often appear to be in the pay of their union paymasters. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}