{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-shale-gas-exploration/",
    "title": "Grant Shapps – 2022 Statement on Shale Gas Exploration",
    "post_date": "October 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 27 October 2022.",
    "content": [
        "As the Prime Minister set out when entering office, and in the House yesterday, the Government support the core ambitions set out in the 2019 manifesto. The Government will therefore revert to a precautionary approach and only support shale gas exploration if it can be done in a way that is sustainable and protects local communities. We will be led by the evidence on whether this form of exploration can be done in a way which acceptably manages the risk to local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the November 2019 manifesto, the Government confirmed a moratorium on shale gas exploration in England with immediate effect. Having listened to local communities and assessed the state of the science we ruled out changes to the planning system. As set out in the manifesto, we will not support shale extraction unless the science shows categorically that it can be done safely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In line with the British Geological Survey report on the scientific advances in hydraulic fracturing since 2019, forecasting the occurrence of large earthquakes and their expected magnitude owing to shale gas extraction remains a challenge with significant uncertainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are confirming today that we will again take a presumption against issuing any further hydraulic fracturing consents. This position, an effective moratorium, will be maintained until compelling new evidence is provided which addresses the concerns around the prediction and management of induced seismicity. This is in line with the commitment made in the 2019 Conservative manifesto.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While future applications for hydraulic fracturing consent will be considered on their own merits by the Secretary of State, in accordance with the law, shale gas developers should take the Government’s position into account when considering new developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}