{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-comments-on-tfl-funding/",
    "title": "Grant Shapps – 2020 Comments on TFL Funding",
    "post_date": "November 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Grant Shapps, the Secretary of State for Transport, on 1 November 2020.",
    "content": [
        "This deal is proof of our commitment to supporting London and the transport network on which it depends. Just as we’ve done for the national rail operators, we’ll make up the fare income which TfL is losing due to COVID-19. Londoners making essential trips will continue to be able to use tubes, buses, and other TfL services, thanks to this government funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, the agreement is fair to taxpayers across the country. The Mayor has pledged that national taxpayers will not pay for benefits for Londoners that they do not get themselves elsewhere in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the coming months, as we look to move beyond the pandemic, I look forward to working with London’s representatives to achieve a long-term settlement, with London given more control over key taxes so it can pay more costs of the transport network itself. This agreement marks the first step towards that, potentially allowing a longer-term, sustainable settlement for TfL when the course of the pandemic becomes clearer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}