{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-statement-on-transport-for-london-funding/",
    "title": "Grant Shapps – 2021 Statement on Transport for London Funding",
    "post_date": "May 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 18 May 2021.",
    "content": [
        "The Government and the Mayor of London have agreed to extend the current Transport for London (TfL) funding deal. The deal was due to expire on 18 May 2021 but this extension will continue to support the capital and the transport network until 28 May 2021 on the same terms as now. The extension will provide certainty while we finalise the terms of the next funding deal which will get TfL onto a more financially sustainable footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The extension comprises an additional funding payment of £65 million with a top-up grant available based on actual passenger revenues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have repeatedly shown that they are committed to supporting the running of essential services across the capital with over £3 billion emergency funding provided since the start of the pandemic. Support for London needs to be balanced with the national recovery and ensure fairness and value for money for the taxpayer. The Government will continue to work with TfL and the Mayor so TfL can be financially sustainable as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}