{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-flybe/",
    "title": "Grant Shapps – 2020 Statement on Flybe",
    "post_date": "March 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 5 March 2020.",
    "content": [
        "In the early hours of this morning, Flybe ceased trading.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We appreciate the impact this will have on Flybe passengers and employees. Our immediate priority is to ensure passengers are kept informed of alternative travel options and employees who have lost their jobs are assisted in accessing support and advice. We know this will be a worrying time for Flybe staff and our Jobcentre Plus rapid response service stands ready to help anyone whose job may be at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Affected passengers have been advised not to turn up to the airport. For those passengers who did arrive at UK airports today, Her Majesty’s Government in-person support has been available to provide them with information. The majority of Flybe’s destinations are served by different transport options, and we have asked train and coach operators to accept Flybe tickets and other airlines to offer reduced rescue fares to ensure passengers can make their journeys as smoothly as possible. Following talks with Britain’s train operators, all Flybe staff and customers will be offered a free, alternative way home this week. To redeem the journey, present your employee ID or flight confirmation details. Government staff will continue to further assist at airports. A number of airlines have stepped forward to provide rescue fares for passengers.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the small number of passengers who are abroad, there is sufficient capacity on other commercial airlines to return to the UK. Again, the Civil Aviation Authority is encouraging these airlines to offer rescue fares. The CAA website will also provide information on how people may be able to claim back money they have spent on tickets from travel insurance providers, travel agents or their credit card providers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are urgently working with industry to identify opportunities to re-establish key routes, and have spoken with airlines and airports today to emphasise this. We are pleased to see that airlines have already committed to operating a number of these routes in the near future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious of the impact on all regions of the UK, particularly Northern Ireland, given the importance of air-based connectivity. The aviation Minister has spoken to counterparts in the devolved Administrations to ensure they are kept informed of the latest developments and are aware of the response plans put in place by my Department and the CAA.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Levelling up connectivity across our regions and nations is a top priority for this Government, which is why we are undertaking a review of regional connectivity to ensure the UK has the domestic transport connections local communities rely on—including regional airports. The Treasury is also reviewing air passenger duty (APD) to ensure regional connectivity is supported while meeting the UK’s climate change commitments to meet net zero by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures featured in conversations with Flybe back in January and, in turn, they agreed to continue operating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then, we explored multiple options with Flybe’s shareholders to find a solution, but the directors decided it was not viable to keep Flybe operating. Unfortunately, in a competitive market companies do fail, but it is not the role of Government to prop them up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Globally, aviation is facing challenges due to the impact of coronavirus. The Government are well prepared for this. As the wider economic picture becomes clearer, the Chancellor has said that he stands ready to announce further support where needed. I have today written to Airport Co-ordination Limited, the independent UK slot co-ordinator, asking them to explicitly take into account the implications of flying empty planes on the UK’s environmental commitments in reaching decisions on slot alleviation in relation to coronavirus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}