{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-statement-on-supporting-the-bus-sector/",
    "title": "Grant Shapps – 2021 Statement on Supporting the Bus Sector",
    "post_date": "July 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 6 July 2021.",
    "content": [
        "During the pandemic, the Government have provided unprecedented levels of financial assistance to the bus sector through the coronavirus bus service support grant (CBSSG), supporting bus operators and local transport authorities in England outside of London, with up to £1.4 billion in funding since March 2020. With patronage falling and social distancing limiting passengers onboard, CBSSG has funded up to 100% of pre-covid service levels, ensuring key workers have continued to be able to travel easily and safely. Critically, as restrictions are lifted and passengers return, the bus sector is important in helping the economic recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate that this presents bus operators with a fundamental financial challenge. To encourage passengers back, local bus services should be as available as they were prior to the pandemic. Without support, however, it may not be possible for operators to maintain the services they have provided up until now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can therefore announce that a further £226.5 million in financial support in the form of recovery funding has been made available for the bus sector. Funding operators and local authorities from 1 September until the end of the current financial year, this will succeed CBSSG which ends on 31 August. In addition to helping maintain services, recovery funding will support the key aims of the national bus strategy of encouraging local authorities and operators to work together to deliver better bus services. In return for receiving funding, operators will be asked to commit to co-operating with the process for establishing enhanced partnerships or franchising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the publication of the national bus strategy in March, the Government set out bold ambitions to address the long-term challenge of providing quick, reliable, simple and affordable bus travel. Local authorities have been asked to develop ambitious bus service improvement plans by this October, outlining what will be done at a local level to make travelling by bus as attractive as possible. The Prime Minister has announced £5 billion for buses and cycling to deliver the strategy and provide vital investment for the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}