{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-rail-franchises/",
    "title": "Grant Shapps – 2020 Statement on Rail Franchises",
    "post_date": "March 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 23 March 2020.",
    "content": [
        "In these uncertain times, the railway has a vital role to play in ensuring Britain’s key workers can travel and vital supplies are kept moving. My absolute focus is on making sure services continue so that journeys that are vital in tackling this crisis can continue. So today, to make sure our railways stay open, we are providing train operators on franchises let by my Department the opportunity temporarily to transition on to emergency-measures agreements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These agreements will suspend the normal financial mechanisms of franchise agreements, transferring all revenue and cost risk to the Government. Operators will continue to run day-to-day services for a small, pre-determined management fee. Companies entering into these agreements will see a temporary suspension of their existing franchise agreement’s financial mechanisms for an initial period of six months, with options for further extension or earlier cancellation as agreed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s offer will provide greater flexibility to the train operators and the Government, and make sure the railway can continue to react quickly to changing circumstances and play its part in serving the national interest. It will ensure vital services continue to operate for key workers who are keeping the nation running and that we are able to reinstate a normal service quickly when the situation improves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the longer term these agreements will also minimise disruption to the rail sector. The railways have already seen up to a 70% drop in passenger numbers—with rail fares revenue reducing as people increasingly work from home and adopt social distancing—and total ticket sales are down by two-thirds from the equivalent date in 2019. Suspending the usual financial mechanisms will not only guarantee that services can be sustained over this difficult period, but provide certainty for staff working ​on the railways, many of whom are working hard every day in difficult conditions to make sure we keep the railway running.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not a new model; it is a temporary solution, taking the steps necessary to protect services now in a cost-efficient way, and ensuring current events have as little impact as possible on the railway in the longer term. Allowing operators to enter insolvency would cause significantly more disruption to passengers and higher costs to the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fees will be set at a maximum of 2% of the cost base of the franchise before the covid-19 pandemic began, which is intended to incentivise operators to meet reliability, punctuality and other targets. The maximum fee attainable will be far less than recent profits earned by train operators. In the event that an operator does not wish to accept an emergency-measures agreement, the Government’s operator of last resort stands ready to step in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside our focus on keeping the railways open to support key workers, we recognise there will be many who have heeded Government advice and chosen not to travel. We do not want people to lose money for doing the right thing, so I am also announcing today ​that passengers will be able to get refunds for advance tickets they are not able to use while the Government advise against non-essential travel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have agreed with all the train operators that passengers who have already purchased an advance ticket will be eligible for a refund without any charge. Those holding a season ticket that they no longer wish to use will also be eligible for a partial refund, determined by the amount of time remaining on the ticket. Ticket holders should contact their operator for further details.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the significant timetable changes that have put been in place we are also asking operators to use discretion to allow passengers with advance tickets to travel on an alternative train at a similar time or date if their ticket is technically no longer valid as a result of cancellations but they still wish to travel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are operating in extraordinary times, but today’s announcement will make sure key workers who depend on our railways are able to travel and carry on their vital roles, that hard-working commuters, who have radically altered their lives to combat the spread of coronavirus, are not left out of pocket. It will also provide certainty to the industry’s staff who are still working hard every day to make sure the railway plays its part in tackling this crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}