{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-northern-rail/",
    "title": "Grant Shapps – 2020 Statement on Northern Rail",
    "post_date": "January 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 9 January 2020.",
    "content": [
        "Passengers in the north have had to put up with unacceptable services for too long. We understand how frustrating this has been for people and we are taking action to make sure that performance improves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 16 October 2019 I informed the House, through the Transport Committee, that I had issued a request for a proposal to the current Northern franchisee, Arriva Rail North (ARN) and to the operator of Last Resort as the first phase of securing options for the continuation of passenger services on the Northern franchise. This was triggered by concern over the financial position of ARN.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has now been confirmed to me from the most recent available financial information that the franchise will only be able to continue for a number of months. The proposal I requested from ARN is being evaluated. Following completion of this process I will consider whether to award ARN a short-term management contract or whether to ask the Department of Transport’s own operator of Last Resort to step in and deliver passenger services. Longer-term decisions on the franchise will be made in the light of the recommendations of the Williams Rail Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My decision on which short-term option to choose will be made in accordance with the key principles set out in the statement on how I use my rail franchising powers. This includes:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– protecting the interests of passengers\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– ensuring business and service continuity\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– preserving the interests of taxpayers by ensuring value for money\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– the continued quality of the franchise proposition;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In order to inform this decision, the Department will assess the extent to which each option performs against these principles. Our value for money assessment will be based on a number of criteria, including which option returns most money to the taxpayer, the risks attached to each, and the value of any improvements in passenger services. I intend to announce my decision before the end of January 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To clarify, the current financial position of the Northern franchise will not impact on the railway’s day-to-day operations. Services will continue to run and there will be no impact on staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}