{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-statement-on-scrapping-of-rail-projects/",
    "title": "Grant Shapps – 2021 Statement on Scrapping of Rail Projects",
    "post_date": "November 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 18 November 2021.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement about the future of the railway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I am proud to announce our integrated rail plan. It is a £96 billion programme that will transform rail services in the north and the midlands—the largest single rail investment ever made by a UK Government, and an investment that, rather than being felt decades into the future, will arrive much, much sooner. This unprecedented commitment to build a world-class railway that delivers for passengers and freight, for towns and cities, and for communities and businesses, will benefit eight of the 10 busiest rail corridors across the north and the midlands, providing faster journeys, increased capacity and more frequent services up to 10 years sooner than previously planned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I became Transport Secretary in 2019, the HS2 project was already about 10 years old. I was concerned that costs were rising and newer projects such as the midlands rail hub and Northern Powerhouse Rail had not been fully factored into the plans. Under the original scheme, the HS2 track would not have reached the east midlands and the north until the early 2040s. Clearly, a rethink was needed to ensure that the project would deliver as soon as possible for the regions that it served, and that is how the integrated rail plan was born—through a desire to deliver sooner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister and I asked Douglas Oakervee to lead the work and make recommendations on the best way forward. One of his key criticisms was that HS2 was designed in isolation from the rest of the transport network. The original plans gave us high-speed lines to the east midlands, but did not serve any of the three biggest east midlands cities. For example, if someone wanted to get to Nottingham or Derby, they would still have had to go to a parkway station, and change on to a local tram or train. Oakervee made a clear and convincing case for considering HS2 as part of an integrated rail plan, working alongside local, regional and national services, not just those travelling between our biggest cities. We accepted those recommendations and asked the National Infrastructure Commission to develop options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission came back with two key suggestions: first, that we adopt a flexible approach, initially setting out a core integrated rail network, but that we remain open to future additions as long as expectations on costs and timing are met; and secondly, that strengthening regional rail links would be most economically beneficial for the north and midlands—connecting towns with the main railway networks, and bringing hope and opportunity to communities that have felt left behind for too long—and that we should bring these benefits to passengers and local economies as soon as possible. Those are the guiding principles behind the integrated rail plan that I am announcing today. It is an ambitious and unparalleled programme that not only overhauls intercity links across the north and midlands, but speeds up the benefits for local areas and serves the destinations that people most want to reach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new blueprint delivers three high-speed lines: first, Crewe to Manchester; secondly, Birmingham to the east midlands, with HS2 trains continuing to central Nottingham, central Derby, Chesterfield and Sheffield on an upgraded main line; and thirdly, a brand new high-speed line from Warrington to Manchester and the western border of Yorkshire, slashing journey times across the north. [Laughter.] Well, I know that Opposition Members will want to hear the detail of those journey times and also to explain why their constituents would wish to wait decades more to deliver a journey almost no faster at all than under these plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have heard some people say that we are just going about electrifying the TransPennine route. That is wrong. We are actually investing £23 billion to deliver Northern Powerhouse Rail and the TransPennine route upgrade, unlocking east-west travel across the north of England. In total, this package is 110 miles of new high-speed line, all of it in the midlands and the north. It is 180 miles of newly electrified line, all of it in the midlands and the north. I remind the hon. Member for Oldham West and Royton (Jim McMahon) of Labour’s 63 miles of electrified line in 13 years. We will upgrade the east coast main line with a package of investment on track improvements and digital signalling, bringing down journey times between London, Leeds, Darlington, Newcastle and Edinburgh, and bringing benefits to the north-east much, much sooner than under the previous plans. This adds capacity and speeds up services over more than 400 miles of line, the vast majority of it in the midlands and the north. We will study how best to take HS2 trains to Leeds as well. We will start work on a new West Yorkshire mass transit system, righting the wrong of that major city not having a mass transit system, probably the largest in Europe not to have one. We commit today to supporting West Yorkshire Combined Authority over the long term to ensure that this time it actually gets done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In short, we are about to embark on the biggest single act of levelling up of any Government in history. [Interruption.] Listen to the numbers. It is five times more than what was spent on Crossrail and 10 times more than what was spent on delivering the Olympics, but Opposition Members still think it is a small package. It will achieve the same, similar or faster journey times to London and on the core Northern Powerhouse Rail network than the original proposals, and will bring the benefits years earlier, as well as doubling, or in some cases tripling, the capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me set out a few of these investments. Rail journeys between Birmingham and Nottingham will be cut from an hour and a quarter to 26 minutes, city centre to city centre. Journeys between York and Manchester will be down to 55 minutes, from 83 minutes today. Commuters will be able to get from Bradford to Leeds in just 12 minutes, almost half the time it takes today. There will be earlier benefits for places such as Sheffield and Chesterfield. Trips from Newcastle to Birmingham will be slashed by almost 30 minutes, and passengers in Durham and Darlington will benefit from smoother, more reliable trains. The IRP delivers not just for our largest cities but for smaller places and towns. For example, Kettering, Market Harborough, Leicester, Loughborough, Grantham, Newark, Retford, Doncaster, Wakefield, Dewsbury, Huddersfield and Stalybridge could all see improvements, electrification or faster services, benefiting in ways they would not have done under the original HS2 programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not stopping there. Today’s plan is about those places that connect and interact with HS2 and Northern Powerhouse Rail and the scale of ambition, with many of these projects lying outside the scope. Only yesterday, I opened the first reversal of the Beeching axe. We will be doing the same in Northumberland for the Ashington-Blyth-Newcastle line and many others. We are investing £2 billion in cycling and walking, £3 billion in turn-up-and-go bus services, and tens of billions in our country’s roads. After decades of decline, with constrained capacity and poor reliability, this plan will finally give passengers in the north and the midlands the services they need and deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just about infrastructure; we are going to make train travel much easier as well. Today I can confirm £360 million to reform fares and ticketing, with the roll-out of contactless pay-as-you-go ticketing for 700 urban stations, including 400 in the north.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a landmark plan, by far the biggest of any network improvement and focused on the north and the midlands. With more seats, more frequent services, and shorter journeys, it meets the needs of today’s passengers and future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are getting started immediately with another £625 million for electrification between Liverpool, Manchester and Leeds, bringing the total on the TransPennine route upgrade to £2 billion and counting, and £249 million to further electrify the midland main line between Kettering and Market Harborough, with work starting on the integrated rail plan by Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Communities of every size will benefit, right across the north and midlands, in many cases years earlier than planned. By taking a fresh look at HS2, and how it fits with the rest of the rail system, we will be able to build a much-improved railway that will provide similar or better services to almost every destination than the outdated vision drawn up for HS2 over a decade ago. This plan will bring the north and midlands closer together, fire up economies to rival London and the south-east, rebalance our economic geography, spread opportunity, level up the country and bring benefits at least a decade or more earlier. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}