{
    "url": "https://www.ukpol.co.uk/grant-shapps-2022-statement-on-tfl-long-term-funding-settlement/",
    "title": "Grant Shapps – 2022 Statement on TFL Long Term Funding Settlement",
    "post_date": "September 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 5 September 2022.",
    "content": [
        "Following my statement to the House on 13 July (2022), I am writing to update the House that today we have agreed a new longer-term funding settlement between Transport for London (TfL) and government. The final extraordinary funding settlement expired on 3 August and I have agreed with the Mayor of London a new settlement until 31 March 2024 or until Transport for London reaches financial sustainability, whichever is the sooner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This longer-term settlement includes over £1.1 billion (bn) of additional grant funding until March 2024 for London transport, which will unlock almost £3.6bn worth of critical infrastructure investment, with a number of projects set to revolutionise travel across the capital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result of our longer-term settlement, major upgrades will be delivered for Londoners, including new Piccadilly line trains and the modernisation of the District, Metropolitan, Hammersmith and City and Circle lines – maintaining the London Underground’s world-class status. Further benefits include: supporting the long-awaited repair of Hammersmith Bridge; vital improvement to Elephant and Castle station and a London Overground extension between Gospel Oak and Barking Riverside to service more than 10,000 new homes in east London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the settlement, the Mayor will be required to continue work on the introduction of driverless trains on London Underground, in use on the Dockland Light Railway for more than 35 years. At a time when strikes are crippling both the Underground and national rail systems, never has this work been more important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside all of this is government’s continued commitment to mitigate TfL’s loss of passenger revenue from the ongoing uncertainty of demand following changes to travel patterns since the COVID-19 pandemic. None of this would have been possible without government funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The settlement letter requires Transport for London to modernise and control its operating costs, to make it a modern, effective, efficient and financially stable operator. It is a settlement that is fair and proportionate to London whilst also taking into account funding provided elsewhere in the country and the cost to the national taxpayer, at a time of great pressure on national finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It comes on top of the over £5bn of funding support the government has already provided to TfL since the beginning of the pandemic and government’s commitment to over £1 billion per year until 2025 for London transport through business rates retention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through all of this, government is continuing to work with the Mayor and TfL to ensure London’s transport system delivers for the public and businesses and contributes to the country’s economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}