{
    "url": "https://www.ukpol.co.uk/grant-shapps-2020-statement-on-the-global-travel-taskforce/",
    "title": "Grant Shapps – 2020 Statement on the Global Travel Taskforce",
    "post_date": "October 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Grant Shapps, the Secretary of State for Transport, in the House of Commons on 7 October 2020.",
    "content": [
        "I committed to keep the House updated on proposals for testing international arrivals to safely reduce the 14-day self-isolation period in my statement on 7 September; this statement provides an update on next steps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The introduction of travel corridors in July was a major step forward in safely re-starting international travel whilst retaining the Government’s ability to act quickly if public health was at risk, with international passenger numbers handled at UK airports up by around 400% between June and July to 3.1 million passengers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, many of our major markets remain or have become high risk, and therefore are not eligible for our travel corridor list. A potential solution that has been widely debated is the use of testing to reduce or replace the need for self-isolation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I made clear in my statement to the House on 7 September, based on scientific evidence, the Government do not support the use of a single test on arrival as an alternative to self-isolation. However, a combination of self-isolation and testing is promising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then, my Department and the Department of Health and Social Care have been working extensively with clinicians, health experts and the private testing sector on the practicalities of such a regime. My ministerial colleagues and I have agreed that a regime, based on a single test, provided by the private sector and at the cost of the passenger after a period of self-isolation, could achieve our objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next step is to further develop how this approach could be implemented. Therefore, I am pleased to announce that, at the request of the Prime Minister, the Secretary of State for Health and Social Care and I are standing up the global travel taskforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The overall aim of the taskforce will be to consider what steps the Government can take, both domestically and on the international stage, to enable the safe and sustainable recovery of international travel. To do this, the taskforce will work at pace to consider:​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How a testing regime for international arrivals could be implemented to boost safe travel to and from the UK;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps we can take to facilitate business and tourist travel on a bilateral and global basis, through innovative testing models and other non-testing means; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, what steps we can take to increase consumer confidence and reduce the barriers to a safe and sustainable recovery of international travel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The taskforce will further consider what day that testing should be taken on, informed by public health analysis of when this would be effective, but taking into account economic and other factors, as well as finalising a delivery plan. However, testing is not the only solution and so the taskforce will also consider steps to support the recovery of international travel more broadly, including non-testing based interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Facilitating safe international travel is not a task that can be undertaken by the Government alone, so this taskforce will operate in collaboration with the transport industry, the tourism and local business sectors and the ​private testing sector. It will also engage with partners from governments across the globe, including on the development of bilateral testing pilots.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Each country has understandably implemented its own measures, but these are confusing and complex for the consumer and for operators, so we will show global leadership by developing a framework for international travel to provide that global consistency, while protecting public health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The taskforce will be chaired by myself and the Secretary of State for Health and Social Care. It will include collaboration between officials from Departments across Government, and will liaise with the travel sector in order to work on the operationalisation of testing approaches designed to safely reduce self-isolation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The taskforce will operate at pace for a time limited period, and will formally report back to the Prime Minister no later than early November. I will update the House on its conclusions and outputs. I have published terms of reference alongside this statement on gov.uk and will place a copy in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}