{
    "url": "https://www.ukpol.co.uk/grant-shapps-2021-comments-on-all-lane-running-motorways/",
    "title": "Grant Shapps – 2021 Comments on All Lane Running Motorways",
    "post_date": "April 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Grant Shapps",
            "url": "/tag/grant-shapps/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Grant Shapps, the Secretary of State for Transport, on 20 April 2021.",
    "content": [
        "Despite the data showing that fatalities are less likely on All Lane Running motorways than on conventional ones, this doesn’t mean all drivers necessarily feel safe on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why I tasked Highways England last year with delivering an action plan to raise the bar on safety measures even higher. This progress report shows the extensive work already carried out, but we want to do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside the raft of measures already undertaken, today I am announcing that all new All Lane Running motorways will open with stopped vehicle detection technology in place, as well as a programme to speed up the roll-out of the technology on previously built stretches of All Lane Running motorways to next year. This will help us further reduce the risk of accidents on the country’s roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So-called smart motorways started to be built in 2001 and I am determined to ensure that technology and exacting standards are in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}