{
    "url": "https://www.ukpol.co.uk/alok-sharma-2021-speech-at-2nd-zev-transition-council/",
    "title": "Alok Sharma – 2021 Speech at 2nd ZEV Transition Council",
    "post_date": "April 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Alok Sharma, the COP President, on 26 April 2021.",
    "content": [
        "Great to see you all again. We’ve got two big agenda items – the pace of transition that is needed to reach our Paris goals, and also the latest evidence on the relative environmental performance of technology options that we have to get to net zero. Then a short discussion on the global MoU on heavy-duty vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also joined by my friend Grant Shapps, UK Secretary of State for Transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the second meeting we are having on this Zero Emission Vehicles Council – welcome back to everyone who participated in the last meeting in November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this occasion I particularly wanted to welcome our friends from the US and Germany who are joining for the first time. Our thoughts and prayers are also with our friends in India, who were unable to join today due to the Covid-19 outbreak, as I’m sure you will understand. We look forward to welcoming them back to the next meeting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we are represented by ministers and leaders from across the world: from North America to Central America, Europe to Asia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Collectively, we make up more than 50 per cent of the global car market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means all of us around this virtual table have the ability to determine the future of road transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the sector accounting for 10 per cent of global emissions, what we do here collectively really matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no doubt that the industry is moving in the right direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From a UK perspective, we worked very closely with the sector last year when we announced our own targets for the phase out of petrol and diesel sales by 2030, and moving to all EVs from 2035. The fact that the sector itself is moving in the right direction is positive – major players like General Motors, Jaguar and Volvo have already made ambitious commitments to end the sale of internal combustion engine vehicles in the 2030s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The growth of EVs is increasing, and the expectation is that 15% of new car sales in the EU will be electric vehicles in 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This progress is fantastic, but we need to go further and faster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today we will discuss the speed of the transition to zero emission vehicles required to meet the goals of the Paris Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, we have committed to all new car and van sales being zero emission by 2035. This is very much central to our net zero plans as well as our green industrial revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I think we all recognise that if we are to halve global emissions by 2030, we all need to work together and move collectively in this direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pace of change and technology options are two areas where collaboration can have a real impact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We represent over 50 per cent of the global car market – if we act together, we have an opportunity to drive faster investment throughout the whole global car industry and bring down costs more quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the most pessimistic forecasts, only a quarter of the cars on the road will be zero emission by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meeting the goals of the Paris Agreement requires all cars to be zero emission by that date. So there is a big lift to be done here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to ensure we are bringing down costs at the same time, economies of scale will clearly help to deliver that, as well as the improvement in technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the discussion today, we will explore how to collaborate in these areas and we will hear from independent experts in the UK’s Committee on Climate Change and the International Council on Clean Transportation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we all acknowledge that climate change is the biggest challenge that is facing us globally. Unless we make real progress in the next 9 years – as 2030 is the date we are all striving for – I think it’s going to be very challenging to keep global temperature rises at 1.5 degrees and keep us on track for net zero by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are doing this ourselves, but also for future generations. For a child that is born today – before that child has completed their primary education, the future will basically be set in terms of where we are going with our planet. It is incumbent on all of us therefore to make progress and act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now hand over to Grant Shapps, UK Secretary of State for Transport, to say a few words on our recent engagements with global vehicle manufacturers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}