{
    "url": "https://www.ukpol.co.uk/alok-sharma-2022-speech-at-the-africa-adaptation-summit-opening-ceremony/",
    "title": "Alok Sharma – 2022 Speech at the Africa Adaptation Summit Opening Ceremony",
    "post_date": "September 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alok Sharma, the Cabinet Office, in Rotterdam in Netherlands, on 5 September 2022.",
    "content": [
        "Patrick, thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Presidents, your excellencies, sisters and brothers, if I may: I want to thank everyone for all the inspiring words we’ve heard, and indeed the pragmatic suggestions, as that’s what actually matters, Patrick, as you’ve said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I want to thank you, Patrick, you and your team at the Global Centre on Adaptation for putting this together, together with the African Union, with Akin and the African Development Bank.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a critical summit. I want to start by saying that, unlike Kristalina, I have no original jokes to offer. But I’ve noted the joke you made, and I’ll be using it – like a good politician, I’ll be repeating it and claiming it as my own at future events!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Friends, we are ten months since COP26. And, as I think we’ve heard, that was an important milestone on adaptation and the work that we do around this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the Glasgow/Sharm-El-Sheik Work Programme, which has got going on the global goal on Adaptation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in Glasgow we also had the event – that I was very pleased to be part of – on launching the African Adaptation Acceleration Program. And Akin, you talked about the £20 million of UK funding for the program.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is all about making sure that we are driving policy and project support to those working to design and implement transformational adaptation interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so whether that’s in agriculture or infrastructure, or innovative finance, as Ngozi said (and others have commented): at the end of the day, we have to see tackling climate change also as a growth opportunity. For jobs, for the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I think unless we encourage everyone to do that, we will not make the progress that we need to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ban and other leaders have referenced the commitment that we got at COP of developed countries at least doubling their collective provision on adaptation finance for developing nations by 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can tell you that this wasn’t an easy process, but we got there. And the reality now is that countries have to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will all have seen the OECD figures that have come out for 2020 on the $100bn goal. We are moving in the right direction when it comes to adaptation, but the reality is we are going to have to quicken that pace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Patrick, you said not to talk about all the things that have been going wrong in the world when it comes to climate, so let me just say this: the one thing I think every single one of us can say, just looking in our own countries, our continents, is that the chronic threat of climate change has got worse since COP26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Things aren’t getting better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could give you all the examples of Africa, which I’ve got here, but I’m not going to because you know all of this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can tell you from a UK point of view, for the first time, we had wildfires this summer; we have droughts being declared; we have climate emergencies in terms of temperature levels being declared this summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Climate change does not recognise borders. And I think the sooner every world leader recognises that, the better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve got sixty-two days to COP27. Patrick, you said we want to see what is actually going to happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the things that we did agree was that there would be a progress report on the $100bn delivery plan, that is being worked on by our friends in the Canadian and German governments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will publish that before COP27, so we will be able to see what progress is actually being made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, this is going to require all the providers – the MDBs and others – to set out clear, ambitious adaptation finance targets when we meet in Egypt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I also want to acknowledge the brilliant work that Kristalina and her team have done on the RSD; that is really quite remarkable, so thank you so much for all your leadership on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that the annual adaptation costs are expected to reach at least $140bn a year by 2030, and frankly public finance is not going to be enough. We are going to need private finance. And so in a way I agree; I wish we did have more of the private finance providers around this table.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You’ve all set out very clearly the challenges we have and how we rise to those. And I want to acknowledge, firstly, the enormous support and help that I’ve got from Amina over the past years in this role; but also to make the point that, as she said, we need to make sure that when we get to COP27, we have to demonstrate that what we achieved at COP26 is starting to be delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I said in Glasgow that the pulse of 1.5 is weak. And I have to say to you friends, it does remain weak right now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the positive side, we were able to show in Glasgow that the multilateral system, however unwieldy, can work when we all understand that it’s in our collective self interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so what we do need to ensure in the coming days, weeks, and two months to COP27, is that we’re delivering on adaptation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to end by what Akin said. He said: ‘you’re all doers in this room’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I have to say friends, now we just need to get it done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}