{
    "url": "https://www.ukpol.co.uk/alok-sharma-2019-statement-on-universal-credit/",
    "title": "Alok Sharma – 2019 Statement on Universal Credit",
    "post_date": "January 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Minister for Employment, in the House of Commons on 8 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/11/aloksharma-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/11/aloksharma.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Universal credit is a vital reform that overhauls a legacy system that trapped people out of work; with six different benefits, administered by three different Government Departments, it was utterly confusing for claimants. All new claimants now receive universal credit. In the future, we will move claimants who have not changed circumstances from legacy benefits to universal credit in an approach known as managed migration. It is right that the Government should seek to align provision for all, in order to eventually operate one welfare system. The Department has long planned to initially support 10,000 people through this process in a test phase, before increasing the number of those migrated. The first phase will give us an opportunity to learn how to provide the best support, while keeping Parliament fully informed of our approach. Universal credit is proceeding as planned, with no change to the timetable of completing managed migration by December 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}