{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-uk-research-and-development/",
    "title": "Alok Sharma – 2020 Statement on UK Research and Development",
    "post_date": "July 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 1 July 2020.",
    "content": [
        "Today, the Government are publishing the “UK Research and Development Roadmap”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The roadmap sets out the Government’s vision and ambition to bolster the UK’s world-class credentials in research and development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s long-term objectives for R&D are clear: to be a science superpower and invest in the science and research that will deliver economic growth and societal benefits across the UK for decades to come and to build the foundations for the new industries of tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was supported by the unprecedented commitment at the March 2020 Budget to increase public investment in R&D to £22 billion by 2024-25. This followed the Queen’s Speech, where the Government committed to “making the UK a global science superpower that attracts brilliant people and businesses from across the world”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research and development will be critical to a swift economic and social recovery from the impacts of covid-19, for a greener, healthier and more resilient UK. Our goal is to further strengthen science, research and innovation across the UK, making them central to tackling the major challenges we face, including achieving net zero carbon emissions, building resilience to the impacts of climate change, closing the productivity gap and embracing the transformative potential of new technologies to improve the quality of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can only make the most of the UK’s science superpower strengths by working with partners in government, academia, industry and charities across the UK. The roadmap marks the start of a conversation on what actions need to be taken and how to ensure our R&D system is fit for purpose now and for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are engaging with the devolved Administrations and other Departments to ensure this is a cross-government and UK-wide discussion and will be undertaking a broader programme of engagement in the run-up to the spending review this autumn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The “UK Research and Development Roadmap” document will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}