{
    "url": "https://www.ukpol.co.uk/alok-sharma-2019-speech-on-unemployment/",
    "title": "Alok Sharma – 2019 Speech on Unemployment",
    "post_date": "February 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alok Sharma, the Minister of State for Employment, made at the STIR Conference on 13 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/11/aloksharma-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/11/aloksharma.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen, it is a pleasure to be here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last time I spoke to the BritishAmerican Business group was actually back in 2013. It was in Reading, you were on a roadshow and I was thinking what did we talk about because that was before Brexit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I did look through the agenda and the agenda was trade – all about trade between the UK and the US. And TTIP. So it was current then and it is current now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyway, I probably shouldn’t digress from my speech so let me deliver the speech and then I am very happy to take questions on Brexit or anything else you would like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let me start by saying there are 3.4 million more people in work today than in 2010, and around three quarters of all the jobs created over the last 8 years have been full-time, permanent roles and in what we refer to as higher level occupations which ultimately attract higher wages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the increase in employment in the last year has been driven by full-time and permanent jobs. And I think from my perspective I want to thank all of you here because you are very much the people who have made this happen – so a huge thank you from me and the rest of the government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Actually people have been benefiting across every region of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Employment growth has been strongest in regions where it has historically been low. And this point was reinforced in the Resolution Foundation’s report which I helped launch last month as it set out how record employment has changed the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across society, all groups are benefitting as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, it is those who previously found it harder to find jobs who are benefitting most from the jobs growth we have seen over the last 8 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More women are in work than ever before; the ethnic minority employment rate is at a record high; youth unemployment has almost halved since 2010; a million more people with disabilities have entered the jobs market since 2013; and there are more than 10 million people over the age of 50 still in work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I’m not going to ask how many of you are over 50 – you all look very young to me. But I have just got over 50 so I am now an older worker, as we class it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this is the group that we are going to be looking at today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we live longer, healthier lives many people are extending their working life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it may surprise many to know that, despite our increased longevity, men are actually leaving the labour market at an earlier age than in 1950, with women leaving at the same age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst there are those who have planned and saved to retire early, there are lots of people exiting the labour market before they would really want to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Analysis of the British Social Attitudes survey which looked at working later in life showed that just 39% of those who had already retired did so because they wanted to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So that means 61% of people who retired did so not wanting to but wanting to work longer, or indeed because they had health conditions or were unable to work. And that’s quite a powerful statistic in my view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And while employers have long been making arrangements to enable parents to look after their children – which of course is a very good thing – there is also an increasing need to support their older workers who are caring for parents or partners. And I will return to this theme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is widely accepted of course that boosting the number of older workers in employment has benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to focus on 3 in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first are the rewards for an individual who enjoys a fuller working life; second is the boost for employers; and third is the benefit to the national economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So firstly, I do think we are too quick to forget the impact that the routine and social nature of work has on our individual health and wellbeing. For most people, being in what they consider to be good work can be good for their health, both physical and mental.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, at an employer level, I know from my conversations with businesses that you yourselves recognise the value of keeping hold of your talent or bringing their experience into your workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And not only that: we are all familiar with the productivity challenge we face in this country. Armed with more experience, the efficiency of older workers could be part of that solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thirdly at the national level, according to PwC analysis, if the UK could reach the employment rate for 55 to 64 year olds that Sweden currently enjoys, it would boost our GDP by £80 billion. This of course would mean boosting our employment rate for this co-hort to around 76%. This will take effort from all us – but we have made progress. Since 1984 we’ve lifted the employment rate for 55 to 59 year olds from around 60% to just over 74%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is with those 3 benefits in mind that I am convinced that improving employment rates for older workers is a collaborative process – requiring business, government and individual action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 2 years ago we launched our Fuller Working Lives strategy which was written by business, for businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It made recommendations about how businesses can retain, retrain and recruit older workers – with a strong business case alongside each.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I won’t repeat the detail of it – you will have read that – but we have made progress since we set out that plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the recommendations there were a number of ideas around engaging with workers to support them on changing their working pattern and reshaping the end of their careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then, much work has gone into what we are calling mid-life MOTs – a moment to take stock of your career and your finances, and to plan for the future with support from your employer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last summer a number of organisations including Aviva, L&G and the Pensions Advisory Service ran pilots with their employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as we advocate for mid-life MOTs amongst business it is important that we in government set the pace on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So last year my department ran our own pilots with just under 300 staff. It was voluntary and involved a personal review with their line manager and the opportunity to sit down with the Civil Service pension team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The initial feedback that we have got is that people found it a really useful exercise. What we are evaluating now is what impact those conversations have had on changing behaviour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as the results of all the pilots are shared, ours as well as the private sector pilots, we will start to see how the midlife MOT can be used to ignite a cultural shift in how people plan for their later career.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now also have the Flexible Working Taskforce, and there may well be people here who are represented on that, which includes a range of government departments and business stakeholders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The theme of flexible working is also something that comes through in the government’s Good Work plan. I have to say that often flexible working is seen as a response to working parents, which I’ve said is a very good thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But flexible working must also be seen through the prism of older workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are group who so often carry a range of responsibilities – caring for grandchildren, parents or indeed for their partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are often woefully undervalued in these roles, and their needs have not been voiced loudly enough in the debate about flexible working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bringing their cause to the fore is something that we can make sure is achieved through this taskforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While action has been taken and progress is happening, older workers are continuing to take on employment, there is more to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there are 2 areas in particular that I am looking at to boost the employment rates for older works. The first do with our jobcentres.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost all are already paired with the National Careers Service and our Older Worker Champions are working actively on behalf of the older jobseekers we support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But on a recent visit to the jobcentre in Birkenhead I met a jobseeker in his fifties and a jobseeker in her twenties – and they sparked an interesting thought.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the older jobseeker had navigated the working world – with all its workplace politics – the way that employers recruit today was very new to him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conversely, the younger jobseeker was far more comfortable with rigorous recruitment processes, detailed application forms and online testing, but actually welcome real-life insight into how to get-on once she had the she job wanted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the moment, our jobcentres often working with jobseekers in clusters – young people, ethnic minority jobseekers, older workers and so on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To me it makes sense that in many ways to bring people with a shared experience together – building up their confidence and addressing specific barriers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if we take down the divides between these groups, rather than just supporting each through shared experience they can help one another by sharing their different experiences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as employers value older workers as mentors, jobcentres should too – with the added benefit that the mentoring can be mutual.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course it’s interesting in the context of the discussion we have just had about reverse mentoring – this is something that is as applicable in jobcentres as it is in the workplace more widely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second area I am looking at is enrolment in our Work Experience Programme and Sector Based Work Academies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, over fifties are in the minority of the people who start these programmes making up around just 10% of those who have taken up the opportunities since we launched these initiatives in 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But for those who have been out of work for a while or who are looking to change their job as they grow older, these are the bridges to the work that they are looking for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There needs to be a cultural shift in the opportunities we think older workers are open to. For example, apprentices are often thought of as fresh-faced, inexperienced workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But increasingly employers are successfully opening up their schemes to older applicants, in some cases specifically targeting older workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jobcentres should be doing just the same with the opportunities they have on offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I have my to-do list on improving the employment prospects for older workers – I hope as you leave this conference later on today you will have your own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But before I conclude, I want to make the point that whilst the interventions I’ve talked about today focus on the over fifties, we must also get on the front foot with the young generation of workers coming in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There needs to be a resetting of the dial when it comes to how people plan their careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A job for life is no longer a certainty – nor is it what many people want today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That does not need to be alarming – there is a sense of freedom in that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But to make the most of it, people setting out in their working life must be prepared to adapt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adapt to how their job needs will change as their personal circumstances change over time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, particularly for the new generations, how they adapt as the world of work changes as technology is replacing as well as creating jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People coming into the workplace now have a different attitude to their parents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are starting to understand that lifelong learning is more crucial than ever. And that one’s legacy can be in 2 or 3 careers, not just in one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I will repeat myself here. This doesn’t need to be alarming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much has been said about concerns for the future of work – particularly in the face of automation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But each industrial revolution has created more jobs than there were before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am confident that we will continue to see a strong labour market. Bringing more people into the workplace – for our collective and individual benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}