{
    "url": "https://www.ukpol.co.uk/alok-sharma-2022-speech-in-advance-of-cop27/",
    "title": "Alok Sharma – 2022 Speech in Advance of COP27",
    "post_date": "May 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alok Sharma at the G7 Climate, Energy and Environment Ministerial press conference in Berlin on 27 May 2022.",
    "content": [
        "In recent months, the clouds have darkened over the international landscape.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With Putin’s illegal and brutal invasion of Ukraine, war has unfortunately returned to Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tectonic plates within our geopolitics have shifted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are seeing inflation spiking around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are seeing debt mounting and energy prices rising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And globally, people are struggling to feed their families, all as we continue to deal with the effects of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet the current crises should increase, not diminish, our determination to deliver on the challenges we face on climate, on energy, and on the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The G7 represents some of the most advanced economies in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, the message we send as the G7 absolutely matters to the global community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I am pleased that we have shown leadership today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we sit here, in the shadow of a former coal store, which was then a gas storage tower, now is being converted into offices for clean energy startups, there could be no clearer sign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our shared, long-term energy futures do not lie in fossil fuels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This time last year, the G7 showed that it was prepared to act and now we have gone further still.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to say that in this communique we have reaffirmed our unwavering commitment to the Paris Agreement, as well as the commitments made in the Glasgow Climate Pact just six months ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am encouraged that this communique responds to the Glasgow Climate Pact’s ask of nations to revisit and strengthen the ambition of our individual 2030 emission reduction targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in line with this, we call on all countries, but especially major emitters, to increase their ambition, if their 2030 NDCs are not aligned with a 1.5 degree pathway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On finance, we have reaffirmed our goal to mobilise $100 billion a year to support developing nations, and our confidence that this will be met in 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the Just Energy Transition Partnership for South Africa, which we announced at COP26, we have agreed to work on other such ambitious partnerships and I very much hope we will be able to announce some of these by the time we get to Sharm el-Sheikh.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adaptation and loss and damage were also key pillars of the Glasgow Climate Pact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this communique we have underlined their centrality, including our commitment to double adaptation finance by 2025, on 2019 levels, to support those countries most vulnerable to climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must show action and deliver on that pledge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am pleased that the communique commits the G7 to do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the G7’s clear affirmation of commitments on loss and damage, and our support for the operationalisation of the Santiago Network, work on the Global Risk Shield, as well as engagement in the Glasgow Dialogue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am encouraged to see G7 support for an inclusive global Climate Club, to coordinate ambitious climate action, including with the G20 and developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are equally united in the view that climate and environment security are absolutely synonymous with energy and national security and I cannot overstate that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Solving the global energy crisis and the chronic climate crisis requires the same solution, it’s about reducing our dependence on fossil fuels, as part of a managed transition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I welcome the significant leadership and unity the G7 has shown, to go further than last year on fossil fuel finance, by committing to cease G7 international fossil fuel finance by the end of the year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also have the G7’s first coal phase-out goal and endorsement of the Glasgow Breakthroughs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While governments need to deal with their immediate and acute energy needs, we can, and we must, do this without locking in medium and long-term emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking ahead, we must aim to arrive in Egypt having gone further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming months, this group must continue to discuss the targets for 100% net zero power by 2035, 100% of new car sales being zero emission by early next decade, and clear targets in industrial sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are tough challenges, and while progress is being made, we must all aim to go further if we are to meet them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have no other choice if we really aim to keep 1.5 within reach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard yesterday from the Marshall Islands envoy Tina Stege who told us that the window of time to act is in danger of “slamming shut”. It really is as acute as that for many people around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Additionally, we are all focused on the need to respond to environmental degradation and biodiversity loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that we are building on the historic G7 2030 Nature Compact, agreed in Carbis Bay last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this communique and the Ocean Deal, we have made a series of essential and ambitious commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And critically, we have joined our foreign and development colleagues in highlighting the need to make the global biodiversity conference, CBD COP15, the equivalent of a Paris moment for nature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rapidly scaling up finance for nature is going to be critical to an ambitious biodiversity agreement, so I am pleased we have committed to mobilise resources from all sources, including public finance, while ensuring our economic and financial decision-making aligns with the recovery of nature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased in particular that G7 members have committed to ensuring their aid portfolios as a whole become nature-positive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite this progress, across the energy, environment, and climate tracks we have discussed here, our aim to keep 1.5 degrees alive remains fragile.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must accelerate delivery, turning targets and commitments into action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we must show the world that leaders recognise the scale of the challenges we face, that we will make good on the promises that we have made, and that we will continue to build on those commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to end by thanking our German hosts for their excellent G7 leadership, and indeed all ministerial colleagues here for continuing to raise the bar, and showing that the G7 remains able and willing to lead from the front, and do so in a united manner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is now vital that this work continues, through the Germany G7 presidency, the Indonesian G20 presidency, at the CBD COP15, and other international fora as we travel on the road to COP27 in Egypt this November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}