{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-celsa-steel/",
    "title": "Alok Sharma – 2020 Statement on Celsa Steel",
    "post_date": "July 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 2 July 2020.",
    "content": [
        "I would like to update the House on a commercial agreement that the Government has concluded with Celsa Steel (UK) Ltd.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the covid-19 pandemic, the Government have set out a far-reaching package of support to protect jobs and the UK economy. However, in exceptional circumstances, where a viable company of strategic importance has exhausted all other options available to it, the Government has said that we will consider bespoke support on a “last resort” basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an extremely high bar for making use of taxpayers’ money in this way, and any companies seeking support from the Government should do so only as an absolute last resort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such circumstances applied to Celsa, which is a key supplier to the construction industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While commercial confidentiality prevents me from setting out detail, I can assure the House that the Government have agreed terms that will protect taxpayers’ money and ensure that the financial burden is shared with the company’s shareholders and lenders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have agreed legally binding contractual conditions with Celsa on employment, climate change and tax. We have also put in place legally binding conditions on corporate governance, including restraints on executive pay and bonuses. We would expect any company seeking such support from the taxpayer to play their role in our society’s shared endeavours and challenges in the same way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, the Government have already taken wide-ranging actions to support the UK steel industry, including more than £300 million in relief for electricity costs since 2013. We have also created public procurement guidelines with annual reports on the proportion of public sector steel bought from British companies, and details of a steel pipeline on national infrastructure projects worth around £500 million over the next decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This agreement achieves a positive outcome and secures over 1,000 jobs, including more than 800 positions at the company’s main sites in South Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to praise the commitment of Celsa’s workforce and management. Our focus is now on working with all parties to secure the company’s future success, as well as ensuring that the loan is repaid and Celsa continue to deliver employment, climate change, corporate governance and tax commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}