{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-renewable-energy/",
    "title": "Alok Sharma – 2020 Statement on Renewable Energy",
    "post_date": "October 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 6 October 2020.",
    "content": [
        "Today, the Prime Minister announced new investment of £160 million to support offshore wind, and a new level of ambition for the next round of the renewable contracts for difference energy auction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This funding will support major new port-side manufacturing hubs, so that the UK can host the factories making the next generation of offshore wind equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also confirmed a boost to their previous target to deliver up to 30GW of offshore wind to delivering 40GW by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also announced a new ambition for 1GW of the new 40GW by 2030 target to come from floating offshore wind—a brand new technology allowing windfarms to be built further out to sea in deeper waters, boosting capacity even further. This will put the UK at the forefront of the next generation of clean energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together with planned stringent requirements on supporting UK manufacturers in Government-backed renewables projects, these measures will help the industry to reach its target of 60% of offshore wind farm content coming from the UK, helping to also boost lower carbon supply chains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help deliver these ambitious targets and accelerate the country’s progress towards net zero emissions by 2050, the Government have confirmed that the next round of the renewable energy auction will open in late 2021 and aim to deliver up to twice the capacity of last year’s successful round—potentially providing enough clean energy for up to 10 million homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s announcement marks the latest stage of the Government’s support for renewable energy and acceleration of the transition to net zero. The Prime Minister has set out new plans to build back better and build back greener by making the UK the world leader in clean wind energy—creating jobs, reducing carbon emissions and boosting exports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}