{
    "url": "https://www.ukpol.co.uk/richard-sharp-2023-letter-to-bbc-staff-following-allegations-of-a-conflict-of-interest/",
    "title": "Richard Sharp – 2023 Letter to BBC Staff Following Allegations of a Conflict of Interest",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Richard Sharp",
            "url": "/tag/richard-sharp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Richard Sharp, the Chairman of the BBC, to the organisation’s staff on 23 January 2023.",
    "content": [
        "Dear all,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You may have seen reporting over the weekend about the nature of my appointment as Chairman of the BBC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Chairman of the BBC I have a responsibility to you, and to our audiences, to make sure that the BBC is always held in high regard, and I don’t want this episode to distract from the important work that you are doing. I wanted to write to you directly to set out the facts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prior to my appointment, I introduced an old friend of mine – and distant cousin of the then Prime Minister – Sam Blythe, to the Cabinet Secretary, as Sam wanted to support Boris Johnson.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was not involved in making a loan, or arranging a guarantee, and I did not arrange any financing. What I did do was to seek an introduction of Sam Blythe to the relevant official in Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sam Blythe, who I have known for more than forty years, lives in London and having become aware of the financial pressures on the then Prime Minister, and being a successful entrepreneur, he told me he wanted to explore whether he could assist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He spoke to me because he trusts me and wanted to check with me what the right way to go about this could be. I told him that this was a sensitive area in any event, particularly so as Sam is a Canadian, and that he should seek to have the Cabinet Office involved and have the Cabinet Secretary advise on appropriateness and indeed whether any financial support Sam might wish to provide was possible. Accordingly Sam asked me whether I would connect him with the Cabinet Secretary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the time I was working in Downing Street as a special economic adviser to the Treasury during the pandemic, and I had submitted my application to be Chairman of the BBC. I went to see the Cabinet Secretary and explained who Sam was, and that as a cousin of the then Prime Minister he wanted to help him if possible. I also reminded the Cabinet Secretary that I had submitted my application for the position of BBC Chairman. We both agreed that to avoid any conflict that I should have nothing further to do with the matter. At that point there was no detail on the proposed arrangements and I had no knowledge of whether any assistance was possible, or could be agreed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since that meeting I have had no involvement whatsoever with any process. Even now, I don’t know any more than is reported in the media about a loan or reported guarantee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am now aware that the Cabinet Office have a note of this meeting, and that this included advice to the Prime Minister that I should not be involved, to avoid any conflict or appearance of conflict with my BBC application.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Cabinet Office have confirmed that the recruitment process was followed appropriately and that I was appointed on merit, in a process which was independently monitored. Moreover they have confirmed that they gave advice at the time that I should have no involvement whatsoever in any process which might or might not take place, precisely to avoid a conflict or perception of a conflict of interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This matter, although it took place before I joined the BBC, is a distraction for the organisation, which I regret. I’m really sorry about it all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud and honoured to have been appointed as the Chairman of the BBC. I have never hidden my longstanding relationship with the former Prime Minister, however I believe firmly that I was appointed on merit, which the Cabinet Office have also confirmed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have many challenges at the BBC, and I know that distractions such as this are not welcomed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our work at the BBC is rooted in trust. Although the appointment of the BBC Chairman is solely a matter for the Government, I want to ensure that all the appropriate guidelines have been followed within the BBC since I have joined. The Nominations Committee of the BBC Board has responsibility for regularly reviewing Board members conflicts of interest and I have agreed with the Board’s Senior Independent Director, Sir Nicholas Serota, that the Committee shall assess this when it next meets, reporting to the Board, and in the interests of transparency publish the conclusions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to continuing our work together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Best wishes,  \nRichard\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Richard Sharp, BBC Chairman\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}