{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-business-and-covid-19/",
    "title": "Alok Sharma – 2020 Statement on Business and Covid-19",
    "post_date": "May 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 12 May 2020.",
    "content": [
        "I would like to update the House on the Government’s new covid-19-secure workplace guidance. On 23 March, the Government announced lockdown measures and required certain businesses and venues to close. Our message to workers was that if you can work from home, you should work from home, and millions did. At the same time, the Government provided guidance on how those who could not do their work from home could continue to operate as safely as possible in workplaces that were not required to be closed. I want to thank the many workers in distribution centres, supermarkets, transport, construction and manufacturing across the country who have been playing their part in keeping Britain moving. I hope that the whole House recognises the constructive spirit in which employers have worked with their workers to follow this guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister yesterday set out steps to beat the virus and restart the economy, so that we can protect jobs, restore people’s livelihoods and fund the country’s vital public services. To support this, we have published new covid-19-secure guidelines, available to UK employers across eight settings that are allowed to be open, from outdoor environments and construction sites to factories and takeaways. This also includes guidance for shops that we believe may be in a position to begin a phased reopening, at the earliest, from 1 June. The Government have consulted approximately 250 stakeholders in preparing the guidance. It has been developed with input from firms, unions, industry bodies and the devolved Administrations. We have worked with Public Health England and the Health and Safety Executive to develop best practice on the safest ways of working across the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we return to work, the Government want to give employers and workers confidence that their workplaces will be safe for them to return to, because we recognise that this is an anxious time for many. We recognise that workers want to know that their employer has taken every step to ensure a safe workplace, and we recognise that employers who take steps to keep workers safe want to know that they are doing the right thing. I believe that we have reached a consensus in doing that, and I am encouraged that businesses, representative groups, workers and trade unions can get behind this guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance has five key points at its heart. First, people should work from home if they can. Employers should continue to take all reasonable steps to help people work from home. For those who cannot work from home and whose workplace has not been told to close, our message is clear: they should go to work. Staff should speak to their employer about when their workplace will open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, social distancing should be maintained in the workplace wherever possible. Employers should redesign workspaces to maintain 2-metre distances between people, stagger start times, create one-way walk-throughs, open more entrances and exits, or change seating layouts in break rooms. Thirdly, where people cannot be 2 metres apart, the transmission risk should be managed. Employers should ensure that every step is taken to reduce the risk ​when people cannot maintain 2-metre distancing. This can include putting up barriers or screens in shared spaces, creating fixed teams of partnering to minimise the number of people in contact with one another, or keeping the activity time involved as short as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, cleaning processes should be reinforced in line with the guidance. Employers should frequently clean work areas and equipment between uses to reduce transmission, provide hand sanitiser and washing stations, and pay attention to high-contact objects like workstations, door handles and keyboards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifthly, a covid-19 risk assessment must be carried out, in consultation with workers or trade unions. In line with the current health and safety law, all employers must carry out a covid-19 risk assessment. They should identify risks that covid-19 creates and use the guidance published to take measures to mitigate these risks. Employers should share the results of their risk assessment with their workforce. A downloadable notice is included in the documents that employers should display in their workplaces to show their employees, customers and other visitors that they have followed the guidance. They should also consider publishing the results on their website, and we expect all employers with over 50 workers to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim of this approach is for employers to create a collaborative working environment, building confidence and trust between employers and workers. I think the House will recognise that this is already the case across the UK, because the UK has a proud record as a leader in health and safety in the workplace. Our guidance operates within current health and safety, employment and equalities legislation, which is some of the strongest in the world, and we will continue with this approach. We will work closely with the Health and Safety Executive, which has the resources it needs to meet current demand, but of course we want to ensure that this remains the case during the covid-19 pandemic as people return to work. So the Government are making up to an extra £14 million available for the HSE, equivalent to a 10% increase in its budget. This extra money will provide resources for additional call centre staff, inspectors and equipment if needed. In many cases, this will meet the demands of employers and employees who would like further information on how to ensure that workplaces are safe. For the extremely small minority of businesses that do not follow the rules, the HSE and local authorities will not hesitate in using their powers, including enforcement notices, to secure improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The measures I have set out in respect of social distancing and cleaning are the best ways to manage the risk of transmitting covid-19. Based on the scientific evidence, the use of PPE in the workplace is not recommended by the Government except in clinical settings and a handful of other roles stipulated by Public Health England. Of course, if a worker currently uses PPE to protect against other hazards, such as dust in an industrial setting, they must continue to use it. Workers have the option to use face coverings, which are simple cloth coverings. There are some circumstances in which wearing a face covering may be marginally beneficial as a precautionary measure. The evidence suggests that wearing a face covering does not protect you but may protect others if you are infected but have not developed symptoms. Wearing a face covering is not ​required by law in the workplace. If workers do choose to wear one, they should follow the workplace guidance on how to use it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been guided by the scientific advice in establishing this position. Today, we provide a framework for how employers can keep workers safe in the workplace. This additional support and clarity, combined with more resource for the HSE, can give employers and workers the confidence they need to return to work safely. As we reopen new sectors of the economy, we will continue our collaborative approach when providing guidance for additional workplaces, meaning that we can provide a clear and safe route back to work for millions. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}