{
    "url": "https://www.ukpol.co.uk/virendra-sharma-2016-speech-on-ealing-hospital/",
    "title": "Virendra Sharma – 2016 Speech on Ealing Hospital",
    "post_date": "May 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virendra Sharma",
            "url": "/tag/virendra-sharma/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Virendra Sharma, the Labour MP for Ealing Southall, in Westminster Hall on 3 May 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered services at Ealing Hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great pleasure to have secured this debate and I am delighted to serve under your chairmanship, Mr Stringer. I am grateful to you and to Mr Speaker for providing the opportunity to debate this important matter. I am also delighted to see the Under-Secretary of State for Health, the hon. Member for Battersea (Jane Ellison), here in Westminster Hall today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, on 26 April, I presented in the main Chamber a petition organised by a local group in my constituency and signed by more than 100,000 people, which said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The petitioners therefore request the House of Commons urges the Government to reconsider the impact of the Shaping a Healthier Future programme on Ealing Hospital, Ealing and the surrounding boroughs that rely on Ealing Hospital to deliver high quality emergency care 24 hours a day.”—[Official Report, 26 April 2016; Vol. 608, c. 1404P.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have outside the room quite a few organisers and other constituents who are visiting from Ealing and hope to see some outcome from the debate today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The London Borough of Ealing is one of the fastest-growing areas in the city of London. West London is experiencing fantastic population growth, as people flock to join our vibrant multicultural business hub. Ealing, and Ealing hospital, are at the heart of that growth. London is a demanding city—we know that from living here—but it is not just demanding regarding lifestyle and culture, it makes demands on health and the population demands a lot from its healthcare providers. Across the west of the city, in particular, we have a high level of young people, but the area also suffers from one of the highest levels of lifestyle-led premature death. It is a scandal that we in this great city preside over such a high rate of child poverty, while London drives the British economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2011, in what I can only assume was a well-meant but ill-founded attempt to improve the situation, the “Shaping a healthier future” programme was implemented across Ealing and the surrounding boroughs. “Shaping a healthier future” looked to combine services in certain hospitals to make savings and to improve 24-hour care, but the reconfiguration and rationalisation were often little more than cover for closing services. For the past few years, local people—the Minister can see that many of them are here today—including people from different walks of life and different political backgrounds and beliefs, west London MPs, Ealing Council members and Dr Onkar Sahota, the Labour spokesperson on health in the London Assembly and chair of its health committee, have repeatedly spoken out against what is being done to Ealing hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were threatened with the loss of four of our local 24/7 blue-light A&E units. Ealing hospital is expected to lose its full A&E service and have it replaced by a service that is not fit for purpose and cannot guarantee the safety of Ealing residents. Despite the increasing birth rate across our area of London, we lost our maternity unit last summer. That loss means that no more children will be born in the London Borough of Ealing. I must declare my interest in Ealing hospital. Two of my three grandchildren, Aatish and Riah, were born there, and I can vouch for the quality services provided. The paediatric unit is scheduled to lose in-patient services this summer. The iniquity of cuts that threaten the health and wellbeing of our youngest is a betrayal of every Ealing resident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shirlyn, a single working mother in my constituency, wrote to me last week to ask me to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“do [my] best to fight this”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She cannot believe that vulnerable children are being put at risk by cuts. Shirlyn is worried, just as every parent across Ealing must be, that in the case of an emergency the increased travelling time risks increasing the danger children are in. The loss of that key community asset means that the most vulnerable families, those that have children with serious long-term medical conditions, will spend longer travelling, which will threaten their ability to both work and see their sick child. What kind of society can stand by and make someone choose between putting food on the table and seeing their sick child? As Shirlyn says, we in Ealing have paid our taxes and we have not been listened to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As each successive round of downgrades and closures is announced, public trust in the London North West Healthcare NHS Trust falls further. Public confidence is so low, and people so frustrated at being ignored, that many are worried the hospital will be completely closed and sold for housing. That creates an unsafe situation for the people of west London, and for my constituents in Ealing, Southall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Accompanying investments were supposed to balance the situation, but as costs have spiralled to more than £1 billion, promised investments have been threatened with withdrawal. Part of the deal for Ealing hospital had been that a new, fit-for-purpose, community style hospital would be built, providing high-quality services in a modern, clean and safe environment. In 2014, Ealing Council, along with others served by the London North West Healthcare NHS Trust, established a commission headed by Michael Mansfield, QC. The independent commission almost universally condemned the results of “Shaping a healthier future”. It found that cuts were affecting the poorest in society most acutely, and that the public had not been properly consulted. Plans had been drawn up that just could not deliver for Ealing. There was no sustainable business plan and the reconfiguration did not offer value for money, and was not affordable or deliverable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most important adjustment that can be made now is that the Secretary of State step in and halt the current programme, which is risking lives. The experiment is failing my constituents in Ealing, Southall. Michael Mansfield, QC and his independent commission recommended that a full A&E service be reintroduced at Ealing hospital, and that the maternity unit be reopened. The report also noted that local GP and out-of-hospital services were overwhelmed. Investment in public health is the only way we can end this shame, and give back to Ealing residents the healthcare they deserve. By helping young people and those who are mentally ill, and not allowing thousands more to slip into homelessness—as the Mayor has across all of London—we can help the health of everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In January last year, I asked the Prime Minister to consider implementing Labour’s plan to employ a further 8,000 GPs to ease the workload for the most stretched services. Despite agreeing that GP care is fundamental to providing proper healthcare, he dismissed the plan and we are now seeing the results of his complacency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "London does not just have younger people putting pressure on healthcare services. The population at the other end of the spectrum is growing, and by 2031 there will have been a 40% increase in the over-80s population. That means that London, and Ealing, have to be better than many other parts of the country. We have to face the challenges not as problems but as solutions to the significant health inequalities that exist in our city. In 2013, the Mayor of London launched the London Health Commission, which published its report near the end of 2014. Although it suggested many important changes to NHS services, and outlined many noble intentions, the picture for London is only worsening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the Government have to step in. I ask the Government, on behalf of the more than 100,000 people who signed the petition and the many more who could not sign it but are worried about the services, that the current programme of rationalisation be halted. Services that are not adequately supported must be supported and reopened. Patient safety has to be the ultimate litmus test, and currently that cannot be guaranteed. As my constituent said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Every child is important and this move is putting the lives of these children at risk. Children need A&E.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people of the London borough of Ealing and surrounding areas need fully resourced and supported hospitals that provide a full service. Those hospitals need to be supported by the Government for the benefit of the local community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}