{
    "url": "https://www.ukpol.co.uk/alok-sharma-2021-joint-statement-with-spanish-deputy-prime-minister/",
    "title": "Alok Sharma – 2021 Joint Statement with Spanish Deputy Prime Minister",
    "post_date": "May 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement made by Alok Sharma and the Spanish Deputy Prime Minister on 12 May 2021.",
    "content": [
        "Today, despite the extraordinary times we are facing, we jointly reaffirmed that it is crucial that we reinforce and demonstrate that domestic and multilateral action needs to be accelerated on the way to COP26 in Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We underscored our determination to closely cooperate and lead by example through our own socially just energy and ecological transitions, and highlighted the need to encourage increased climate ambition, especially from the world’s major economies, in a context of cooperation and global solidarity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "COP26 will be a crucial moment for establishing continued trust in the multilateral process for addressing climate action. In this context, we exchanged views on UNFCCC Negotiations, taking into account the need to reach a balanced outcome in Glasgow which lays the foundations for an African COP in 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We discussed the importance of scaling up international climate finance and private investment for both mitigation and adaptation as well as the crucial role of finance in enabling action and ambition – on both emissions and resilience – in all countries. This will be crucial in building the trust of developing countries ahead of COP26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following Spain’s hosting of COP25, we also discussed the COP26 Presidency’s commitment to working with all countries to finalise the Paris Rulebook and successfully advance wider negotiations issues, including the elements required to drive increased ambition and transparency. We discussed how Spain can help drive progress on all of these fronts resolving that it is critical to work closely with all parties in order to ensure the success we need in Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}