{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-speech-at-un-climate-change-dialogues/",
    "title": "Alok Sharma – 2020 Speech at UN Climate Change Dialogues",
    "post_date": "December 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, on 4 December 2020.",
    "content": [
        "Greetings to everyone on this event and thank you so much for dialling in. Many of you will be dialling in from places where it is late in the day or really very early. So, thank you so much for your commitment, we really are incredibly grateful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the opening of the Climate Change Dialogues last Monday, I made the point that, despite the great difficulties we have faced this year, it is absolutely vital that we that maintain momentum on climate action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past months I’ve spoken to very many colleagues across the world and individual governments,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken at almost 50 events virtually. And whilst we’ve all acknowledged the need to do as much as we can to support our populations, protect jobs, protect livelihoods, in terms of our individual countries, it is also the case that climate change hasn’t taken time off. The clock is still ticking and those two hands on the face of the clock are getting closer to midnight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, it is important that we keep encouraging ambition across the world. Archie talked about some of the areas that we are looking for leaders to come forward at the Climate Ambition Summit on 12 December. What we want to do is to encourage that ambition on mitigation, on adaptation and support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So that we are in prime position to realise the full potential of the Paris Agreement in Glasgow next year. We absolutely owe that not just to our generation but actually generations to come in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of you are vital, you’re absolutely integral to that. That is how we’re going to make progress at COP26. And I’ve said this before but I want to repeat this point – the UK and our friends in Italy may have the presidency of COP but success at COP is going to belong to each and every one of us as individuals and as countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s only by working together that we will succeed in tackling climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether that’s in Governments, regions, cities, indigenous peoples, business, civil society, and or as individuals, it is going to be vital that we all play our part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why events like this Open Dialogue are so important. Bringing together representatives from a whole range of constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is also why our COP26 campaigns are bringing people together to focus on these five critical areas: clean energy, clean transport, adaption and resilience, nature based solutions, and finance, which ties the whole thing together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to speak for one moment directly to all our representatives from observer organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality is reaching net zero and building our resilience will only be achieved through this joint effort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for this, you are absolutely vital. You are vital for helping to raise awareness, for generating support, and asking us to do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And very rightly you encourage us to go further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And help to create the conditions for the Parties to raise their ambition around the negotiating table.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We saw this in Paris in 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we continue to see this drive for us to go further today as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me what is really important is that you are working on the ground. You are building that resilience you are helping us reduce emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You are creating the changes we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether that is indigenous leaders applying their knowledge to protect our biodiversity and ecosystems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or indeed, International Trade Union Confederation’s campaign to climate-proof work and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or the advocacy we have seen from YOUNGO members around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your role within the official UNFCCC process is equally important. It really matters, and it really matters to me on a personal level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I want to thank the nine UNFCCC constituency groups for the leadership they have shown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you know, we are committed to a comprehensive agreement in Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One that covers each of the key issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, really importantly, any agreement has to be informed by the voices that have too often been marginalised. I make this point again and again in public and private.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By representing those voices. And by contributing your expertise and support. You strengthen our work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether that’s the Women’s Environment and Development Organisation. Supporting equal participation in UN climate negotiations. Through the Women Delegates Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or indeed, the expertise of the Women and Gender Constituency. Which, at COP25, informed the renewed Gender Action Plan, placing gender equality at the heart of climate action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is again a really important thing we need to keep pressing on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has committed to implementing the Plan. And I urge all Parties to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very much committed to working with observers to make COP26 a success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve had quite a few engagements over the past few months and will absolutely be ramping up the engagement in the year coming up to COP26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why I spoke at the Local Governments for Sustainability’s event in October. And it was about encouraging climate ambition among city leaders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And supported Indigenous People’s Day in August. To emphasise how important Indigenous People’s knowledge and experiences are in tackling the climate crisis that we all face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know our Italian partners are working closely with YOUNGO too. Preparing for Youth COP, and hosting the Youth4Climate series. And I was very pleased to join one other their webinars recently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s also really good to see the Research and Independent NGOs working closely with our COP26 universities network. Ensuring the academic sector, which is so important, and universities play a role in delivering a successful COP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, universities are part of the Race to Zero campaign as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am really looking forward to hearing from you in today’s discussion on the vital issue of the green recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Urging countries to build back better in response to the coronavirus pandemic is absolutely central to the UK’s COP26 presidency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we really have to do this in a way that involves the whole of society. We have to excite everyone across the world and ensure that COP26 really has meaning for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as our work to reduce emissions and build resilience, we must take all interests into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means bringing in the voices of civil society, young people, Indigenous Peoples, businesses and others in government decision-making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And here, non-state actors can help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I urge all parties to look at how you can work more closely with observer groups and non-state actors. To increase ambition in your countries in a way that is fair to all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am keen to hear examples of successful initiatives from both Parties and Observers today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By listening to each other, learning from each other, and working together, we can boost ambition, take action, and strengthen this process. All of this will help pave the way for a successful COP26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you so much for being with us today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}