{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-the-national-security-and-investment-bill/",
    "title": "Alok Sharma – 2020 Statement on the National Security and Investment Bill",
    "post_date": "November 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 17 November 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our country has always been a beacon for inward investment and a champion of free trade. We recognise and celebrate the positive impact of these twin policies in delivering prosperity and opportunities across the United Kingdom. Over the past 10 years, the UK has attracted around three quarters of a trillion dollars of foreign direct investment, which in turn has helped to create 600,000 new jobs in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2019-20 alone, more than 39,000 jobs were created in England thanks to foreign direct investment projects, with more than 26,000 of those jobs created outside London. Almost 3,000 jobs were created in Scotland, and more than 2,500 in Wales and 2,000 in Northern Ireland respectively. That is why we will continue to work relentlessly to ensure that the UK remains a great place to do business and invest. That approach is more important than ever as we look to business to create jobs in our recovery from covid-19.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is very much open for business, but being open for business does not mean that we are open to exploitation. An open approach to international investment must also include appropriate safeguards to protect our national security. Those are not conflicting approaches; prosperity and security go hand in hand. Otherwise, we leave the United Kingdom open to the risk of being targeted and compromised by potential hostile actors who are looking to disrupt our economic and wider security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Nusrat Ghani (Wealden) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the moment that this Bill was started to now, we have learnt a lot more about security and infrastructure. Does my right hon. Friend share my concerns that the Chinese national intelligence law requires Chinese firms to assist with state intelligence work? This was brought to light for me when TikTok gave evidence to the Business, Energy and Industrial Strategy Committee. I am incredibly anxious about the data that it could potentially be harvesting and sharing back with its parent company, ByteDance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that my hon. Friend cares very deeply about this issue and, indeed, she and I have had discussions about it. I would say to her that the Bill is agnostic as to the domicile of an acquirer. I think that that is right and proper, but it is also right and proper that we look at every single transaction on a case-by-case basis. Let me assure her that if there are security concerns with any transaction, of course we will act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely (Isle of Wight) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a lot in the Bill that I am sure we all support, but does my right hon. Friend accept that without a public interest test, a character test, an anti-slavery test and a human rights test, the definition of national security being offered here is extraordinarily narrow and problematic to the broader age that we live in? Does he accept that there will be debate around that point—about what constitutes national security in this age?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises a point that I know he has raised with my fellow Ministers, and other colleagues will raise a similar point. He talks about modern slavery. He knows that the Government passed the Modern Slavery Act 2015. The Home Office is looking to update and strengthen that. I note the points that he has raised, but the whole point of the Bill is for it to be narrow on national security grounds, and that is the way that it was constituted when it was first discussed in the Green Paper in 2017 and in the White Paper in 2018. However, I will try to address some of the points that he raised as I go on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those who seek to do us harm have found novel ways to bypass our current regime by either structuring a deal in such a manner that it is difficult to identify the ultimate owner of the investment, or by funnelling investment through a UK or ally investment fund, or indeed, by buying or licensing certain intellectual property rather than acquiring the company. Be in no doubt that the UK and our allies are facing a resurgence of threats. That is why we are updating our powers to screen investments into the UK. Our current powers date back to the Enterprise Act 2002. Technological, economic and geopolitical changes across the globe over the past 20 years mean that the reforms to the Government’s powers to scrutinise transactions on national security grounds are now required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Kevan Jones (North Durham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome a lot of the proposals in the Bill, including on the issue of land and the removal of the thresholds in terms of ownership. One way that people have been able not only to get influence in this country but to launder money has been through the purchase of large amounts of property in the UK, which were highlighted in the Intelligence and Security Committee’s report on Russia. Does the Secretary of State see the Bill addressing that issue?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will go on to the detail of that particular issue, but as the right hon. Gentleman identified, the Bill looks at assets and intellectual property. On the point that he raised about the size of transactions, as he knows, under the 2002 Act, apart from some limited exceptions, businesses being acquired must have a UK turnover of over £70 million or, indeed, the merger must meet a minimum 25% market threshold. This means that acquisitions of smaller but technologically sensitive companies are not covered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have been clear for a number of years about our intention to introduce new powers. Many of our international allies, including our Five Eyes partners, have also acted to update their legal frameworks to address national security risks. We, in turn, are seeking to update our legislation in a proportionate manner to ensure that we have more security for British businesses and people from hostile actors targeting our country; more certainty for businesses and quicker, slicker screening processes as we remain open to trade and recover from covid-19; and a regime that is in line with our allies, meaning that investors will be familiar with this approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to some of the specifics of the Bill. Part 1, chapter 1 introduces a call-in power that the Government may use in relation to a trigger event across the economy that they reasonably suspect has given rise to or may give rise to a risk to national security. Trigger events include acquisitions of certain shares or ​voting rights in a qualifying entity, and the acquisition of material influence over such an entity. As the right hon. Gentleman pointed out, it will be possible for the first time to call in the acquisition of a right or interest in a qualifying asset, including intellectual property, where such an acquisition would enable the acquirer to use the asset or control or direct how it is used. That is similar to the US and other countries’ regimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The call-in approach is consistent with the 2002 Act, but importantly there are no minimum thresholds for the size of the business or asset to be acquired. That means that sensitive businesses and assets that may previously have slipped under the minimum size threshold will no longer do so. That will close the back door into the United Kingdom that hostile actors could exploit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is important to reassure the investment community that the Government expect to use these powers sparingly. We estimate that less than 1% of transactions in any given year will be subject to call-in. For transactions that fall outside the mandatory requirement of the regime, the Government will be able to call in a transaction within a period of five years of a trigger event having taken place where they have not been notified. When the Government become aware of a trigger event having taken place, they will have six months to issue the call-in notice. That five-year period is, again, consistent with regimes in Germany and France. The Bill requires that the Government publish a statement of policy intent explaining how they expect to use the power to issue a call-in notice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Should the Bill become an Act, the Government’s call-in powers will apply from the date of introduction and will cover transactions that complete during its passage. That will ensure that hostile actors do not rush through the completion of transactions between the introduction of the Bill and Royal Assent as a means to avoid scrutiny under this legislation. My Department has already set up an investment security unit to field enquiries from businesses and investors about transactions under the new regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the National Security and Investment Bill, there will be no requirement to publish call-ins. That is of course in contrast to the public interest intervention notices under the 2002 Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome what the Secretary of State just said about the call-in power. Will he confirm that, as a result of the measures in the Bill, most transactions can take place within 30 days, which means that the UK will remain a venue, and be an even better one, for foreign direct investment as we seek to rebuild our economy following coronavirus?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a very important point. We are giving certainty, and we expect that most call-in decisions will be decided upon within 30 days. I said that we expect that less than 1% of all transactions in any given year will be called in, and only about 10% of those will then face detailed scrutiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Pritchard (The Wrekin) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Secretary of the State provide clarity to the House about the jurisdiction of the Bill? For example, if a German technological company was listed in Germany but the IP and research and development was based in the UK, what powers would the Government have to act?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill applies to any transaction that relates to an asset or entity in the United Kingdom. If that were the case, of course it would apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Iain Duncan Smith (Chingford and Woodford Green) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am interested in that point. If a malign actor made an investment in another country with a lower-standard test, which then invested in the UK, putting intellectual property rights at risk, where do the UK Government go on that? Do they give themselves the scope, which I do not see in the Bill, to act on the basis of the original investment?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his question. He has taken a great deal of interest in this legislation, and we have spoken about such matters. As I said earlier, the whole point of the Bill is that we will be able to scrutinise the precise details of a transaction and of who the ultimate beneficial owner of a particular acquiring entity may be. I would therefore hope that the Bill will indeed cover the particular set of circumstances he outlines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Going back to the point about providing assurances, businesses and investors can be reassured that the Government will treat potential national security risks with the discretion they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the mandatory notification elements of the Bill, investors in 17 prescribed sectors of the economy will be mandated by law to notify the Government of acquisitions of entities above a certain threshold of shareholding or voting. That mandatory notification process is similar to the approach taken in the United States, Germany and France. The Government have, alongside the introduction of the Bill, published an eight-week consultation to refine the definitions of those 17 sectors. The discussions that I and other Ministers in the Department have had with the investment community suggest that that has been extremely welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many sectors, of course, are well defined, and the purpose of the consultation is to refine them further so that the definitions are clear and narrowly focused on specific parts of sectors in which risks are most likely to arise and will allow parties to self-assess whether they need to notify. The House will appreciate that we could not have published the consultation before we introduced the Bill, with its call-in powers, or we would have risked hostile actors completing transactions in the particularly sensitive sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Fuller (North East Bedfordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is quite rightly focusing on precisely defining the sectors. Was he as concerned as I was to hear the Opposition spokesman say today that he would prefer a strategy that did not have that definition, relying instead on the whimsy of a particular Secretary of State at the time? That situation could, like it does in France, lead to a yoghurt company or water bottle business being defined as a national strategic asset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend speaks with a great deal of interest and experience in investments. This Bill focuses on national security, and we have been clear that we will define the sectors where mandatory notification is required, which is right and proper. The whole point of the Bill is that we are taking a proportionate approach. We do not want some kind of chilling effect on investment coming into the UK. We have been a beacon for inward ​investment over many years with, as I said earlier, three quarters of a trillion dollars coming into our country over the past 10 years. We would not want that to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transactions covered by mandatory notification that take place without clearance will be legally void. Again, that is in line with the French, German and Italian regimes. Parties to an acquisition may, of course, voluntarily inform the Secretary of State about their acquisitions to seek swift clearance to proceed. We have also streamlined the information required for notification from 36 pages, as required under the Enterprise Act 2002 for competition modifications, to a third of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The use of digital processes will make interaction with the Government much simpler, more transparent and slicker, and Government will aim to provide clearance for most transactions within 30 working days of notification, as my hon. Friend the Member for Newcastle-under-Lyme (Aaron Bell) raised earlier. Having spoken to the investment community over the past week, I know that that timely approach to the clearing of transactions is welcomed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving on to the assessment of called-in transactions, part 2 of the Bill provides powers to assess transactions should the Government call one in. Where the specific legal test is met, the Government may impose conditions or, in extremis, block or unwind transactions. I stress once again that the Government will use those powers sparingly and proportionately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will take the necessary powers in the Bill to gather information about any transaction. However, such information will be strictly safeguarded against inappropriate disclosure. That includes, of course, information from parties, regulators and others to make informed decisions on transactions. If no remedies are imposed, a final notification will be provided at the end of a national security assessment. Alternatively, the Government may choose to prescribe remedies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any notification decision under the Bill will be subject to legal challenge from the potential acquirer entity by way of judicial review or appeal, and the Government will be able to apply to the court for a closed material procedure to protect commercially sensitive and national security matters in such proceedings. The investment security unit will ensure that the entire process is streamlined and supported by robust digital structures and governance to ensure swift decision-making on assessments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth noting that the new regime will be underpinned by both civil and criminal sanctions, creating effective deterrents for non-compliance with statutory obligations. Again, that is in line with sanctions in the French and German regimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Pritchard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it not the case that a call-in itself could be commercially sensitive, particularly to a listed company? In that regard, a default of self-referral to the Government would probably be a better way for industry to ensure that share prices are not unfortunately affected by what might be a legitimate call-in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises an incredibly important point. Of course, self-referral, as he refers to it, is possible. In fact, if any company has particular concerns as to transactions that they may be undertaking or part of, they will get a swift assessment from the Government.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make the point, though, that we will not be effectively publicising call-ins when they take place. Clearly, at the end of a transaction, if there was a particular remedy, that would be made public. It is also worth pointing out that the Government will publish an annual report, not on individual transactions, but on the scope of the transactions and sectors that have been looked at. I hope that that will give future investors an opportunity to consider the type of transactions in which the Government have a particular interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final measure that I want to detail relates to the overseas disclosure of information relating to a merger investigation. Under section 243 of the 2002 Act, there is a restriction on the ability of UK public authorities to disclose merger information to overseas authorities unless the consent of the entity has been given. Clause 59 of the Bill removes that restriction. That will strengthen the Competition and Markets Authority’s ability to protect UK markets and consumers as it takes a more active role internationally, allowing the UK to set up comprehensive competition agreements with our international partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, I hope that right hon. and hon. Members on both sides of the House see that the Bill updates our national security powers in a proportionate, pro-trade and pro-business manner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unless I missed it, there is no definition of national security in the Bill. Will the Secretary of State provide a definition or will he commit to putting one in the Bill to give us something to work with?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises an important point. As he will know, and I am sure appreciate, I am not going to be able to set out every single test that we will apply when it comes to a national security assessment. The application of the tests will, of course, be based on information that we garner from across Government. He can be certain that in using the powers, the Government will act in a quasi-judicial fashion, we will have regard to the statement of policy that has been published, and we will act, again, in accordance with public law principles of necessity and proportionality. I also made the point earlier that any decision can, of course, be challenged by an affected entity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stewart Hosie (Dundee East) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the Secretary of State moves on, will he give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will move on, if that is all right with the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These powers are narrowly defined and will be exclusively used on national security grounds. The Government will not be able to use these powers to intervene in business transactions for broader economic or public interest reasons, and we will not seek to interfere in deals on political grounds. They will not and cannot be used for wider economic tests. The Government already have proportionate powers in statute for intervention on the grounds of competition, financial stability, media plurality and combating a public health emergency. Going further than that would risk chilling and destabilising investment in the United Kingdom and reducing growth opportunities and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has the lowest corporation tax rate in the G20. We are rated one of the most innovative countries in the world, ranking fourth in the 2020 global innovation index. ​We are one of the top 10 countries in the world for ease of doing business. We have a world-leading research and development environment, and the stability of our institutions, tax system and legal framework are respected globally. It is because of our pro-market approach that the United Kingdom has become one of the premier places to invest in the world, and I certainly would not want to do anything to change that. The powers we seek in the Bill support and enhance our pro-business environment, supporting economic growth, prosperity and jobs across the United Kingdom, while enhancing security for our country. I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}