{
    "url": "https://www.ukpol.co.uk/alok-sharma-2022-speech-at-cop27-breakthrough-agenda-one-year-on/",
    "title": "Alok Sharma – 2022 Speech at COP27 Breakthrough Agenda – One Year On",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alok Sharma, the President of COP26, on 11 November 2022.",
    "content": [
        "Ladies and Gentlemen, good morning and welcome to the UK Pavilion and decarbonisation day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are half way through COP and obviously I can see the experienced folk who are able to get here at 8am in the morning, others are flagging but thank you for coming to this important event.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I also say that today marks Armistice Day and the UK Pavilion will be marking a 2 minute silence at 1pm. You’re all welcome but if you are coming please try and get there 5 minutes before 1pm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers, colleagues, friends. Good morning to you, firstly a big thank you to everyone who helped get us to this point when it comes to the Breakthrough Agendas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, you have been incredibly supportive over the three years of the UK’s Presidency and I know that you will do the same for our friends in Egypt as well, both at this COP but also in their presidency year as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we are marking a one-year launch anniversary of the Breakthrough Agenda in Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, just a reflection on decarbonisation. We’re all doing our bit domestically in our countries and when I was Business and Energy Secretary in our Government, we launched the 10 point plan for a green industrial revolution looking at a whole range of sectors where we needed to decarbonise rapidly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We launched our energy white paper so there is a lot of work that certainly the UK has done and each of you have done domestically as well in your countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim of the Breakthrough Agenda was actually to bring countries together to collaborate and make sure that we decarbonise the most critical sectors: Road Transport, Power, Agriculture, Hydrogen and Steel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I was really pleased to say that we had 45 governments coming together and they account for around 75 percent of global GDP, so a real heft behind this Breakthrough Agenda work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the aim of it of course is to deploy innovative and sustainable decarbonisation solutions, and very importantly to make them accessible and affordable for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for people like Stephen Guilbeault, my friend Grant Shapps, ministers who talk to their counterparts around the world will know that one of the big asks of many developing nations is technology at affordable levels as well as finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an agenda that will help us get there and we have made really good progress over the last year\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you have a look at Zero Emission Vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a 95 percent increase in global sales, with 1.5 million sold in the first quarter of this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the pace of that is accelerating, same thing with renewables with a big increase this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if you have a look at what the IEA has said, their analysis shows that of all the newly installed energy capacity across the world in 2021, 90% of that was renewables and they expect the same thing in 2022 and 2023 as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am really pleased that we are making progress across some of these agendas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to welcome Cambodia and Austria, who have recently endorsed the Breakthrough Agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to thank our friends in Germany, Cambodia, Australia and Ireland for endorsing the Agriculture Breakthrough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thank you to our friends in France, who have expanded our scope and they have the intent now to launch a Buildings Breakthrough, which as you know in the UK 25% of emissions come from buildings, they’re going to do that in collaboration with our friends from Morocco.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course thank you also to Canada, Steven who stated their intent to launch a Cement Breakthrough as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the reality is we know that as with all the commitments we got in Glasgow, that none of this will count for anything unless we actually follow through and we implement so I hope that is something that we will be doing together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now one of the other things that people have said to me during this year is that you launched lots of initiatives in Glasgow but what happens when your presidency ends and it has ended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And what we have tried to do is to house many of these in different forums so that the work can continue\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I can tell you that Mission Innovation and the Clean Energy Ministerial is going to take on the joint stewardship of the Breakthrough Agenda, they’ll do that for an initial pilot phase of one year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of you were with us in New York as well at the UN General Assembly and you will know that on the side lines we also launched the first Breakthrough Agenda Report, put together by the IEA, by IRENA and the High Level Champions, so thank you to all of them and the ministers who attended that meeting at the UK mission\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And subsequent of that we have agreed to launch a set of specific and time-bound priority actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Four that I want to highlight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One, collectively we will be developing standards and rules for trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we are developing demand creation plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we are working to improve the provision of finance, international assistance and research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And fourthly we are taking steps to enhance development and demonstration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I just want to give you a concrete example, one of the priority actions focuses on the research, development and deployment of technologies at that really crucial intersection of climate and food security, and that’s work being done as part of the Agriculture Breakthrough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am also delighted to tell you that 28 leading countries in these areas have agreed to take forward these actions across all five sectors, and collectively that represents over 50 percent of global GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final thing I want to say is that you all know this, the cost of inaction on this issue is going to be significantly more than the cost of action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have a real opportunity here to build economies and to build green jobs and actually at the end of the day deliver not only a clean environment but also a wealthier set of communities across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So thank you for everything you are doing and we look forward to continuing to work with you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}