{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-the-energy-tariff-cap/",
    "title": "Alok Sharma – 2020 Statement on the Energy Tariff Cap",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 2o October 2020.",
    "content": [
        "I am today announcing that the price cap on standard variable and default energy tariffs will remain in place for 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The independent energy regulator, Ofgem, has carried out an assessment into whether the conditions are in place for effective competition in domestic supply contracts. Ofgem have been transparent in how they made their assessment. As required by the legislation, Ofgem have made a recommendation as to whether the price cap should be extended. The Government value the expertise and insight of Ofgem, and I have considered that report and recommendation in reaching my decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As set out in the relevant legislation, the price cap can be extended for a year at a time up to the end of 2023 at the latest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While there have been some improvements across the market in recent years, such as increased consumer engagement, rising switching levels and progress with the smart meter rollout, there is still more to do to ensure consumers will not face unfair prices in its absence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than half of energy consumers are still on standard variable or default tariffs, where in the absence of the cap they would likely be paying excessive charges for their energy use.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Extending the cap means that 11 million households will continue to be protected from overcharging in the energy market. The cap will continue to safeguard these consumers, while other initiatives such as faster switching, ​the smart meter rollout and consumer engagement programs continue to contribute to a more competitive market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}