{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-safe-working-practices-for-businesses/",
    "title": "Alok Sharma – 2020 Statement on Safe Working Practices for Businesses",
    "post_date": "May 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 11 May 2020.",
    "content": [
        "The Government today published new guidance to help UK employers get their businesses back up and running and workplaces operating as safely as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new guidance covers eight workplace settings from outdoor environments and construction sites to factories and takeaways and sets out practical steps for businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have consulted approximately 250 stake- holders in preparing the guidance. It has been developed with input from firms, unions, industry bodies and the devolved Administrations in Northern Ireland, Scotland and Wales and in consultation with Public Health England (PHE) and the Health and Safety Executive (HSE), to develop best practice on the safest ways of working across the economy, providing people with the confidence they need to return to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance applies to businesses currently open. This also includes guidance for shops which we believe may be in a position to begin a phased re-opening at the earliest from the 1 June. Guidance for other sectors that are not currently open will be developed and published ahead of those establishments opening to give those businesses time to plan. The Government will also shortly set up taskforces to work with these sectors to develop safe ways for them to open at the earliest point at which it is safe to do so, as well as pilot re-openings to test businesses’ ability to adopt the guidelines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of today’s announcement, the Government have made available up to an extra £14 million for the HSE, equivalent to an increase of 10% of their budget, for extra call centre employees, inspectors and equipment if needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance is available at https://www.gov.uk/guidance/ working-safely-during-coronavirus-covid-19.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}