{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-the-corporate-insolvency-and-governance-bill/",
    "title": "Alok Sharma – 2020 Statement on the Corporate Insolvency and Governance Bill",
    "post_date": "June 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 3 June 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 23 March, the Government requested many businesses to close their doors to safeguard the nation’s health. We absolutely recognise the huge sacrifices that this entailed. My right hon. Friend the Chancellor, who has been at the Dispatch Box on a number of occasions, has outlined the unprecedented economic support for businesses and workers across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like the shadow Secretary of State, the right hon. Member for Doncaster North (Edward Miliband), I have regular conversations with businesses, business representative organisations and trade unions, and I know that the scale of what the Government have done has been appreciated across the board. We have supported millions of businesses and individuals through a range of support schemes. These have included grants to small businesses—over £10 billion out of the door now —loans, through the coronavirus business interruption loan scheme and coronavirus large business interruption loan scheme, and bounce-back loans, with more than £14 billion now paid out, as well as business rate holidays, tax deferrals, the job retention scheme and, of course, the self-employed scheme. By any international comparison, the effort that has been put into supporting businesses and individuals to safeguard lives and livelihoods is incredibly favourable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside those fiscal measures to support businesses and individuals and protect livelihoods, in this Bill we want to provide further support: non-fiscal measures to ensure that we can help businesses at a time of difficulty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the Minister satisfied that the measures being proposed today could expire within 27 days? Is that sufficient time to address the problems that might be coming down the track?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As ever, the hon. Gentleman raises an incredibly important point. I will talk further about this, but that is precisely why we have ensured an opportunity to extend the temporary measures in the Bill, but by regulation, so statutory instruments will have to be laid before the House. However, I am sure that the sentiments he expresses are felt across the House. If we need to, I am sure that we will collectively look to extend some of the temporary measures to continue to help businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will allow business owners time and space to explore rescue options. It will allow directors of companies that are technically insolvent, but simply because of a temporary drop in demand caused by the covid-19 crisis, to proceed with the business without the threat of personal liability. That has been incredibly warmly welcomed by businesses and business representative organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jacob Young (Redcar) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree that this Bill will give businesses in Redcar and Cleveland and across the country the much needed breathing space to get through this crisis?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is already making a huge impact in supporting businesses in his constituency, and he is absolutely right. The whole point of these measures, both permanent and temporary, is precisely ​as he says: to give businesses the breathing space to allow them to see whether they can recover and ultimately bounce back. That is what we all want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, some businesses fail. In my constituency, MG Rover collapsed 15 years ago, ripping a huge hole in the community in Northfield and Longbridge. Fifteen years on, over 6,000 people are owed money from the liquidation of MG Rover. Will my right hon. Friend look into ways in which we can speed up the process—15 years is too long and causes a lot of problems and anxiety for people—so that they can get closure and the money that they are owed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, the manner in which the debate has begun demonstrates the consensus on supporting businesses, not just in our individual constituencies but across the country. I can give my hon. Friend a commitment that I am happy to meet him to discuss the case and see what more can be done. He is absolutely right—where we are able to, we must seek to speed up and provide that support to individuals who need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will provide extra flexibilities to hold AGMs online during the covid-19 pandemic and will also provide more time to file accounts and other filings with Companies House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Holmes (Eastleigh) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I ask the Secretary of State whether companies have to apply for those extensions on filing, or will there be an automated aspect whereby Companies House will approach the companies affected?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once the filing requirements are enacted, as my hon. Friend says, companies can make filings up to the extension dates. As was mentioned earlier, if there is a need to extend temporary provisions, we will look to see if that is required. While we recognise that these and other support measures will not, sadly, be able to save every business and every job, the Bill delivers commitments that will give businesses in difficulty due to the pandemic a fighting chance of eventually bouncing back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are indeed some important measures in the Bill, and we will undoubtedly scrutinise them in more detail in due course. I thank the Secretary of State for the work of the officials in his Department to support a number of businesses in my constituency, and I thank the Welsh Government for the support that they have provided through the economic resilience fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not had enough support from the banks, some of which have not only struggled to make themselves available to businesses seeking support through the loan schemes that the Government have set up but seem to be trying to push off their books businesses that could make it through the crisis. What does the Secretary of State have to say to the banks?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we first launched CBILS there were a lot of concerns about how quickly the process was moving. I have been talking to banks individually and to senior managers in the banks, and I think that we are beginning to see movement. CBILS has had over ​40,000 loans out of the door, and over 450,000 bounce-back loans have been made. If there are specific banks about which the hon. Gentleman has concerns—he, like all colleagues, is concerned about retaining employment in his constituency—I would be happy to take up those issues with him individually.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of the success of bounce-back loans—it is a much easier process to get a bounce-back loan than a CBILS loan—lots of businesses that need more than £50,000 have gone for a bounce-back loan as an interim step, but are restricted from taking a CBILS loan, as they can only have one or the other. Would my right hon. Friend consider allowing businesses to apply for a CBILS loan for a larger amount, subject to necessary lending criteria, then paying off the bounce-back loan so that they can get access to the finance that they need?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an incredibly important point. I am sure that the Under-Secretary of State for Business, Energy and Industrial Strategy, my hon. Friend the Member for Sutton and Cheam (Paul Scully), will correct me if I am wrong, but my understanding is that it is possible to transfer loans between the bounce-back scheme and CBILS. I am happy to discuss that with my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake), who is absolutely right—people cannot have one of each, so to speak, but I think that it is possible to make a transfer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The measures set out in the Bill have been welcomed across the board by business representatives’ organisations such as the Federation of Small Businesses, the Institute of Directors, the CBI, the British Chambers of Commerce, R3—the insolvency and restructuring professionals trade association—and the Trades Union Congress. Some of the measures will take retrospective effect to provide as much relief to businesses as possible. To ensure that is the case, we have announced the dates from which the measures will begin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to corporate restructurings, and the package of permanent corporate restructuring measures, which have previously been consulted on. As colleagues know, they were consulted on in 2016, and then formed part of a wider consultation on corporate governance and insolvency published in 2018, so they have been consulted on in some detail. They will have immediate effect in helping companies get through the covid-19 emergency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of time-limited provisions are there to cater for the immediate economic impact of the covid-19 pandemic. They have been added to the package and will be in place for a month after Royal Assent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Fuller (North East Bedfordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Playing a fundamental part in the Bill, we have a number of measures that have been consulted on for a long period; people have thought about them and, as my right hon. Friend said, there has been a large degree of consensus around them. Then we have some other measures that have been brought forward in response to the immediate crisis; the Department has worked incredibly quickly to come up with them. Is the Department satisfied that it has got the balance right between the two? Is there anything that we should look out for in the next few months about the permanence of some of those measures?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is of course right. By the way, I am delighted that he is back in the House, after a short absence. He brings a huge amount of experience in this area, as a result of his work in the private sector. The permanent measures have already been consulted upon, and they enjoy broad support. The temporary measures are of course temporary, and if we were to look to extend any of them, we would have to do so by way of regulation—we would have to come to the House with statutory instruments, and there would be an opportunity, if colleagues in the House felt it was not right to extend them, for them to voice their concerns. So I do think we have managed to get the balance right in this case. We want to ensure that the measures are put in place as quickly as possible, so that we are able to provide support to businesses in difficulty right now. In all the discussions that we have had with the right hon. Member for Doncaster North and his colleagues, we have always had a really constructive approach; I hope that is exactly what we will have today as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I speak as a co-chair of the all-party group on fair business banking, has dealt with a lot of problems in how banks treat SMEs, facilitated by insolvency practitioners. To eliminate those conflicts of interest, the Secretary of State’s Department has committed to bringing forward measures to provide that the conduct of insolvency practitioners is overseen by a single regulator, rather than by recognised professional bodies. Can he commit to bringing forward those measures in the not-too-distant future, so that we can try to eliminate those conflicts of interest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Under-Secretary of State will elaborate on some of the points that my hon. Friend raised. I would simply say that in July 2019, the Government issued a call for evidence on the insolvency regulatory framework, to determine whether any changes needed to be made. That included questions on whether there should be a single regulator. We expect to publish the Government response to the call for evidence later this year. Perhaps my hon. Friend the Under-Secretary will elaborate later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Returning to the Bill, the package of measures has three elements. The first is a moratorium. That will give a company that is threatened with insolvency temporary respite from its creditors and a chance to arrange refinancing or a rescue. The moratorium will be for an initial period of 20 days, which can then be extended. There will be a time-limited easing of the eligibility criteria for a company to enter into a moratorium, to make it more accessible during the covid-19 response period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Wood (Dudley South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The temporary measures that my right hon. Friend has included in the Bill will provide great respite for many businesses, particularly in the hospitality sector, where businesses have been unable to trade throughout this outbreak but rents have remained very high; the measures will protect them from aggressive landlords. Those pressures will continue well past the end of June, so will he consider extending the protection for tenants from winding-up petitions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, that is part of the measures that we will bring in. I recognise why my hon. Friend wants to ensure that tenants have protection, and that is ​why we will introduce the temporary measures around this issue, but of course we also need to think about landlords. I will address that point as I go through my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Returning to the moratorium, the time-limited easing of the eligibility criteria for a company to enter a moratorium, to make that more accessible during the covid-19 response period, will be in place for a month after Royal Assent. Of course, that can be extended if it is deemed necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second part of the new permanent restructuring measures will allow companies in financial difficulty to propose a rescue plan to restructure complex debt arrangements, and to bind creditors to it, as long as certain thresholds are met. That means that viable companies struggling with debt obligations will be able to restructure under the new procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, however, significant safeguards and protections for creditors, which is right and proper. The plan must be sanctioned by the court and, indeed, any dissenting creditor class bound to a plan must not be made worse off than it would have been in the next most likely outcome. I know that a number of colleagues, both in the House and outside, have raised this issue. That is why we have ensured that this measure is in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third part of the restructuring package will prohibit termination clauses. That will prevent suppliers from terminating contracts or raising prices just because a company has entered an insolvency procedure or a moratorium. Of course, we recognise that requiring companies to supply under those circumstances may cause them financial difficulties, so we have built in a number of protections for suppliers too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If continuing supply would cause a supplier hardship, it can apply to the court for permission to terminate the contract. In addition, if goods or services supplied after the insolvency begins are not paid for, the supplier can terminate the contract. Further, the Government will temporarily exempt small suppliers from this requirement altogether during the covid-19 crisis, recognising the particular challenges that those firms face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Small businesses often find themselves dictated to by larger organisations, and the last thing we want is for small businesses to be put at a disadvantage by being compelled to supply when they are not capable or it is not in their interest to do so. Will the Secretary State reassure us that small businesses in particular will be protected by these provisions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises a really important point about protecting small suppliers. They will of course have this exemption. According to the definition in the Companies Act 2006, a small supplier is one that meets two of the following three criteria: having up to 50 employees, a turnover of up to £10.2 million, and gross assets of up to £5.1 million. I think that will cover a very large number of businesses in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Fuller**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I thank you, Madam Deputy Speaker, for permitting so many interventions? As we are rushing through the Bill relatively quickly, it is important that Members on both sides of the House have the opportunity to raise points directly with the Secretary of State, so thank you for permitting some latitude for interventions.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The small business commissioner appeared before the Business, Energy and Industrial Strategy Committee a few weeks ago, and I posed some questions about whether he had the powers he needed. As my right hon. Friend looks at this period, with the particular pressure caused by covid-19, is he assured that the small business commissioner’s powers are as will be needed, or does he envisage wanting to look again at this in the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises an incredibly important point. I championed this issue—support for small businesses—when I was on the Back Benches. As he will know, the Government’s payment terms are favourable in setting a very time-limited period within which payments must be made to Government suppliers, and of course the Government also require that if a large organisation is being paid by the Government under a contract, they need to pass on that speed of payment to smaller subcontractors. He will also know that in the manifesto on which he and I stood we committed to looking further at the role of the small business commissioner and how it might be strengthened. We will bring forward a consultation on that in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I move now to the temporary measures in the Bill. The first set provides for a suspension of the serving of statutory demands and a restriction on winding-up petitions. These measures will be retrospective from 1 March and 27 April respectively and will last until one month after Royal Assent, although they can be extended if that is deemed necessary. The Coronavirus Act 2020 temporarily suspended the right of commercial landlords to forfeit the tenancies of retail businesses in order to protect tenants unable to trade because of covid-19. While this temporary suspension has been in place, the majority of landlords and tenants have been working well together to reach agreements on debt obligations, but a small number of landlords have been using aggressive debt recovery tactics to put pressure on tenants, including through the use of statutory demands and threats of winding up. For this reason, the measures in the Bill to limit the use of statutory demands and winding-up petitions have been welcomed by many, especially in the hospitality sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Jonathan Djanogly (Huntingdon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have repeatedly spoken about this clause in the context of landlords, but can the Secretary of State confirm that it actually applies to all creditors?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is intended to apply to all suppliers—I am sure I will be corrected if I am wrong on that. As my hon. Friend has also been keen to point out, although this measure is not restricted to commercial landlords, some landlords will have particular concerns, and I can reassure him that the Government will monitor the impact of the measure and are asking lenders and investors to consider how debt obligations can be met in a way that does not put unnecessary pressure on landlords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In respect of commercial loans, currently the banks, when showing forbearance, are providing capital repayment holidays but only on the capital element of the repayment. In respect of residential mortgages and loans, they are giving complete repayment holidays. The monthly capital repayment is a small ​element of the overall payment. The banks could be much more helpful to landlords by giving a complete holiday across the whole repayment for a period of time while showing forbearance to their tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Colleagues in the banking sector will I am sure be watching this debate and listening in, and they will have heard what my hon. Friend has said. I would be happy to have a discussion with him after this debate if there are particular points that he wants to raise or if he wants to talk about particular organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second temporary measure is the suspension of the wrongful trading provisions. This will be retrospective to 1 March and will be in place until one month after Royal Assent, and again it can be extended if that is deemed necessary. Hon. Members will know that wrongful trading is an important deterrent against company directors continuing to trade when the company is insolvent and when doing so increases the losses to creditors. Directors can be made personally liable as a result. However, during this difficult period, many otherwise viable companies may become technically insolvent, particularly if they have been severely affected by a drop in demand caused by covid-19. This measure gives company directors the confidence to use their best efforts to continue trading without the threat of personal liability, should the company ultimately go into insolvency. Since the measure was announced in March, we have received much support for it from stakeholders. The Institute of Directors has welcomed it, saying that it\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“will help to avert entirely preventable corporate collapses.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill also contains the necessary time-limited powers to extend these temporary provisions, should that prove necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will also allow the Government to make other temporary amendments to insolvency law or the new restructuring plan to deal with the effects of covid-19, where needed. The power to amend corporate insolvency or governance legislation will allow the insolvency and business rescue regime to react quickly to the challenges we face as a result of the impact of covid-19, and that power will expire on 30 April 2021. However, due to the potential unforeseen circumstances relating to covid-19, the expiry date of this power can be extended if it is deemed necessary. If an extension is sought, the House will of course have an opportunity to scrutinise it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next group of temporary measures deals with meetings and company filings. These measures enable companies and other bodies, including mutual societies and charitable incorporated organisations, to hold AGMs and other meetings in a safe way, while respecting social distancing rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sarah Olney (Richmond Park) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the point about AGMs, it is obviously good that the legislation makes provision for AGMs to be held digitally, but is it necessary for the legislation to restrict the participation of shareholders quite as much as it does? Surely, if a digital method enables shareholders to question directors, that should be encouraged if it can be facilitated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, of course, other methods for shareholders to question directors of a company. There will be shareholders’ days, for example. The reality is that businesses will be reacting and doing their best to try to get information to their shareholders. I am sure that the hon. Lady’s point will be noted, but the intention ​of this Bill—and, I think, of the business community—is not in any way to use these measures to restrict shareholders’ access to information. This is actually about making sure that we can get past the pandemic and be in a position to bounce back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The flexibility in terms of these meetings and filings will apply from 26 March—retrospectively, obviously—until 30 September. The measures also enable AGMs to be postponed until 30 September this year, where necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sara Britcliffe (Hyndburn) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am encouraged that the measures for AGMs and other meetings are temporary. Does my right hon. Friend share my belief that in-person AGMs provide the best opportunities for shareholders to hold their directors to account?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an important point. We would all like to get back to those face-to-face discussions, just as we are doing in the House today. These are temporary measures, and I hope that when we get through to the other side there will again be that opportunity for shareholders to meet and ask questions face to face, because that is right and appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gareth Davies (Grantham and Stamford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can my right hon. Friend confirm that the Government are not mandating how companies and organisations are to hold an AGM, but rather giving them flexibility at this incredibly difficult time as to how best to engage with shareholders?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alok Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an incredibly important point. This is not about mandating; this is about giving choice. I expect that many companies will take up the temporary support that is being made available through these measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expanding on the announcement I made on 25 March that companies would have an extended period for filing accounts, the Bill will also give businesses more time to meet a range of filing requirements. The extensions to the various filing requirements will be set out in regulations to be laid once the Bill receives Royal Assent. We will be giving businesses the maximum period allowable under the powers in the Bill for filing their accounts, confirmation statements and event-driven updates. We will also extend the period within which charges should be registered with Companies House to 31 days, which I believe strikes the right balance between providing businesses with breathing space and ensuring that lenders are protected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, the package of measures that the Bill introduces will give businesses the best opportunity to survive the effects of the covid-19 crisis and lay the foundations for a bounce-back in the UK economy. This Government are committed to supporting businesses. We are listening, and we are putting in place meaningful and common-sense measures to provide that support. Let me end by again paying tribute to the millions of business owners up and down our country who are doing their bit to keep Britain moving. In bringing these measures forward, we demonstrate again that we stand with them. I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}