{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-the-coronavirus-interruption-loan-scheme/",
    "title": "Alok Sharma – 2020 Statement on the Coronavirus Interruption Loan Scheme",
    "post_date": "March 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 24 March 2020.",
    "content": [
        "I am tabling this statement for the benefit of hon. and right hon. Members to bring to their attention the details of the coronavirus business interruption loan scheme announced by the Chancellor of the Exchequer on 11 March 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The coronavirus business interruption loan scheme will be facilitated by the Government-owned British Business Bank and delivered through its delivery partners. Lenders will offer loans of up to £5 million to support small and medium-sized businesses with a turnover up to £45 million that are affected by the coronavirus outbreak. There will be no limit on the number and aggregate value of loans that can be made under the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme is based on the British Business Bank’s existing Enterprise Finance Guarantee scheme, is available on a temporary basis and can be extended as required. The key parameters of the scheme are as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The percentage of the remaining balance of each loan that is guaranteed by the Government will be increased to 80% (currently 75% of each EFG loan is guaranteed);\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A cap on gross Government liability at the level of the lender’s whole CBILS portfolio of 75% of losses (currently the Government’s gross liability is capped at 20% of losses across the lender’s whole EFG portfolio);\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Government grant (the business interruption payment) will be provided for the benefit of businesses, equal to the fees and interest incurred on the facility for the first 12 months. The maximum grant payable is capped at a level that will allow a significant majority of businesses to be compensated in full. A lower cap applies to businesses in some sectors;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The lender must establish that the SME has a viable business proposition assessed according to its normal commercial lending criteria. However, where there are some concerns over the short-term business performance due to covid-19 impacts, provided the lender reasonably believes that the finance will help the business to ‘trade out’ of any short-term cashflow difficulty, then the business is considered eligible for the scheme; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Subject to the lender’s policy, businesses can access CBILS loans up to a value of £250,000 without the lender undertaking an assessment of their security position (currently, only businesses that have been assessed by the lender as having insufficient security can access EFG loans).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new scheme was launched on 23 March, will run for an initial period of six months, and will be extended as required. The Government will be subject to a greater contingent liability than is the case for the Enterprise Finance Guarantee, and I will be laying a departmental minute today containing a description of the liability undertaken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For more information on this and other support for business, please go to: https://www.businesssupport.gov.uk/.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}