{
    "url": "https://www.ukpol.co.uk/alok-sharma-2020-statement-on-the-bounce-back-loans-scheme/",
    "title": "Alok Sharma – 2020 Statement on the Bounce-Back Loans Scheme",
    "post_date": "May 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alok Sharma",
            "url": "/tag/alok-sharma/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Alok Sharma, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 11 May 2020.",
    "content": [
        "I am tabling this statement for the benefit of hon. and right hon. Members to bring to their attention the details of the new bounce-back loans scheme (BBLS).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bounce-back loans scheme was launched on 4 May, and is facilitated by the Government owned British Business Bank and delivered through its delivery partners. Lenders offer term loans of between £2,000 and £50,000 to support small businesses that are affected by the coronavirus outbreak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme is available on a temporary basis for an initial period of six months and can be extended as required. The key parameters of the scheme are as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BBLS will provide term loans only for a term of six years, with businesses able to access loans equivalent to 25 per cent of their turnover from £2,000 up to a maximum loan size of £50,000. The interest rate will be standardised across all lenders and fixed at 2.5 per cent. There will be no fees for borrowers to access the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The percentage of net (post-recovery) losses for each loan that is guaranteed by the Government will be 100 per cent, with no cap on gross Government liability at the level of the lender’s whole BBLS portfolio. Personal guarantees are not permitted, although some personal assets could be claimed as part of recovery from sole traders. Sole traders’ principal private residence and vehicle may never be claimed as part of recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Government grant, “the business interruption payment”, will be provided for the benefit of businesses, equal to the interest incurred on the facility for the first twelve months. Businesses will not be required to make any repayments on capital during the first twelve months of the facility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will be subject to a new contingent liability as a result of the bounce back loans scheme, and I will be laying a Departmental minute today containing a description of the liability undertaken.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For more information on this and other support for business, please go to https://www.businesssupport.gov.uk/.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}