{
    "url": "https://www.ukpol.co.uk/virendra-sharma-2022-parliamentary-question-on-fairness-in-the-tax-system/",
    "title": "Virendra Sharma – 2022 Parliamentary Question on Fairness in the Tax System",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Virendra Sharma",
            "url": "/tag/virendra-sharma/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Virendra Sharma, the Labour MP for Ealing Southall, in the House of Commons on 20 December 2022.",
    "content": [
        "**Mr Virendra Sharma (Ealing, Southall) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What recent steps he has taken to ensure fairness in the application of the tax system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Financial Secretary to the Treasury (Victoria Atkins)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Merry Christmas to you, Mr Speaker, to all the House staff, to the Members in the Chamber, and to our parliamentary staff, who do such a good job for us all year round—[Interruption.] And to the Doorkeepers—thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right that everyone contributes to sustainable public finances in a fair way. The autumn statement tax reforms mean that those with the broadest shoulders contribute the most. We are also implementing the OECD pillar two reforms so that multinational corporations pay their fair share of tax, and we are introducing measures to address tax avoidance and evasion to ensure that people pay the right amount at the right time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Sharma**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Minister think it is fair that landlords and those on high incomes earned through trading stocks and shares pay less tax than those paid a salary?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do hope that the hon. Gentleman noted the announcements by my right hon. Friend the Chancellor in the autumn statement in relation to dividends and corporation tax allowances. We want to ensure, where we can, that unearned income is roughly comparable to earned income. That is precisely why the principle running through the autumn statement was that those with the broadest shoulders should bear the greatest burden.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alan Mak (Havant) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Edinburgh reforms, which help to make our financial services sector more competitive. I urge my hon. Friend to adopt the same approach to R&D tax reliefs and capital allowances, so that our world-class entrepreneurs, start-ups and small and medium-sized enterprises can benefit from the same advantages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all have campaigns to which we devote a great deal of time and for which we build a reputation. My hon. Friend has had a reputation for campaigning on and highlighting the fourth industrial revolution since he was elected in 2015, so I am not surprised that he asked that question. I am delighted to say that we very much support innovation and the critical work of our entrepreneurs, start-ups and SMEs, which is why we are setting the annual investment allowance permanently at £1 million from 1 April, and reviewing the research and development tax reliefs to ensure that, while we are rebalancing the rates of relief out of fairness to the taxpayer, we are also targeting that relief at the knowledge-intensive and innovation-intensive businesses that we all care so much about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a bit of Christmas cheer, I agree with the Minister for once as she says that she wants those with the broadest shoulders to pay the most in the tax system. Why, then, did the Chancellor pick the pockets of hard-working people in the autumn statement through stealth taxes, such as freezing tax allowances, rather than tackling non-doms, which could have brought in £3.2 billion to the Exchequer?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel a little slighted, because the hon. Gentleman and I agree on an awful lot behind the scenes—I wish him a very merry Christmas. On non-doms, we know that they paid £7.9 billion in UK taxes last year, which is a significant sum of money. The Chancellor has been clear that when we look at those rules, we have to bear in mind that they pay a significant sum of money in their UK taxes that obviously contributes towards the public services that we all care so much about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Maclean (Redditch) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The success of our fantastic town deal in Redditch, which is thanks to record-breaking investment from the Government, relies on our amazing SMEs, who tell me that they need to compete against the online giants. What more can the Minister do to ensure that our businesses play a full part in our vision for the future, so that we can continue to unlock Redditch?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has done so much for her constituency through her campaigns, including by securing the investment that her local hospital needs. In relation to her high streets and small businesses, she is right that we are the Government of small business. That is why, although we had to make some difficult decisions in the autumn statement, we were determined to protect our precious high streets and small businesses, particularly in the retail, hospitality and leisure sectors, through the business rates support package, which totalled £13.6 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We come to the shadow Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Murray (Ealing North) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I echo the consensus about the importance of a merry Christmas. In the last month, I have asked Treasury Ministers three simple questions: whether the Chancellor has considered abolishing non-dom status; whether the Prime Minister was consulted about doing so; and whether, when the current Prime Minister was Chancellor, he recused himself from discussions on the matter. I have asked those questions four separate times, but four times Treasury Ministers have refused to answer or even acknowledge them. Once might be an oversight and twice might be careless, but three times seems deliberate and four times feels like stonewalling. Will the Minister finally show that they have nothing to hide by answering my questions today?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that the hon. Gentleman is entering into the spirit of pantomime season with his questions. We have been clear that non-doms paid £7.9 billion in UK taxes last year—a number that he does not seem able to accept—which is a significant sum of money. Although we keep the scheme under review, as I have said many times—perhaps he is choosing not to hear it—we must recognise their contribution in UK taxes, because that £7.9 billion helps to pay for the services that we all care so much about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Murray**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, that was the fifth time; I wonder what people will make of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that to be trusted and effective, the tax system must be fair, yet while millions of working people and businesses across Britain are paying the highest tax burden in decades, those who use tax havens are playing by different rules. Those who benefit from tax havens are undercutting responsible businesses, undermining our public services and breaking the basic principle that we must all play by the same rules. Will the Minister agree that creating a fair tax system must involve challenging tax havens and those who avoid paying their fair share?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Atkins**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ought to declare an interest at this point: I used to prosecute tax fraudsters for HMRC before I came to this place. I very much agree with the hon. Gentleman and put my money where my mouth is when it comes to tackling those fraudsters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the income tax take, the top 10% by way of income paid 36% of all tax in 2020-21. We are proud of the fact that our distributional analysis for the autumn statement shows that decisions made at that fiscal event are progressive: the lowest income households will receive the largest benefit in cash terms and as a percentage of income, and will on average be net beneficiaries of decisions made on tax, welfare and amendments to the energy price guarantee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}