{
    "url": "https://www.ukpol.co.uk/david-shaw-1988-speech-on-enterprise/",
    "title": "David Shaw – 1988 Speech on Enterprise",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "David Shaw",
            "url": "/tag/david-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Shaw, the then Conservative MP for Dover, in the House of Commons on 4 March 1988.",
    "content": [
        "Nevertheless, it is welcome that a few Opposition Members have turned up. During the debate on the coal industry the other day they were notable by their absence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only did Britain lose products and opportunities; it lost new products. It lost the opportunity to develop the video equipment industry, and many new areas of business. There were problems with both the management and the work force. In some British companies there were five or six canteens. I used to go round some of those companies and compare them with the American subsidiaries operating in Britain which had only one canteen and in which the management were on the shop floor. The management were interested in what was going on. There was a complete contrast in attitudes between British companies and American subsidiaries operating over here. Fortunately, however, much of that is changing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now do not have management and work force problems to the same degree, except when they are raised by Opposition Members. We have staff and personnel problems because management is beginning to recognise, and has recognised for some time, that management and work force in Britain have the same objective — to produce more goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that in this interesting debate we recognise that throughout Britain there is a lack of training. The Government have done quite a lot to encourage training in business. However, we still have problems which are highlighted by Mr. Robb Wilmot, former chief executive of ICL, who pointed out that one Korean company has more management graduates in it than there are in the whole of the United Kingdom. That means that we do not have the management skills or the background of management training that we need. I know that the Government will do much to develop that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to pay tribute to my hon. Friend the Under-Secretary of State for Industry and Consumer Affairs who has advocated the cause of British industry, and improvements in design and quality control. I am pleased that my right hon. Friend the Prime Minister has joined us. It is only appropriate that I should say that one of my friends recently attended a conference where my hon. Friend the Minister was speaking. He said to me, “Who is this man Butcher? The Government should wheel him out more often as he is a really good speaker.” In clothing design and other industries, Britain excels. At one time I acted as financial adviser to one business lady in the design sector. She constantly said to me that she had never been trained at design school to understand business, but she built up a business that employs some 50 people. We can imagine how large that business could have been if she had been trained in business skills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I conclude by drawing attention to the fact that the Government are encouraging the improvement of design manufacturing skills. Productivity has increased rapidly. The Government, through the enterprise initiative White Paper, will help further to develop the quality and marketing skills of British industry. We have come a long way since the problems of the 1970s. We have proved that it is not vast sums of money being put on the table in investment grants that improve British industry. We have proved that it is improved by the right economy, by reducing taxation, by encouraging our business men to succeed and by being more competitive against foreign competitors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All those skills that we are encouraging and all the improvements that we are trying to achieve in British industry are no good unless British industry earns profits. Opposition Members fail to understand the importance of profits. Profits are important because today’s profits, this year’s profits, provide the cash for next year’s investment, and investment in plant and machinery is extremely important for the country. Without more investment in plant and machinery, we cannot succeed and we cannot compete against overseas companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Government will continue doing what they have done to date so that there will be more improvement and investment in the people who are important in British industry and in new plant and equipment. I know that we will continue to achieve new production records as a result of the Government’s initiatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}