{
    "url": "https://www.ukpol.co.uk/david-shaw-1987-maiden-speech-in-the-house-of-commons/",
    "title": "David Shaw – 1987 Maiden Speech in the House of Commons",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "David Shaw",
            "url": "/tag/david-shaw/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by David Shaw, the then Conservative MP for Dover, in the House of Commons on 1 July 1987.",
    "content": [
        "Thank you, Mr. Speaker, for fitting me in before the winding up speeches. I hope at some future date to be able to take some more time on issues affecting my constituency. Tonight, I should like to start by paying homage and thanks to my predecessor, Peter Rees, who has so kindly looked after me in these past seven months and who also looked after the constituency for some 17 years. Peter was well known and, I believe, well liked in the House of Commons. He was also well known and well liked in the constituency. Over the years, I have been to many constituencies, but I am afraid that I cannot say of a great many that the constituency Member commanded such a liking as was commanded by Peter. Peter certainly achieved much, and that was illustrated in the recognition and recommendations from those for whom he worked. I should also like to commend Peter Rees’s longstanding work for the port of Dover. On many occasions he took an interest in and lobbied to improve the communications to the port.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to feel that I shall remain the Member for Dover for as long as did the Member at the turn of the century, George Wyndham, who held the seat for some 24 years. It would also be nice to be returned four times unopposed as he was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dover intends to develop greatly the tourist industry within its area. Dover is one of the most beautiful constituencies in the country. It contains three castles. One can see the castle at Dover as one arrives across the English Channel or as one arrives at Dover from the land. It is a beautiful castle and it has defended the nation for some 2,000 years. Indeed, it is reputed that Julius Caesar had to land some miles away because he was thrown off by the castle’s defences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Defence is terribly important to Dover. The Royal Irish Rangers have been stationed in Dover for some three and a half years — their history goes back 300 years. The Royal Marines are stationed in Deal. For many years, previous Members have helped to keep them in the area. We are proud to play our part in the defence of the nation. We are proud that, in the 13th century, Dover was described by Matthew Paris as the “key of England”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is much within the constituency that is attractive. The countryside is beautiful. Agriculture prospers within the countryside, but there is also other industry, such as coal mining, that is extremely important to the constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The port of Dover is the dominant industry and it employs, directly and indirectly, 10,000 people. It will be for those 10,000 people that I shall express my concern when, later in the course of the session, I hope to be called to speak in the Channel tunnel debate. The port of Dover has successfully expanded during the past few years of the Conservative Government as economic growth has resulted in more passengers going abroad and more freight being exported. The port of Dover looks forward to the next four years of economic growth under this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should also like to pay tribute to two other companies in the area, Dover Engineering Works and the Avo Electrical Company, not only because they are world beaters, but also because the management had the sense, under this Government, to apply to buy out the companies. They are now mainly owned locally as a result of management buy-outs, and that is what the new capitalism is all about. That is what has given the managements the opportunity to expand their businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another company within the area is the Buckland paper mill, which makes Conqueror paper of the type that is used in the House of Commons. That company is especially interesting because it has given share options to all of its staff—not just the managers, but also those on the shop floor and the secretaries of the typing pool. They know what wealth creation is about — they have seen and received the benefits of wealth creation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last few moments of my speech I should like to deal with the Gracious Speech and the relevance of wealth creation to that speech. I was somewhat saddened and depressed by some of the comments that were made in earlier speeches. I am sad because wealth creation has been knocked and attacked. The policy of attacking wealth creation does not exist in most other Parliaments of the world today. Even in the Soviet Union, the debate has moved on, and I hope that it will not be long before it moves on in this Parliament as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heard attacks on speculators, but it seems to me that the only speculators in stocks and shares who deserve to be attacked nowadays are councils like the 20 Labour councils that invested in the News on Sunday. That was one of the fastest bankruptcies that the country has ever seen. Ratepayers’ money was lost, and when trade unions invested in the paper their members’ money was lost, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was a councillor, I and my colleagues knew that the only way that we could control expenditure was by common sense, because we knew that the expenditure control systems were inadequate. Both Labour and Conservative Governments had tried to control local authority expenditure, but it had not proved possible in the 1970s or the 1980s. I commend the community charge to the House as an advance in controlling local government expenditure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also reject the attacks on the stock exchange and share ownership that were made in earlier speeches. Nearly 20 million people in this country now own shares. That is a wonderful statistic, and I hope to see it expand considerably in years to come. Attacks on share ownership are an attack on pension funds, and hence an attack on the coal miners in my constituency, who own part of the largest pension fund in the country. I am pleased for the coal miners who own shares, and I hope to see them own more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me now return to the subject of the winding-up speeches, education. It is vitally important to the young of this country, but we have failed in some key areas. We have failed in terms of interesting and involving parents in how their children are educated, and in terms of interesting and involving business men more in that subject. Consequently, I was not surprised when one teacher told me the other day that when he had asked his class how many of them would run their own businesses in later years not one member of the class put up his hand. Yet by the law of averages in this country, where one person in seven is self-employed, at least three or four pupils should have done so. I believe that that is because the education system has not had enough business men involved in it. It has not enjoyed enough parental interest, or enough of an opportunity to develop children in the way that they need to be developed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr. Speaker, for allowing me to speak in such a brief session before the winding-up speeches. I wish to support the motion on the Gracious Speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}