{
    "url": "https://www.ukpol.co.uk/david-shaw-1988-speech-on-coal-mining/",
    "title": "David Shaw – 1988 Speech on Coal Mining",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "David Shaw",
            "url": "/tag/david-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Shaw, the then Conservative MP for Dover, in the House of Commons on 2 March 1988.",
    "content": [
        "As we are talking about deficits, it is appropriate to ask why there is such a deficit in the turnout of Labour Members. I understand that 46 Labour Members have coal mines in their constituencies, yet not even 50 per cent. of them are present. Even Arthur Scargill had a 50 per cent. turnout, although it is questionable whether that turnout was given some encouragement by the more physically well built of his supporters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The poor attendance of Labour Members proves that the Opposition do not support the coal industry, and that it is dependent on its one main supporter — the Government. The Government have put over £,4.6 billion into the coal industry. Investment is at record levels, and by the next general election virtually all the plant and machinery in use in the British coal industry will have been bought by money given by the Government. I hope that as miners go to work in 1991 they will appreciate that it is the Government who have provided them with the tools to do their work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am concerned about productivity at the Betteshanger coal mine in my constituency. It is a pity that it produces only 1.8 tonnes per man shift, compared with the national average of 4 tonnes. I know that the coal is of good quality, and I believe that most, if not all, of the miners want to keep the pit open. I know that many of them will work hard to keep it open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we do not want is the disruption that has caused deficits in the past. That disruption and those deficits were caused by the attitude of the last Labour Government. It is worth noting the problems facing that Government, and the way in which they tackled them, in relation to deficits at that time. The right hon. Member for Chesterfield (Mr. Benn) once said: I have never found the NUM in any way unreasonable where closures are necessary because of exhaustion or because pits are out of line in economic terms.”—[Official Report, 4 December 1978; Vol. 959, c. 1015–16.] The NUM certainly was not unreasonable to him because, as Secretary of State for Energy, he closed 32 pits, and two Labour Governments closed 295 pits between them. The present Government have increased deficit grants, because the present Government have shown a commitment to right the wrong of previous Governments. They have shown a commitment to the coal industry and the coal miner. I hope that the message is now clear: that the miners should show a commitment to the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}