{
    "url": "https://www.ukpol.co.uk/giles-shaw-1978-speech-on-bread-prices/",
    "title": "Giles Shaw – 1978 Speech on Bread Prices",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Giles Shaw",
            "url": "/tag/giles-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Giles Shaw, the then Conservative MP for Pudsey, in the House of Commons on 18 May 1978.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House takes note of the Bread Prices (No. 2) Order 1976 (Amendment) (No. 5) Order 1978 (S.I., 1978, No. 516), dated 31st March 1978, a copy of which was laid before this House on 31st March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We turn from the problems of Fleet Street and industrial relations at a fairly late hour at night to discuss another problem which is in no way related to it, namely, the maximum price orders for bread. We make no apology for seeking to have a debate on this matter. As the House will observe, it is not a Prayer but a motion to take note that we are debating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, we believe, very good reasons why we should set aside a little time to discuss questions concerning the pricing of bread and the methods under which the pricing is currently administered. Let me say at the outset that what we are not debating tonight is a motion which could result in a change in the bread price. This is not a debate to affect prices in the shops, as might be the case if we were to find ourselves asking the Government to tear up the order and reduce the price of bread by 2p, 3p or 4p.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I suspect that hon. Members on each side of the House know full well that there is a substantial gap in the relationship between the maximum price order that we are debating and the prices which are charged for bread in the shops. This has nearly always been the case, so that we have to admit straight away that the maximum price order permits a range of prices in the standard loaf between 28½p and 31½p, according to the area of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not debating what the consumer should be charged for bread. We are debating the method by which the Government are using a maximum price order under the Prices Act 1974 to seek to influence that price. The maximum price order has been operating for some time. It came into effect, according to Statutory Instrument No. 516, on 3rd April 1978, so that any views we may seek to express about it now must be essentially retrospective. This is another ​ reason why we are not talking here about suddenly reducing overnight the price of bread in shops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, in my view, important reasons why we should have a discussion about the order and why we should question the wisdom and, indeed, the desirability of orders of this kind. I think it could be reasonably said that they seem to be sadly irrelevant to the real problems of the baking industry and the distribution, the pricing and selling of bread today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it right that I should remind the House of some of the actions which the Government have taken in recent years in the name of affecting the price of bread. There was the initial period of substantial subsidy, followed by the steady withdrawal of subsidy. After that came the maximum price orders, one of which we are now debating. Then we had the imposition of discount controls, which were subsequently removed. Then we had the price check scheme, involving a wide range of household foods. Then we had the implementation of changes in the Price Code. This was admittedly a code which had existed for some time back. The Price Code system was then replaced by the operation of the Prices Commission under the new legislation introduced by the Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been frequent investigations by the Monopolies and Mergers Commission into the operation of the bread industry. It has considered the steadily reducing number of large bakers and whether they were operating within or without the public interest. I doubt whether there is an industry in the country which has been examined by the Commission as frequently as the baking industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not surprising, therefore, that one could say about bread prices and the baking industry that there has been virtually no agency of the Government, no method of intervention or piece of legislation which involves pricing or regulation which has not been applied at some time, and in some strength, to the operations of the baking industry with particular reference to the price of bread. Our colleagues in the baking industry would say ​ that these various devices which Governments have introduced have been operated with great frequency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just a matter of taking a quick dip-stick here and there. It is a matter of regularly examining in depth the way in which the industry operates and the prices for bread which it charges to the consumer. It is not surprising that in recent years the baking industry has been in some state of turmoil. It is also not surprising that many of those who work in the industry should feel that the scale of intervention and examination and the number of restraints placed upon the marketing operations for bread have contributed in large measure to the decline of certain sectors of the bread industry and to a general air of lack of confidence in the way in which the industry operates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Monopolies and Mergers Commission pointed out in its report last year, Government interference has played a major part in creating the industry’s present problems. Tonight we are discussing a maximum price order for the 28-ounce loaf which in area 1 involves a recommended price of 28½p. I should correct myself. It is not even a recommended price, it is a statutorily imposed maximum price. No loaf in area I should be sold at a price higher than 28½p. Within the area of variations the scale rises to 31½p in area 4. The standard recommended price, therefore, ranges from 28½p to 31½p. What a far cry that is from the 1974 General Election campaign when there were charges and counter-charges across the hustings of the possibility and threat of the “three bob loaf”. That was the way in which bread prices were talked about in the not-so-distant past. Now we are talking about bread prices reaching a figure double that operating at the time of the 1974 General Election. That reason alone justifies the opportunity to debate the pricing of bread in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lot of howling took place when the threat of 15p per loaf was suggested. Indeed, from then on the price of bread has escalated rapidly in line with the general rate of inflation and with the hideous increase in costs which manufacturers have incurred. In my view the price of bread has probably for far too long been the talisman by which the cost of living is measured. One can understand ​ that. There has been the old concept of bread being the staff of life. It has been the diet of the English, Scots, Welsh or Irish for so long that it has become a traditional form of measuring the daily diet and the traditional way of describing the impact of prices or costs on the individual family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On would not deny that bread is an extremely important component in the housewife’s budget. But one of the penalties of being a talisman by which we wish to measure costs or prices in general as they affect the family is that Governments cannot leave the price alone. It has been one of the things which magnetically have attracted them to seek to influence the price, to subsidise it, to stabilise it, to control it, to regulate it or to offer, as we have in this order tonight, a means by which a maximum price, area by area, can be established. Yet, for the most part, in recent times the consumer has not been as besotted with the price of bread as perhaps Governments have. Let us face it—there has been a steady, consistent and long-term trend away from the consumption of bread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the war, the basic consumption has fallen from some 50 ounces per head per week—I make no apology for using the old Imperial measures, which now the Government have blessed—to 30 ounces per head per week. It is estimated that in April 1978, consumption was running at some 3 per cent. below what it was in April 1977. Frankly, there appears to be little expectation that this trend will alter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I think that one can conclude that the days of an increasing bread market are now over and the days in which the consumer was, as it were, wedded to that particular form of nutrient are also over. There is too much competition in processed foods. There are too many other alternatives on offer to consumers in forms and at prices which they find attractive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us not deceive the House. Bread continues to be a very important commodity. But the trend of consumer expenditure and consumption of bread has clearly shifted, and in my view it has probably shifted permanently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, consumption has been affected, and therefore, the importance and the capacity of the industry have been affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 8th April there was an article in The Times entitled\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Britain’s shrinking stomach for bread.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No doubt the Under-Secretary has read it with some care. It contains this sentence:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“If people did not turn back to eating bread in the lean years of economic recession, they are hardly likely to start eating more of it when they have more money in their pockets.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I think that one could turn to the prospects for the bread market and say that it is almost certain that the days of heavy or higher consumption of standard forms of bread will probably not return if what we hope is achieved—namely, an increase in the standard of living, with more money available for expenditure on the whole range of foodstuffs. The consumption pattern has probably moved on and moved down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, given that particular climate of how the consumer behaves towards bread, Government policies on price regulations and profit control have been operating in entirely the other direction. In fact, Government policies in this area have been pretty disastrous. Can anyone really deny that if Spillers Company had been earning adequate profits on its baking of bread and bread products, 8,000 jobs would be available today which, alas, are not available, and presumably 14 or more of the 23 plants would now be available for work when they are now threatened with closure?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Surely this is a sad commentary on the ways in which Governments have sought to intervene in the marketing of bread and the profitability of baking, to a point at which one-third of the industry, in terms of the three major plant bakers, has been forced to close. It is a very odd commentary on the Government’s attitude to this problem that the Secretary of State did not see fit to refer a change in the industry’s marketing potential, from three manufacturers to but two manufacturers, to the Monopolies and Mergers Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously, the Secretary of State took the view at the time that what was more important in the general interest, as he saw it, was the preservation of the maximum number of jobs rather than the preservation of optimum variety and availability to the consumer. We must take note that in relation to competition policy, ​ however strident the Secretary of State may be, when it comes to the crunch of decision, his decision clearly lies as it did in the case of sugar refining, in favour of maintaining the optimum number of jobs, even if this means that the consumer is put at risk of a reduced variety and a reduced availability of products. That is something to which we ought to return on another occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, with the prices charged for bread and the costs incurred in the baking of bread, all of our major United Kingdom bakers are operating at unprofitable levels. Associated British Foods and Rank Hovis McDougal have made no secret of the fact that the baking operations of their groups are unprofitable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are debating a maximum price order for the products of an industry in which at this time a year ago there were three major plant bakers. There are now two. That reduction has taken place with the blessing of the Secretary of State. The baking and the production of the product are unprofitable for each of the two remaining plant bakers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to hope that the so-called rationalisation, which is the polite word for what is now happening, will result in an improvement in the utilisation of capacity and in a reduction of overheads per ton of bread produced, which might help profit margins in baking. What we cannot accept is that maximum pricing is a sensible and relevant system of handling a market when the unprofitability of the lines on which we are seeking to impose prices has been so clearly demonstrated and has been taken to such inordinate lengths that major closures have occurred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Douglas Jay (Battersea, North)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Gentleman’s main complaint is the unprofitability of the industry, will he at least mention that wheat imports into the EEC are now bearing a 100 per cent. levy? Is it not natural that if the main raw material of the industry is artificially increased in price by 100 per cent., the industry will become less profitable for that reason?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that that is so, but, as the right hon. Gentleman will no doubt agree, even under the restrictions pertaining now under the Price Commission, the recovery of those raw material prices is admissible by the Price Commission as ​ costs. Under the Price Code, which operated for most of the period under discussion, such recovery was freely admissible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Jay**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that would mean passing on the 100 per cent. levy on the import price to the consumer, would it not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman is correct. The argument that I adduce is that the price of bread has been held down for so long to a level that is clearly unprofitable that there is an inability to recover costs. The consumer has been encouraged to believe that there is a low and acceptable price for bread. That is not so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only two policies can emerge from that situation. We either drive people out of work because the industry is operating unprofitably, or we seek to contain prices through subsidy and taxation. The Government have achieved some progress in that latter course—namely, their decision to reduce the subsidy and the level of taxation. However, they still seek to impose some control on the price of bread by means of maximum price orders. That is entirely artificial. It distorts the market for the buying and selling of bread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been long held on the Opposition Benches that, however skilfully we design intervention in the market place in pricing policy, the distortions that we create will inevitably come back in one form or another to rebound to the discredit of those who intervened. It comes back either in the unpalatable form of increased prices or in decreased jobs. It does not seem that there is any other way in which we can adequately have an effect on supply and demand of a product as sensitive as bread to import costs\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Jay**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman agree that at least one of the factors that has produced the distortion is the import levy that is now having to be paid?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman is probably quite right. Import levies have helped to increase the costs that the manufacturers have had to face. However, I do not think there is a food manufacturer who would say now that he would willingly withdraw from the Community. The food industry was totally in favour of entering the Community. ​ It has readily sought to alter its operating practices to compete effectively within the Community. I know of no influence in the bread baking industry, parlous though its state has been, that suggests that it would be materially helped if the industry were to come out of the Community and were to operate outside it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It may be that we are moving a little far from the maximum price order that we are debating. However, the lesson that I seek to draw has been satisfactorily put. We are talking about an intervention operation that has had a fairly miserable history for the baking industry. The fact that the bread industry is unprofitable today is almost sufficient reason in itself for objecting to the passage of the order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there are other reasons why we think it right to have a debate on this issue and to offer the House an opportunity to discuss the system which is used. The use of maximum price orders is a hangover from the Prices Act 1974, which gave power to the Secretary of State to operate maximum pricing for those products—in particular, food products—which enjoyed subsidy. At that time, my hon. Friend the Member for Gloucester (Mrs. Oppenheim) made it clear, with some reluctance I think, that maximum price orders should be accepted for subsidised products. We concede that, where the taxpayer is involved in paying an element in the price in order to restrict it, his contribution should not be pocketed for other purposes and the consumer should have the benefit clearly transferred in terms of a lower maximum price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, maximum price orders came about as an integral part of the food subsidy system, and we accept that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact now is that food subsidies have, with one exception, been phased out. Subsidy is no longer paid on bread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the subsidy has not been paid since the spring of last year. Why do the Government seek to continue a regulatory system of maximum pricing for bread when no subsidy is being paid?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remind the House of the Committee stage of the Prices Act 1975 when the Under-Secretary of State, confirming the position, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The orders under Section 2 are necessary to ensure that the benefit of the subsidies is ​ passed on to retail prices. They will be required so long as any food on which subsidy has been paid is available for retail sale.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So far, so good. But later the hon. Gentleman went on to say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The position, however, on the use of the powers outside the area is that the subsidised food remains the same as it was when the powers were taken last year. It is necessary to have them available for use if required, so that we are in a position to take action if there has been extraordinary inflationary pressure in a particular area. We have no intention at the moment of using the powers other than in the matter of subsidised foods, but we intend them to be kept as a reserve power if necessary to regulate prices in the shops for a limited number of products.”—[Official Report, Standing Committee B, 25th February 1975; c. 224.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was the expression of policy that the Under-Secretary of State gave to the Prices Bill Committee in 1975, and that broadly resulted in an extension of the regulatory powers ad infinitum. Indeed, the Secretary of State now has powers for use of the regulation on any foodstuff or, as I interpret it, any other product if he deems it to be right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, we must ask the Under-Secretary to tell us why the Government are continuing to operate maximum price orders for bread when the subsidies have been removed. Is he using the regulatory powers which he obtained under the Prices Act 1975, for which, as I see it, there is no closing date? If so, we should have a statement on the Government’s policy on price regulation. If he feels that it is necessary for bread, there is no doubt in my mind that he may feel it necessary for many other products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister may say that the Government intend to use this regulatory power on foodstuffs or, indeed, on other products or services in this election year as we come up to a decision. The hon. Gentleman owes it to the House, if he wishes to continue with maximum pricing on bread, to explain the policy under which he is operating, because it is clearly no longer related to food subsidy. The first serious question is what is the policy under which the Minister is operating, and why.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Under-Secretary will argue in the second place that it is necessary for him to have these price regulatory powers in order to control retailers’ profits. This is not an argument that can be adduced. Under the Price Commission’s operation, the retail trade has margin controls which ​ operate at the gross and net levels. There is no way in which one can adduce the necessity for a regulatory price power such as the one we are discussing in order to control retail margins. That is already available under the Price Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just a matter of the way in which we are issuing price orders. There are other aspects of the old subsidy system which are continuing. The retailer has still to keep records of sales, even though there is no subsidy element involved in those sales. Therefore, the small shopkeeper is involved in an administrative load which is unnecessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I put it to the Under-Secretary firmly that if he seeks to demonstrate that he recognises the problems of small shopkeepers and traders—or large ones, for that matter—to reduce the administrative burden of an operation such as maximum pricing and the maintenance of records would be simple. He could do it without fear of any consequence to the consumer, but in the knowledge that there would be a lifting of the load that is on the retailer—and that is something sensible and long overdue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One might argue that a maximum price order was a sensible form of consumer protection. I consider it to be a fatuous form of consumer protection. Originally these orders were all to be displayed, no doubt prominently, in shops. After various altercations with the Opposition on the Prices Bill, the Government eventually very grudgingly agreed that the maximum prices notices may be kept for reference and may be asked to be inspected rather than displayed, though the requirement for display is still in the Act. We now have the alternative of availability of them on request.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The maximum prices notices are of no consumer value. No self-respecting housewife will go into a shop and ask to see the maximum prices order for bread before making her purchase. We have no right to expect her to work in that way. If the notices have no relevance to the consumer, what relevance have they to anybody?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The maintenance of the regulation is in the hands of the hard-pressed weights and measures inspectors or the trading standards officers. They will have the right to ​ ask to see that retailers have these maximum prices orders available on request on their premises. But if we are merely producing orders in the House through the whole panoply of Government machinery in order to allow them to be examined when the occasional trading standards officer calls, we are not making a sensible contribution to the consumer or the retailer of bread. The matter has got out of hand and is ludicrous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another reason for objecting to the maximum prices orders is that they get out of date so easily. The order that we are debating, which is order No. 516, is virtually already superseded by order No. 545, which, although it has not been discussed in the House, was laid on 11th April and came into operation on 2nd May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Nigel Spearing (Newham, South)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman not agree that the numbers that he has quoted are related not to bread orders but to Statutory Instruments made in 1978?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Statutory Instruments are related to the general parliamentary process, but both orders Nos. 516 and 545 are related to bread prices, as I am sure the Member for Newham, South (Mr. Spearing) recognises. The order that was laid before the House on 11th April and came into force on 2nd May relates to the metrication of loaves of bread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are bound to ask whether the Minister expects that order to be withdrawn. If the Government are proceeding with an order that, as the explanatory note makes clear, withdraws the prescribed Imperial quantities in which certain whole loaves may be made for sale and replaces them with a net weight of 400 grams or multiples of 400 grams, how is that consistent with the new posture that the Secretary of State has taken up in regard to metrication? I hope that the Under-Secretary can give us a clean, crisp and definitive answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is self-evident that these orders get out of date quickly because prices and costs in the baking of bread continue to rise as general costs rise. Therefore, though there may be a holding of the price for a matter of months, there is no doubt that maximum price orders will have to be reviewed, probably several times a year as the price of a standard ​ loaf will rise. If that is the case, how valuable is the system to the consumer?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must recognise that for every order there is an administrative cost. Someone somewhere is preparing it, someone is printing it and someone is distributing it. Just how costly is this operation? How much money is tied up from public funds in the administration of such orders? The House would be interested to know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without the element of subsidy in the bread price, the orders are nothing more than a disguised form of retail price maintenance. This is a new principle for the Government to adopt. Happily, the competitive nature of the industry is such that much lower prices than the maximum are available to the widest range of consumers, but if we are operating a maximum price system, that at least is a containment of the retail level and if it is an unprofitable level, it is a stupid level at which to contain the price. Again, it seems an absurd way of operating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I contend that it is no part of sensible Government policy to apply maximum price orders for a whole range of foodstuffs or other goods. Why should bread be singled out in this way? The only reason is that bread is a talisman, has a special place and is a magnetic field in which the Government seek to intervene.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that we are discussing merely the tip of the iceberg of bureaucratic incompetence that is handling our affairs. I do not believe that it has any relevance to the consumer or an effective part to play in the Government’s total pricing policy. It is an unnecessary piece of bureaucracy, an irritant to the shopkeeper and another wretched chore to weights and measures and trading standards officers. It should be taken away and torn up. It is a piece of intervention which has long since outlived its usefulness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We take note of the order because that is the parliamentary parlance, but we take note of it because it is an order that is scarcely worth ignoring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Nigel Spearing (Newham, South)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Pudsey (Mr. Shaw) addressed the House for 35 minutes in his usual urbane, civil and reasonably pleasant manner—but that is the end of my praise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The whole of the hon. Gentleman’s speech was oriented around the convenience of the producer and distributor. There were references to the consumer, but the hon. Gentleman claimed that the order had no relevance to the consumer. No doubt the Minister will deal with that claim. I can think of one way in which it could be helpful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can imagine someone who lives a long way from a bakery, perhaps in the Highlands of Scotland who, but for a maximum price order such as this, would have to pay a much higher price. I see the hon. Member for Pudsey nodding his head. He did not quote any of the figures in the order. The maximum price for a 28oz. standard wrapped or unwrapped loaf is between 28p and 30½p. I notice that the same sized wholemeal loaf or milk bread has a maximum price in most areas of 36p. I agree that for certain reasons—perhaps good reasons—prices might be below that. We welcome that. But what change will one get out of 50p if one has to pay 36p for a loaf of wholemeal bread?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bread is now becoming expensive. It ill behoves a party which supported the increase in bread prices when a century ago it was entwined by the Corn Laws to criticise an effort by a Government to keep bread prices down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Giles Shaw**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the hon. Member’s deep anxiety to associate us with the Corn Laws, which are as relevant to this debate as the other matters that he will raise. He must address himself to a simple proposition: if the costs involved in the baking and distribution of bread go up, would he wish to see the price subsidised through taxation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Spearing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not dealing with subsidies. I turn to the question of prices. The hon. Member for Pudsey mentioned the 1976 Price Commission report. I refer to table 4 of its 13th report. It shows that in 1976 the bakers paid about £413 million for flour and that the cost of flour was a high proportion of the total baking cost. In Great Britain the cost of flour was 7.3p for a 28oz loaf compared with a total production cost of 15.35p. A more up-to-date figure appears in the figures for September 1977. This shows that flour was 9.24p, out of a 21.21p cost of producing the same loaf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unlike many processed foods and other food commodities, the cost of flour is relatively high. This is where we return to the Corn Laws. Flour comes from grain, which, in common parlance, is wheat or corn. The cost of wheat will to some extent determine the cost of flour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In his desire to deal with the order in his own way the hon. Member for Pudsey omitted one of the great mysteries of the bread market. I hope that the Minister will say something about it. There might be narrow margins and sometimes losses involved in the baking of bread. But we should like to hear about the millers’ margin—the difference between the cost of grain and the equivalent flour, making allowance for the side extractions of germ. Are the millers’ costs reasonable? Do they tie up? Is there, as many people suspect, a great deal of profit made by the millers because of the difference between the costs of grain and flour? That might offset some of the alleged losses involved in baking and distribution. The figures in the Price Commission report unfortunately do not show that. I hope that my hon. Friend the Minister will be able to cast some light on that point—if not tonight, then in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to draw attention to the cost of wheat. The cost of the raw material is a very high proportion of the cost of bread. The hon. Member for Pudsey may laugh off the idea of the Corn Laws, but he and his party, like many other hon. Members, alas, voted for the taxation of imported wheat. Wheat from the rest of the EEC does not bear a tax, but wheat from North America and our other traditional suppliers of bread wheats certainly is taxed. That fact is not as well known as it might be. I put a Question to the Minister of Agricluture on this matter on 19th April. He told me:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“During 1977 1·5 million tonnes of common wheat mainly of breadmaking quality were imported into the United Kingdom from outside the EEC. The value of these imports before payment of levies was £117·6 million. The net revenue derived from import levies on common wheat during the same period was £45·1 million.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know what the gross revenue was, but the buyers of wheat and, ultimately, the people who consume it paid ​ over £45 million in levies. We may surmise that a very high proportion of that money, if not all of it, went on the cost of bread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that is not the end of the story. In past years a very high proportion of bread wheats consisted of American Northern Spring, or its equivalent Australian varieties. Millers were able to add a small proportion of soft British wheats. There is, however, a surplus of wheat in the EEC and it has been found desirable to increase the proportion of soft wheat in bread flour, thus reducing the amount needed to be imported. The resulting flour requires different processes and different mixes and probably adds to the problems of baking and of maintaining quality. But that change does not necessarily decrease the price of the flour. The EEC wheat which is used is much more expensive than the hard wheats that would otherwise be imported.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Minister will tell us, broadly, the proportion of EEC wheat as compared with non-EEC wheat used to make bread. If it is half-and-half, it means that we are paying about £90 million a year more than we need to for our bread grain. Perhaps the proportion is less or more than that. But, whatever the proportion, the ultimate additional cost has to be met by the consumer whom the hon. Member for Pudsey pretends to want to help, but in truth does not. If he did he would have mentioned some of the matters I have raised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that my hon. Friend will be able to confirm the broad outline of the points that I have made, and that if the figures that I have produced are not correct he will send me a letter correcting them because I am sure that this is something that the other hon. Members will wish to follow up and that people who buy and eat bread will want to know the facts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only may we be spending between £40 million and £90 million a year more than we need to on our bread because of the new corn laws voted in by the Conservatives; the EEC is overflowing with wheat. In a Written Answer on 11th May—column 596 of Hansard—the Minister of State, Ministry of Agriculture, Fisheries and Food, told me that in 1975–76 the EEC exported 9 million ​ tonnes of wheat, with a provisional figure of 4½ million tonnes for 1976–77, and that it was having to pay out about £158 million in the process for dumping it on world markets. Not only do we have to pay more in tax for our bread, but some of that tax is apparently going to help to dump wheat on a world market that does not necessarily require it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that in taking note of this order we shall not only note the high maximum prices—although I welcome the limits, for the reasons that I have mentioned—but that in due course the Government, or the Price Commission, will disgorge the figures that will illustrate just some of the reasons why we are having to pay more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}