{
    "url": "https://www.ukpol.co.uk/david-shaw-1988-speech-on-the-budget/",
    "title": "David Shaw – 1988 Speech on the Budget",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "David Shaw",
            "url": "/tag/david-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Shaw, the then Conservative MP for Dover, in the House of Commons on 17 March 1988.",
    "content": [
        "I welcome the Budget because throughout the 1970s—the start of my working career—I witnessed an economy which went from stop-start to start-stop. The 1970s began with economic growth, but ended in decline. Towards the end of the 1970s, world opinion of us was at an all-time low. Far worse than that, however, was the attitude of the Labour Government towards the Health Service in 1976. The National Health Service suffered badly under Labour, but last November my right hon. Friend the Chancellor announced that £1.1 billion more would be put into it next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many things are wrong with the National Health Service. There are no satisfactory performance indicators by which to monitor its efficiency. Numbers of administration staff are still rising; on figures that I have seen, it appears that there are more administrators in the National Health Service than in the health service of the United States. I welcome the Government’s review, therefore. The Government’s approach has to do with value for money, not blank cheques.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Chancellor gave us all good news about the economy in his Budget speech. He said, among other things, that manufacturing exports were up by 8.5 per cent. and that unit labour costs hardly rose last year, which shows that there is more efficiency and success in the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Battle rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw** I shall not give way. There are others wishing to speak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figures that were announced today should no longer be known as the unemployment figures but as the employment and job vacancy figures. In February alone, 86,000 more jobs were created. There are now 260,000 registered vacancies, which—it is well known—are only a third of total vacancies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was delighted with my right hon. Friend’s other announcements of success. He said that we had had six years of sustained economic growth, achieved through tax cuts. We have had six years of sustained increases in public expenditure and of real increases in National Health Service funding. That could only come about through managing the economy successfully. However, I suggest to the Minister that the Government have had one economic failure—they have not yet convinced the Opposition that there is no such thing as a free lunch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Corbyn** The hon. Gentleman has them all the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw** The Budget was about increasing personal responsibility and putting people’s incomes under their own control. It was also about home and share ownership. I am delighted that there are now 9 million shareholders in the country, a number which the Government proposals should increase. The benefits of privatisation are not only to widen ownership but to increase the profits being earned by the privatised companies to levels higher than they earned in the public sector. As a result of those profits, more taxes are paid to the Exchequer than when the companies were in the public sector. The privatised companies are also better at providing consumer services than they ever were in the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Budgets are about income and how much the Government take away in taxation. I welcome the proposals on the taxation treatment of wives. For more than 200 years that treatment has been unfair. For much of that time the tax on marriage has been excessive. When I got married, I was charged more by the Inland Revenue on my marriage than my wife’s wedding ring cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are lower taxes for everyone in the Budget. Some will ask, “Why not more lower taxes?” About 750,000 people have been removed from tax altogether and some us might ask, “Why not a million?” The staff nurse who has had a 2.5 per cent. net pay increase as a result of tax deductions is a case in point. Some will ask why she should not be given a 3 per cent. reduction. I want more tax reductions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the famous business man that almost every Labour spokesman has mentioned, one must ask why the Opposition hate success. Why do Opposition Members hate the people who create jobs and who earn money overseas and bring it back to this country? Why do they hate successful business men who manage companies here and abroad and who bring profits and dividends to this country? The Opposition hate, and will always speak against, success. We should not lose sight of the massive contribution that the higher rate taxpayers have made to the country under the Government. When in government, the Labour party tried to squeeze them until the pips squeaked, but they raised only £800 million from the higher rate taxpayers. Under this Government, higher rate taxpayers pay £3,800 million a year which, even after the reduction of £1 billion, will still be about three times as much as Labour managed to get from them by the end of their years in office. I believe that next year the higher rate taxpayers will still be paying as much as this year because, with the tax cuts, they will be earning more, going in for fewer tax avoidance schemes, putting less money into pension plans and more into creating jobs and new businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are going to remove many of the technical requirements that have been holding some share option schemes back, but they have not exactly held back share ownership in this country: 1,500,000 people are now in such schemes. We now have a true capital-owning democracy. I am pleased to say that some of those 1.5 million people are in my constituency. Many secretaries, typists and shop floor workers there are part of share option schemes and have done well out of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also delighted by the abolition of yet another tax—capital duty. I have been involved for some time in my business career with helping to raise equity finance for companies and businesses, and capital duty was a considerable expense that hit those companies’ receipts right at the start of their new expansion phases. It came in just as the equity finance was being raised, and has proved extremely disadvantageous over the years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to draw attention to the business expansion scheme, in which I worked for some time raising money for very small businesses. It has been a success, not as a means of helping the rich to avoid taxes as Opposition Members say—according to one report, more than 20 per cent. of the people who invest in the business expansion scheme pay tax at the standard rate—but in helping 2,200 small businesses, many of them having raised less than £100,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there has been one thing wrong with the business expansion scheme. Indeed, four years ago I brought this to the attention of my right hon. Friend, who was then a Treasury Minister and is now the Secretary of State for Social Services. In a paper which is no doubt gathering dust in the Treasury, but which perhaps might have been brought out recently, I pointed out that we should cap the business expansion scheme. I am delighted that the Government are now to do so at £500,000 for any one company.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I draw the attention of my hon. Friend the Economic Secretary to the Treasury to articles in today’s newspapers and to representations that have been made to me that that policy, as announced, could be unfair. There are several prospectuses out at the moment for the purpose of raising money under the business expansion scheme. The case of one small company has been brought to my attention. Although only about £600,000 is being raised to help expand the business and to create more jobs, that company may lose the whole of the money subscribed for shares because it may not he able to close the issue. That company has had to spend between £70,000 and £100,000 in legal and advisory fees, which will be lost if the issue cannot be closed. The problem of costs is caused by the Financial Services Act 1986, which is correct and proper in protecting shareholders but which has made more expensive the legal and professional advice that is required for the issue of prospectuses. I hope that my hon. Friend will be able to consider that, if the date of the issue of a prospectus is after Budget day, then that date could be the closing date for investment under the business expansion scheme being limited to £500,000 or so. I would advise him that some relief is needed on this point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I realise that time is getting on and conclude by saying that I welcome the Budget and the tax changes that have been made. This Budget is about increasing the number of jobs in our economy and the prosperity of individuals and businesses. I believe that the nation will be a lot better off with the many years of sustained economic growth that lie ahead of us because of this Budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}