{
    "url": "https://www.ukpol.co.uk/giles-shaw-1978-speech-on-british-rail-catering/",
    "title": "Giles Shaw – 1978 Speech on British Rail Catering",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Giles Shaw",
            "url": "/tag/giles-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Giles Shaw, the then Conservative MP for Pudsey, in the House of Commons on 26 April 1978.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leave be given to bring in a Bill to denationalise catering facilities provided by British Transport Hotels Limited for British Rail; and to make consequential provisions in relation thereto.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin by stressing that in recent times British Rail has shown a much greater sensitivity to the need to improve standards and performance of British Rail catering both on certain station buffets and on trains. But the fact remains—in my view it is a principle which is not easily bucked—that British Rail primarily exists to run an effective and efficient railway service, which demands a much greater concentration of effort on capital projects to improve track, trains and allied engineering services than it does to maintain an efficient kitchen and dining car or a wide variety of food in a station buffet. Hence it has been obvious for many years that the catering side of British Rail is very much the Cinderella of the outfit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This apparently embarrassing conflict was well set out in a report by British Rail executives in evidence to Sub-Committee A of the Select Committee on Nationalised Industries in February 1977. In an interview with that Committee on 8th February 1977, the director of British Rail responsible said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“These two aims of satisfying the customer and keeping marketing costs down to manageable proportions are sometimes in conflict, not surprisingly, and one tries to achieve a balance by sensitive judgment of priorities … This balance between a service and the cost of providing it is something which is regularly under review. In fact, there has been over recent years an ongoing—and it is still going on—respecification of the train catering requirement to meet changed eating habits.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first purpose of this Bill, therefore, is to relieve British Rail of the embarrassment of seeking to be responsible for two aspects of travellers’ requirements which are so frequently in conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not consider that the catering facilities of British Rail should be regarded as a marketing embarrassment when it might be possible for them to be operated by the private sector as the major objective of a business. Secondly, in terms of economic performance, the whole House would be anxious to see ​ that British Rail should continue to take developments which lead to profitable business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the latest public figures available, catering on stations generated a surplus of £1·2 million before paying rentals of £0·6 million. But train catering showed an operating net loss of £2·4 million in maintaining catering service facilities on more than 900 weekly trains. Therefore, the overall position of catering on stations and on trains is one of running at a very substantial loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the House should understand that catering is one of the activities carried out by a subsidiary of British Transport Hotels Ltd., the subsidiary being known as Travellers-Fare. At the end of 1976, BTH operated some 181 station and catering units. But it also had 55 operating units in the hands of tenants. So the idea of franchising in respect of British Rail’s operation is far from new. Indeed, it is established.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be a second objective of my Bill, therefore, to encourage this trend to franchising which has been examined frequently as a possible solution to British Rail’s station catering problems. For evidence of this, I turn to the Central Transport Users’ Consultative Council, in whose 1977 annual report the matter of franchising was discussed. I quote from page 10 of that report:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“To the Sub-Committee’s suggestion that where train catering facilities appeared to be uneconomical they could perhaps be provided by the franchise system, the Board”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the British Rail board—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“replied that the standards specified by the Passenger Business could not be guaranteed if the train catering was fragmented in this way. The Committee decided that the Sub-Committee”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "of the Transport Consultative Committee—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“should investigate the advantages or disadvantages of using the franchise system for train catering.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only right equally to inform the House that the Sub-Committee to which I referred examined this possibility and gave some reasons why in its view it might not be possible. Amongst the reasons given were, first, that the private entrepreneur might consider the risks too great in view of the lack of storage and refrigeration facilities and the lack of sufficient detail regarding trade levels, ​ secondly, that of having to operate as self-employed with all the problems of VAT regulations, thirdly, that trade union opposition was most likely, and, fourthly, that choosing a suitable route for an experiment might be difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I submit that these are not sufficient reasons for deciding that a franchising arrangement for British Rail catering cannot be run and manned. It is this lack of flexibility which formed part of the criticism of British Rail by the Sub-Committee of the Select Committee on Nationalised Industries in its report in 1977.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The answer was in part clear—that such flexibility required readapting the system, and that would require modification of existing vehicles and capital reinvestment. None would deny this as being necessary, but the point is that catering services are regarded as being so low on the list of priorities that their chances of getting a slice of British Rail’s investment cake are very slim, and the travelling public today are being served in ancient rolling stock under an inflexible system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not see why this should not be livened up by a healthy injection of competition. Clearly, the most fruitful ground for this to occur would be on railway station buffets and other catering services where there are increasing signs that Travellers-Fare, while seeking to modify its menu and pricing, is still offering fairly unappetising services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why is it that many station buffets close at 8 p.m.? Why is it that many do not open before 10 a.m. on Sundays? It is largely because these institutions are run as part of a greater institution, namely British Rail, and are not run by normal competitive criteria which would provide keener services for the travelling consumer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be possible to attract the public to eating in railway station restaurants if their service and pricing were improved. Such is the case on the Continent. Many gourmets descend on the Gare de l’Est in Paris and other French stations primarily for eating rather than for travelling purposes. Although within the British Transport Hotels there are many first-class hotels, they tend to be those less associated with their proximity to railway services than with their ​ proximity to leisure activities such as golf at Turnbury or Gleneagles. The principle here is quite clearly that to tailor a package to the holidaymaker and tourist is good, but that to tailor a package to those who happen to travel on British Rail is very difficult and unprofitable. In my view, the public deserve the best catering available whenever they travel, and they have been expressing concern in increasing numbers that the standards have slipped badly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware that the management of British Rail has just announced for a temporary period a reduction of some prices of British Rail foods. The cost of coffee and biscuits has dropped from 29p to 24p and that of coffee and cheese sandwiches from 51p to 44p. A standard cup of powdered coffee plus hot water will now be 15p instead of 17p on most services. However, anyone who has the good fortune to consume it in a railway dining car will find that it still costs 24p. That is because the menu describes the cup of coffee as being “freshly made”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a clear tendency for British Rail to concentrate on the expense account diner instead of on the travelling family. But even the business man must be getting a little doubtful when he is served grilled salmon maitre d’hotel at £3·85 or with chicken stanley at £3·40, so called because it is presumed to be chicken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then, of course, there are wines from the British Transport Hotel cellars, located in Derby, I believe, including the new French table versions vin blanc, vin rouge and vin rosé, which are the Freeman, Hardy and Willis amongst viniculturists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The matter of principle which causes most concern remains the extent to which British Rail should enjoy the monopoly of catering services to its passengers as well as the monopoly of selling them tickets and travel. As the Price Commission said in paragraph 153 of its recent report, the British Rail board—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“are actively developing station trading facilities including the development of franchise arrangements. The catering service on trains is currently being reviewed.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept that it is a necessary provision. But it is clear that it is seen as a marketing cost designed to hold and guarantee business when it could and should be seen as a marketing oppor ​ tunity in its own right. That is why the development of franchising, which the British Rail board apparently is considering, should be taken further and why it should become by Act of Parliament a requirement that it seeks alternative sources of capital to run and develop the catering services for the travelling public on British Rail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as British Rail offers Gold Star weekend packages at their hotels, it surely could offer an inclusive meal ticket for family snack facilities to enable Awayday returns to become a more attractive form of travel to a wider number of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill, therefore, will be in the interests not only of British Rail, which seeks to eliminate losses and yet is confined by restraints on capital expenditure, but also of the travelling public, who will be able to obtain better pricing through competition, a wider variety of foods and from station services a source of catering which could and should become a matter of local interest and pride.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}