{
    "url": "https://www.ukpol.co.uk/david-shaw-1988-speech-on-strike-of-seamen/",
    "title": "David Shaw – 1988 Speech on Strike of Seamen",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "David Shaw",
            "url": "/tag/david-shaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The speech made by David Shaw, the then Conservative MP for Dover, in the House of Commons on 30 March 1988.",
    "content": [
        "As I understand it, the new clause is about whether it is safe to have an industrial dispute on board ship. The seamen to whom I have spoken believe that it is safe and I hope that when my hon. Friend the Minister replies he will say whether the Government believe that that is the case. It is noteworthy that this new clause is amending an Act that has been in existence under both Conservative and Labour Governments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that the Floor of the House is the wrong place to raise an industrial dispute between a company and—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Hughes** Will the hon. Gentleman clarify what he said at the beginning of his speech about it being safe to have an industrial dispute on board ship? As the law stood and as our new clause has made clear, an industrial dispute can take place only when the vessel is safely moored at a berth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw** I accept that, but the key issue is not whether it is safe for the men and for the officers, but for any passengers who may or may not be on board or anyone in the port area involved with that ship. I trust that my hon. Friend the Minister will comment upon that. I believe that that is the important question and I have no doubt that the public share my concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not believe that the Floor of the House is the right place to raise an industrial dispute that has severely affected my constituency in the past three months. I believe that such a course of action could inflame the dispute and make matters worse rather than improve the situation. When the hon. Member for Aberdeen, North (Mr. Hughes) spoke about the industrial dispute, I trust that he was not seeking to make matters worse because that would be the greatest tragedy of the dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The seamen have put a strong case to me with regard to safety. I was sorry that the hon. Member for Aberdeen, North did not say much about safety. I believe that there are important issues concerning the safety of the crew, passengers and all those involved in putting ships to sea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Hughes rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw** I did not seek to intervene in the hon. Gentleman’s speech, and I should like to continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I fervently hope that an agreement is reached in the dispute. I have no vested interest in an agreement not being reached, unlike some other hon. Members. My interest in representing my constituency is that such an agreement should be reached as soon as possible and that it will not only be of benefit to the seamen and to officers, but of benefit to the public, the passengers and the company. Surely that must be good for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such an agreement must be safe for the seamen and for the passengers. It must also be fair. A number of seamen have said that an agreement with the officers may be unfair in relation to their agreement. Any agreement reached must be fair to the seamen and to the officers—both agreements should stand side by side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the speech of the hon. Member for Aberdeen, North I was extremely upset. He said that he wanted to be fair to the company, but I do not believe that anything he said was fair to the company. I hold no brief for the company, but I hold a brief for the constituency of Dover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr. Godman** Declare your interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shaw** I have only a constituency interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a brief that requires everyone to be given a fair hearing, so that it is in the interests of the seamen to go to sea and of the company to run the ships. If either side is given an unfair advantage over the other, the other will withdraw from the negotiations, which is not satisfactory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Aberdeen, North gave profit figures of more than £100 million. He should look at the company results of Townsend Thoresen and Sealink. The turnover of each of those companies is only slightly more than £100 million, but their profits are considerably less. In the meetings that I have had with seamen they have not suggested that profits were so high.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Aberdeen, North talked about the problems of the Channel tunnel being deferred until 1993. The Channel tunnel company has just raised £5 billion. The company and the seamen must be able to compete in 1993 against a project for which I hold no brief, which I do not like and which I have been against since 1973. Many Opposition Members voted for the Channel tunnel, which was appalling enough. Not only will it come into being in 1993 but there is a real risk that duty-free sales will be lost. We in Dover must face these facts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no good saying that we can wait until 1 January 1990, or until 1 July. In Dover, the local authority, the shipping companies and the seamen have to plan today for the future. We cannot delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without balanced argument and discussion on both sides, the company will be forced into a political debate, rather than a discussion based on common sense. People should have the opportunity to get together; all parties in Dover need to get together. The company needs to be able to survive and trade successfully and the seamen and officers should be able to work in reasonable conditions and reasonable safety. Speeches that bash any side in the dispute will get us nowhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}