{
    "url": "https://www.ukpol.co.uk/pat-sheehan-2022-speech-on-restoring-northern-ireland-executive/",
    "title": "Pat Sheehan – 2022 Speech on Restoring Northern Ireland Executive",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Pat Sheehan",
            "url": "/tag/pat-sheehan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Pat Sheehan, Sinn Fein’s Chief Whip, on 25 October 2022.",
    "content": [
        "We need an Executive formed now to immediately support workers, families and businesses who are struggling with crippling bills and all those people who are suffering on chronic health waiting lists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The clock is ticking. We have three days to form a government. The DUP is continuing to block an Executive in the full knowledge that they are punishing ordinary people who are struggling to heat their homes this winter. The DUP is engaged in reckless political vandalism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chaos and dysfunction from the Tories in London, supported by the DUP, has compounded people’s suffering. Mortgages are up, public services are under threat and the economy is in tatters. People and businesses need local ministers that are accountable and acting in their interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sinn Féin is ready to form an Executive today to deal with the cost-of-living crisis and to invest an extra £1 billion to start fixing our health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DUP should join with the rest of us in the Assembly, get back to work, elect ministers and get around the Executive table so that parties can work together to support people who need our help now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}