{
    "url": "https://www.ukpol.co.uk/barry-sheerman-2019-speech-on-25th-anniversary-of-john-smiths-death/",
    "title": "Barry Sheerman – 2019 Speech on 25th Anniversary of John Smith’s Death",
    "post_date": "May 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Barry Sheerman",
            "url": "/tag/barry-sheerman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Barry Sheerman, the Labour MP for Huddersfield, in the House of Commons on 9 May 2019.",
    "content": [
        "It is of course a pleasure to speak in this debate on Europe Day about my dear old friend John, and I say that with humility. David Ward, his special adviser, is here, and one of the Deputy Speakers, my right hon. Friend the Member for Doncaster Central (Dame Rosie Winterton), knew John well. Many of us worked with him, and you could not work with him without saying that you loved him. I knew him from about 1979, so for about 15 years. We were always in opposition; it is terrible that John never got that chance to be Prime Minister. When I got in, what I realised about this man who had asked me to join his team was what a rumbustious character he was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I did not know anything about Scottish politics, and when I joined his team I suddenly realised that there were all sorts of internal wars in Scotland that I did not know about. I soon worked out who John loved, loathed and disagreed with, and it seemed that it all went back to time immemorial—or at least to their student debating days. I mean, it was no secret. Look at the quality of the speakers in those days, when I was first in the House: Robin Cook, Donald Dewar and John. I will not go into too much detail, but I will say that there was a very close friendship between Donald Dewar and John Smith, although the same could not be said about his relationship with Robin Cook, which was very deep in some student disagreement they had in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "John was a rumbustious character. He was larger than life and an amazingly vibrant speaker. I remember the day we were in here and the Conservative Government were near collapse. It was Black Wednesday—we had come out of the exchange rate mechanism—and he filleted the Chancellor of Exchequer. He did him over in a way that only a brilliant speaker can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I used to be a university teacher when I worked for a living. Some university teachers who come here were probably very good lecturers, but cannot speak in the House of Commons; I may be among them. But I know a lot of lawyers who come here and cannot keep the attention of the House. Their skills are about the courtroom, but they cannot do it in here. John Smith could do it in here—absolutely forensically and funnily. In a sense, it reminded me of Harold Wilson’s reputation. John actually turned down Wilson’s first offer of a job, which was unheard of. Wilson offered him a job in the Scottish Office, but he refused because he did not want to be branded just as a Scottish politician. Of course, Wilson was wonderful at interjections; he loved them. Whether in a public meeting or in the House, everybody knew that in his prime he was brilliant at repartee. John was even better—absolutely brilliant. As the right hon. Member for North East Bedfordshire (Alistair Burt) said, people were told not to intervene on him because it was like offering human sacrifice in a debate. It was a rollercoaster working for John because he lived well and loved to party, but his work rate was enormous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neil Gray (Airdrie and Shotts) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman talks about the fact that John Smith was a fantastic parliamentarian. There is often an issue with ​some politicians being very good parliamentarians, but not very good constituency Members of Parliament—having difficulty interacting with their constituents. However, former local councillor Peter Sullivan, who I spoke to about John last night, said that he was incredible on the doorstep, and that he would often take too long speaking to some of his constituents, even when it was clear that they were not going to vote Labour. Will the hon. Gentleman reflect on the fact that John Smith was not just a brilliant parliamentarian, but a very astute and caring local constituency Member of Parliament?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Sheerman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly do not disagree with that. He seemed to operate brilliantly at every level. He had the common touch. When we took people in to see him, he always knew how to communicate with them, whatever their background. As I said in an intervention, he would sometimes give people a steely look. When he first met me, he said, “I don’t know what to make of you. You’re MP for Huddersfield, but you don’t have a Yorkshire accent. I don’t know where you’re from,” which was quite perceptive of him. But we worked well together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "John was looking at new ideas all the time. He and Giles Radice asked me to be, I think, the very first person to work in the Department for Education on the employment side, so that we could develop a proper youth policy that covered not just conventional education, but training, job opportunities and so much else. I am a Co-operative Member of Parliament, and John was deeply interested in co-operatives. The interest in the Co-operative Development Agency and all that was down to him. He was passionate about it, and chaired the international co-operative movement for some time. Whatever he looked at, he had the passion and ability to push on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "John was also what we always need in this Labour movement of ours—a talent spotter. I remember when he had been at the Beaconsfield by-election, he came bustling back into the Commons and said, “It was a hard day and we’re never going to win Beaconsfield, but there’s a brilliant new candidate there—Tony Blair, his name is. I think we’ve got to get him a safe seat somewhere.” He was a talent spotter, even in terms of seeing new Members of Parliament coming in, identifying their skills and giving them a hand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He was a bruiser, absolutely—you should not cross him. If you crossed him, politically or personally, he did not forget easily. When we had an attempt by Militant—a left-wing Trotskyist group—to take over the Labour party, he led the fightback, with Roy Hattersley, Gerald Kaufman and other giants of the Labour party who identified the problem and formed a new group called Solidarity. I think that our Chief Whip would probably have painful memories of the battles of those days. When that triumvirate said, “We’re not going to take this,” John Smith was central to the fight to keep the Labour party as a central, democratic socialist party. We all owe him for the fact that he did that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think there was a bit of a myth after John died that he was almost a saint. John Smith was not a saint, I can tell you. He was not a bad man, but he loved life. He and Elizabeth were a great host and hostess at a party. We would never forget the lovely feeling of inclusion that the Smiths gave whenever they entertained.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When John become ill—when he had his heart attack—many of us were absolutely terrified. We were really, really concerned. We knew that we had to support him. There was a sort of little mafia. We used to co-ordinate to make sure that he got home at a reasonable time—that he did not stay in the House precincts too late and got his taxi back to the Barbican, where he lived on the 35th floor. I took on something of a role, because he lived in No. 352 and I lived in No. 92. Gwyneth Dunwoody lived in No. 112, so there was a kind of political and parliamentary presence. It was sometimes a very good excuse for me to say to John, “I’m going home—shall we share a cab?”, which we sometimes did.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, I was in my flat in the Barbican on that dreadful morning when someone rang me from John’s flat and said that he had collapsed in the shower. By the time I got out into the reception area, John was being brought out on a stretcher, very ill indeed. It was a very sad moment. I had a feeling of lost, missed opportunity for this person who had such a range of talents, passion and moral purpose. He wanted to change the world for the better—and to do it now. He was intolerant of waiting too long before the changes in low pay and the minimum wage—all those things—could be achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember John fondly and dearly. I hope we can keep that spirit alive. He was not a saint, but a passionate, moral man who wanted to make change. He also wanted to have good politics—yes, to have a good fight and really scupper someone in this place, but to go outside and have a civilised relationship afterwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The quality of John’s life and the sort of environment he engendered was something all of us can learn from. I have never spoken on any occasion about John Smith. I loved him dearly. He had a huge influence on my life, and for Elizabeth and his daughters we should say today how much we appreciated what he did in touching our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}