{
    "url": "https://www.ukpol.co.uk/shas-sheehan-2022-tribute-to-hm-queen-elizabeth-ii-baroness-sheehan/",
    "title": "Shas Sheehan – 2022 Tribute to HM Queen Elizabeth II (Baroness Sheehan)",
    "post_date": "September 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shas Sheehan",
            "url": "/tag/shas-sheehan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Shas Sheehan, Baroness Sheehan, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, perhaps I may start by saying how much I have appreciated the quite admirable tributes from across the House that we have heard today. I add my wish to be associated with them. What a privilege and honour it was to be present in the Chamber with other noble Lords and staff as King Charles III made his first address to the nation. It was really quite a moving occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we can all agree that, as tributes go, this one to her late Majesty Queen Elizabeth II writes itself. She was a quite remarkable woman whose life of service and duty was lived in the full glare of public life in exemplary fashion. She dealt with the numerous challenges that arose with admirable fortitude and dignity. She was never haughty, never unkind and never condescending—although, judging by anecdotes from noble Lords today, she seems to have had ample opportunity to respond in such a way on several occasions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I never met her late Majesty, but I wish I had. Nevertheless, her passing has hit me hard, and it is very emotional for me and for the multitudes of her subjects from all corners of the world who also never met her but who have come to royal palaces just to be there to remember her with love and to pay their respects. I wish to speak today as one of them and on their behalf, if that is not too presumptuous. I come from an immigrant family from Pakistan as part of the Commonwealth. In us, her late Majesty inspired feelings of loyalty and respect, and our love. She garnered the gratitude of the people of the Commonwealth who came here to build a new life. In greeting leaders of all countries of the Commonwealth with respect and dignity, hers was an example to other leaders in our communities and to ordinary people in their dealings with their newly arrived, different neighbours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only that, but she took the trouble to travel extensively to Commonwealth countries and accept their hospitality. She will have known that, in many parts of the world, to be a guest is to confer a great honour on your host. We immigrants may have felt the antipathy of some towards us, but it was always a comfort to know that the Queen pointed the way to decency. It is no accident that so many of those who have wanted to be at one or other of the royal palaces are from the Commonwealth, because for them she was their champion and they loved her for it. That love seemed approved by the heavens as a rainbow shone forth over Windsor yesterday evening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her faith guided her throughout her life. It was a privilege indeed to swear allegiance to a monarch who valued faith, a monarch who will be deeply missed by her family, to whom I offer my deepest condolences, particularly to King Charles and his Queen Consort, Camilla. I look forward to swearing loyal allegiance to King Charles III. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}