{
    "url": "https://www.ukpol.co.uk/alec-shelbrooke-2021-speech-on-covid-19-restrictions/",
    "title": "Alec Shelbrooke – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alec Shelbrooke",
            "url": "/tag/alec-shelbrooke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alec Shelbrooke, the Conservative MP for Elmet and Rothwell, in the House of Commons on 14 December 2021.",
    "content": [
        "It is a pleasure to [follow my hon. Friend the Member for Wolverhampton North East (Jane Stevenson)](https://www.ukpol.co.uk/jane-stevenson-2021-speech-on-covid-19-restrictions/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my hon. Friend the Member for Bexhill and Battle (Huw Merriman) said, our hospitals and intensive care unit beds are being filled up with unvaccinated people. It is a real problem in the hospitals in Leeds, and is having a huge impact on people who want to get vaccinated—people who want their lives to move forward and to be able to continue to do the things that we all want to do. As my right hon. Friend the Health Secretary said at the time, the reality is that there could come a point when people are not able to have the operation that they may need, because a bed might not be available. I have spoken to trained, highly-skilled surgeons, who have been in situations where the theatre is available and the theatre nurses are available, but the operation is cancelled because there is no bed to put the patient in, so they cannot do the operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we have before us today is a set of really unfortunate measures. They do not sit comfortably with me: I do not like the things we are doing. However, they are balanced for this moment in time. I do not believe that they are measures for vaccine passports, as they have been described in the countless round robin emails I have received, and it has been made clear from the Dispatch Box that they are not. They are measures for a specific moment, in a very specific area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we need to consider requiring everyone to have a lateral flow test before going into an area where there may be a chance of spreading the virus, because that is a way of protecting society. It is people’s right not to be vaccinated—I am totally opposed to mandatory vaccines—but it is my right, and the right of a great many of my constituents, to expect to be able to continue to receive services that we have paid for and used, when and where we may need them. That is what is overwhelming services at present, and it is going to lead to a simple choice, and a debate is going to be had.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At some point, we are going to have to work out how we are going to free up intensive care unit beds. Are we going to say that people must take lateral flow tests to ensure that they mix in an environment in which everyone has had one, if we do not want to introduce vaccine passports? In fact, I do not believe that vaccine passports would work anyway. Someone might have a partner who did not want to be vaccinated and could not attend an event, but the other person could. Because that person had a vaccine certificate, a test would not be required, and he or she might get covid and go home and give it to the partner, who might then end up in intensive care. So that is not really going to work. Lateral flow tests do work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, I do not believe that what is on the table today is a vaccine passport, which is why, although I do not like this package of measures, I will be supporting it. However, there is a fundamental question, which is going to stir up a really hard debate in this country. Do we demand that everyone has a lateral flow test before they go anywhere? Do we find strains which may not cause a lot of disease and let them spread to try to defeat the virus? Or must we take the Singapore model, and say, “On your head be it if you need hospital treatment, and there will be financial consequences”? One of those three things will have to happen in the long run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we stand here today, we are faced with a very unfortunate set of measures, but I am backing them today because I think that what is sacrosanct at the moment, especially after last year, is the need to protect this Christmas season. People must be able to have that, and if it means a few sacrifices now, I think that that is a price worth paying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}