{
    "url": "https://www.ukpol.co.uk/alec-shelbrooke-2022-speech-at-the-defence-vehicle-display/",
    "title": "Alec Shelbrooke – 2022 Speech at the Defence Vehicle Display",
    "post_date": "September 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alec Shelbrooke",
            "url": "/tag/alec-shelbrooke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alec Shelbrooke, the Defence Procurement Minister, at Millbrook Proving Ground on 21 September 2022.",
    "content": [
        "It’s my pleasure to welcome you all to this year’s Defence Vehicle Display.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Especially as this is not just my first DVD but my first official engagement as a defence minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an excellent venue to showcase our finest vehicles and equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m not entirely new to Defence, having spent six years as the UK representative to the NATO Parliamentary Assembly and latterly Chairman of the Defence and Security Committee on the assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I am well aware of your many successes as well as some of the challenges you face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the truth is, for all of us here today, this event comes at a time of great change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The passing of Her Majesty Queen Elizabeth II has brought with it not merely a sense of deep loss for the wonderful monarch that led by example for more than 70 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But also, a sense of uncertainty, as the values she came to embody – kindness, tolerance, and a belief in democracy – now seem at risk across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, even as we speak, Ukrainians are bravely pushing back the invading Russian force, and as we discover the atrocious war crimes committed by the Russians, our resolve must remain resolute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to protect our values and safeguard the international order in this new era, we need to strengthen Defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why last year our Integrated Review and Defence Command Paper began transforming our forces to make them more resilient, more persistent and more agile.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Armed Forces are now being instilled with a campaigning mindset, that enables them to be ever present wherever we are needed around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A mindset epitomised by our new self-sufficient Brigade Combat teams and Ranger Regiments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But those documents were also clear that we couldn’t achieve our aims without the very best capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You only need to look to Ukraine and the incredible gains they’ve made in recent weeks to see the difference the most advanced kit can make on the ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud that the UK has played a key role, foremost among European nations, in supporting those efforts, whether it’s our armoured Wolfhounds or Stormer vehicles fitted with anti-air missile launchers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that kind of cutting-edge capability is what we’re all here for today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take a stroll around the exhibition and you will see some of the finest examples of equipment in the land domain on display.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not least our Boxers – the cornerstone of our Armoured Brigade Combat Teams – able to swiftly cover long distances no matter the environment nor the weather. And I am pleased to see so many of our partner nations on the Boxer programme here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as Boxer, you will find everything from our Challenger 3 main battle tanks in the Off-Road Area, to the latest drones and four-legged robots from our Future Capability Group, and much more besides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst we are still learning the lessons from Ukraine, it is clear that we cannot take anything for granted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming years, it is vital we continue to build on these successes in order to stay ahead of the curve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we launched the Defence and Security Industrial Strategy, which provided the foundations for a step-change in relations between government, industry and academia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s crucial about DSIS is the way it finally recognised industry as a strategic capability in its own right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The purpose of the Land Industrial Strategy, which was published earlier this year, was to take those partnerships to the next level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve seen the success already of our Defence BattleLab in Dorset, which is uniting industry and academia with the facilities they need to test-drive innovative kit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today you will hear about how the Army are taking a major step forward in shaping investment over the next three years in new integrated protection systems for our land forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This funding marks an exciting opportunity for industry to work with our Defence Science and Technology Laboratory to make our vehicles so much stronger and more resilient.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether it’s improved sensors and compact energy storage or new counter munition systems and directed energy weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This isn’t just a great chance to transform our Army but to drive growth in the economy at the same time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The land industrial base already supports around 20,000 jobs across the UK, while our ground combat system exports comprise 7% of total defence exports – which is almost £6 billion over the past 10 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as more and more nations increase their investment in Defence, there will be more and more opportunities arising to sell kit to trusted allies and increase our share of that £45 billion-plus ground combat systems market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will bring investment back so that we can then reinvest in the continued strengthening of our forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I began by talking about the end of an era. But I firmly believe that if we work together we can not only preserve the mighty values that were the hallmarks of Queen Elizabeth II, but seize the moment to turn this age of challenges into an age of opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Speaking of new eras, I’m delighted to hand over to Lieutenant General Sharon Nesmith, newly appointed Deputy Chief of the General Staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sharon’s appointment comes at a crucial time for Defence and I’m looking forward to hearing her thoughts as someone else who is adjusting to a new role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m also looking forward to hearing the Director General for Land plans for how DE&S will equip and support our armed forces now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and Gentlemen, thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}