{
    "url": "https://www.ukpol.co.uk/alec-shelbrooke-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Alec Shelbrooke – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alec Shelbrooke",
            "url": "/tag/alec-shelbrooke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alec Shelbrooke, the Conservative MP for Elmet and Rothwell, in the House of Commons on 11 July 2022.",
    "content": [
        "The behaviour and the pay demands of the public sector at this time are unjust. Plenty of my constituents who work in the private sector will receive nowhere near those pay demands, and to threaten strike action to achieve them is an insult to my constituents whose livelihoods will be disrupted and whose taxes will probably have to be increased to pay for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the saying goes, “Act in haste, repent at leisure.” This agency worker measure was not in our manifesto, and it seems to have been done very quickly in reaction to what is going on in the public sector. Do not get me wrong; I think that action is wrong, but public sector employees represent a small proportion of employees in this country and the private sector has quite a few unscrupulous employers. If people lose their ability to have an effect when they withdraw their labour, I am afraid they will effectively lose the ability to withdraw their labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot change the rules to require the service levels that the public demand while ignoring the considerably larger impact on private sector workers. Private sector employers might turn around and say, “I am sorry, but costs have gone up so high that I am cutting your wages back to minimum wage.” Their workers might withdraw their labour, to which the employer might say, “Fine, I will bring in agency workers.” That takes away all the rights of working people to make such decisions. Over history, and certainly many decades back, there have been plenty of examples of people working in terrible conditions, and being able to be part of a collective and to withdraw labour got those conditions improved. We are all gobby in this place—that is how we got here. We all feel it within us, and we all stand up and say something. Most people are not like that at all; they want someone to stand up and do it for them, and we then have negotiations and go to those levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I take issue with the right hon. Member for Ashton-under-Lyne (Angela Rayner), but I fully expected her speech to go down as it did. In many ways, we have invited it, but I do not believe the cost of living crisis is created by this Government; many issues in the world are creating a cost of living crisis. It is inflationary to try to chase those pressures, and this will have to be fair for the private sector. However, for the first time in my parliamentary career, I shall be voting against the Government tonight on the measure to bring in agency workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}