{
    "url": "https://www.ukpol.co.uk/colin-shepherd-1985-speech-on-the-river-wye/",
    "title": "Colin Shepherd – 1985 Speech on the River Wye",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Colin Shepherd",
            "url": "/tag/colin-shepherd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Colin Shepherd, the then Conservative MP for Hereford, in the House of Commons on 22 May 1985.",
    "content": [
        "I am most grateful to my hon. Friend the Minister of State, Welsh Office, for coming to the House to take part in a debate on a very important subject for our part of the country. I am delighted to see in their places my hon. Friends the Members for Gloucestershire, West (Mr. Marland) and for Leominster (Mr. Temple-Morris). The fact that my hon. Friend the Minister of State also has the River Wye going through his constituency and therefore knows it very well gives me confidence that this subject will receive the attention that it deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a poignant point that I want to make at this juncture. I received a letter from my late hon. Friend the Member for Brecon and Radnor (Mr. Hooson) two days after he died. I know how deeply he felt about this matter because the headwaters of the River Wye ran through his constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problems to which I wish to refer relate to the whole extent of the River Wye. It is a unique river. For the whole of its length it is a site of special scientific interest and for most of its length it passes through areas of outstanding natural beauty. It is a major asset to my county, Herefordshire, and it gives enormous pleasure to thousands of people through a variety of activities: angling, rowing, canoeing, rafting, birdwatching, or just enjoying nature. People take part in these activities in a spirit of quiet enjoyment.  \nIt has been well known for a long time that there is no co-ordinating authority. These activities have grown up alongside one another, yet with a growing sense of unease that the balance between them may not be sustainable. Until last year the stresses and strains of conflicting interests were accommodated by each recognising the legitimate aspirations of others with, thankfully, an ever-increasing level of understanding, although it would not be entirely correct to say that the use of the River Wye is at present an idyll of harmony.  \nThose who fish point out that they pay substantial sums of money for their pleasure. In the south Herefordshire district council territory alone they pay £65,000 in rates. If that is extrapolated to cover the entire length of the Wye, we must be talking of well over £160,000 in rates, not to mention about £3,500 in fishery rates to the water authority, on top of which there is another £1,500 in environmental charges—not to mention a cool £52,000 in licensing fees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those who enjoy the competitive sport of rafting point with some hard-earned pride to the £50,000, plus, that they raise for so many deserving charities. Those who promote canoeing holidays on the Wye can point to the benefits accruing to the community by the development of the tourist trade. My hon. Friend the Minister of State knows very well that the Wye valley is world renowned in this respect. In addition, the community has an additional interest in the financial aspects of the Wye, in that the declining levels of fish caught, for whatever reasons, are leading to successful appeals against rateable values by fishery owners. It is not unlikely that within a short time ​ there will be a drop in rate income of about 50 per cent, which will leave another £80,000 to be borne by other ratepayers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1981 the Welsh water authority recognised the drift of things and made an application for the functions of any navigation authority still in existence to be transferred to it. I was told in response to my inquiries at that time by my right hon. and hon. Friends at the Welsh Office that the matter was complicated and that the Welsh Office was having to examine Acts of Parliament going back as far as 1674. I was assured that before any irrevocable decisions were taken:  \n“there will be ample notice and opportunity given to all interested parties to enable them to prepare and present their points of view.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heard nothing further until after I wrote again in January 1983, when I was told that counsel’s opinion was being sought and that progress was slow. However, I was assured by my hon. Friend the Parliamentary Under-Secretary that he was pursuing the matter further with his officials.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heard nothing further until I wrote again in March this year, when I was informed that in the light of counsel’s opinion the Welsh water authority was having to reconsider its application and decide what action it might need to take. I was also told that the Welsh water authority had commissioned the Middlesex polytechnic to report upon the uses of the River Wye by various recreational groups, and that it had decided to defer making any final decisions until it had considered that report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What could have been described in 1981 as a routine evolutionary problem has, since last year, erupted into a major and potentially revolutionary problem. I refer to the advent of hovercrafting as a recreational activity on the River Wye. In 1984 six craft were launched from Hohne Lacey and travelled up and down the river from Ross-on-Wye to north of Hereford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have no doubt that from the hovercrafters’ point of view, it is an attractive place to exercise an excitingly new, advanced, technological recreation. Indeed, in the magazine of the Hovercraft Club of Great Britain it was described in glowing terms. For those who have hitherto utilised the river with quiet enjoyment, this has caused consternation. It became clear to them that the craft were extremely noisy—their drivers wear ear muffs—that they disturb the river and its banks, and I have heard reports that salmon fry have been washed up and left high and dry on the banks. The craft are a serious potential danger to other river users.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been observed that, when operating at low speed, the wash is substantial and does not appear to lessen at all until speeds of 20 knots are reached. I dread to think of the hazard to a wading angler or a novice canoeist. The anglers point out that there is frequently a drastic reduction of the swan population where there is an abundance of noisy, powered craft, and they stress that the healthy population of swans on the Wye is, in all probability, due to the absence of powered craft along great stretches of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Royal Society for the Protection of Birds points out that the Wye carries a number of important breeding colonies of kingfishers, dippers and, as my hon. Friend is probably aware, in recent years we have been privileged to see the return of peregrine falcons breeding at Symonds Yat, not a mile from my home. All of those would not lake kindly to an abundance of hovercraft. In addition, farmers ​ and fishermen alike are concerned about the prospect of oil pollution—something not so far experienced on the Wye, one of the cleanest rivers in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost more alarming than anything else was the unco-operative attitude of hovercraft drivers on their first run, who were reported by anglers of the Hereford and District Anglers Association to have had complete disregard for anglers and their tackle. A grain of encouragement can be drawn from the revised stance of the Hovercraft Club of Great Britain, which has indicated that in the light of the present consternation it will not now be organising the proposed weekend expeditions on the Wye this year, and that it does not wish to be seen to operate in such a manner as to be a danger to other users of the river or, indeed, its members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome that wholeheartedly, but I must reflect with some caution that the Hovercraft Club of Great Britain is but a proprietors’ club, interested in promoting hovercrafting. It has no regulatory controls over hovercrafting or over its members or non-members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We therefore must come to terms with this new situation that has arisen in respect of the River Wye. The door to hovercrafting on the Wye has been shown to be wide open, and it is an activity that is fundamentally inimical to the River Wye as a site of special scientific interest, as an area of outstanding natural beauty and as a recreational asset to so many activities based, as I have said before, on quiet enjoyment. We need to know the precise position concerning navigation on the Wye. I have grave disquiet about the referral of the problem by the Welsh water authority to the Middlesex polytechnic. It has all the hallmarks of a delaying tactic — a kicking for touch, a playing for time. I do not think that that time exists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the assurances of the Hovercraft Club of Great Britain, the threat of hovercrafting will not go away by itself. Regardless of what the Middlesex polytechnic reports, progress towards resolution of today’s problems will have to be based upon the present legal situation. A clear exposition of that position may well give rise to the kind of lateral thought necessary to achieve a satisfactory and fair reconciliation of conflicting interests, and allay the reasonable concerns of many people and organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I should like a reassurance that there will be an opportunity to enable all interested parties to put their points of view openly before any change is made, as was promised to me in 1981. I think that we owe this to all the interests on the River Wye. If this can be done, I know that it will be appreciated. I think that it will be helpful for the longer term evolution of the quiet enjoyment of the River Wye for many people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}