{
    "url": "https://www.ukpol.co.uk/tommy-sheppard-2022-speech-on-scotlands-future/",
    "title": "Tommy Sheppard – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tommy Sheppard",
            "url": "/tag/tommy-sheppard/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tommy Sheppard, the SNP MP for Edinburgh East, in the House of Commons on 14 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House believes it should be for the Scottish people to determine the future constitutional status of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I start by referring to the Labour party report—it is a shame there are not more Labour Members here—published nine days ago on reforming the constitution. It is a document more remarkable in what it does not say than in what it does say, but it does do us one great service: it makes a compelling argument that constitutional matters should not be debated in the abstract and that there is a great connection between how we are governed and what happens as a result of that governance and the public policy that ensues. I am grateful to Labour for that, because I hope it means we can avoid jibes along the lines of, “Why is this the SNP’s priority, rather than talking about the cost of living crisis?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This debate and this motion are absolutely about the real issues that face families in this country right here, right now. Tomorrow, throughout England and Wales, the nurses who saw us through the pandemic will be on strike for a living wage. But not in Scotland. Scottish Ministers have negotiated a settlement with the trade unions that allows the wages of those on the lowest pay to rise by 11%. There will be no strikes by nurses in Scotland tomorrow, and I am pleased about that. But let me be clear: we are not satisfied with the situation for our nurses and our health service. We want to do more. We want to do better by our nurses. We want more of them and we want more investment in our health service. We want to build a 21st-century health service based on the wellbeing of our people, rather than on fixing ill health. We want to have the choice over whether to raise revenue and borrow money to make that happen. To do that, we require the powers of a normal independent country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or take the absurd situation with energy supply in our country. We have people looking through the windows of homes they cannot afford to heat at wind turbines on the horizon providing abundant, cheap renewable energy that they cannot afford to buy because of the ridiculous system of energy ownership and regulation in this country. We want the power to turn that system upside down and change it forever. But to do that, we need the powers of a normal independent country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, take the debate we had yesterday in this Chamber about migration. We had, to my mind, the sordid and unsettling spectacle of the Conservative Benches rammed to the gunwales, as Members brayed and cheered on their leader’s anti-migrant rhetoric. They make the case that migrants are not welcome in this country. Well, not in my name and not in my country. Migrants are welcome in Scotland, because we need people to come and live in our country. We say that not just because we wish to discharge our international responsibility to provide security for those who flee persecution, but because we know that, if those people come to our country, they will invest in our economy and pay their taxes to sustain our public services. Every study that has ever been done shows that the net effect of migration is positive, and that is why we require the powers of a normal independent country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Luke Evans (Bosworth) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is making an important point about immigration as a whole, but yesterday the Prime Minister was speaking specifically about illegal immigration. There is a massive difference between the two. We do need the doctors and the dentists of tomorrow, and there are pathways for people to come and bring those skills into the country The key point yesterday was the illegal aspect of immigration, and we on this side of the House do not want to see illegal immigration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that that is the fig leaf that Conservative Members apply to the argument, but it would have more logic and rationale were it not for the fact that this Government have closed down every legal means of coming to the country. It is the Government who are creating illegal immigration to these shores. But that is something of a digression from the topic that I wish to talk about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point I am trying to make—I know the Labour party agrees with it, and I think that, in their hearts, so does nearly everyone else—is that the way we are governed and what we do with that government are two sides of the same coin. This debate about how Scotland is governed is critical to what Scotland’s future is. We desire self-government because it would improve our country and allow it to play a much bigger and more positive role in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth recapping how we reached this point. I know there are people who think, or who believe and assert—we may hear this during the debate—that the SNP never accepted the result of the 2014 referendum and that, from the hour when the vote was announced, we began campaigning for a second independence referendum. I see the nodding heads. It is a popular myth, but it is a lie. Members may want to look at what my colleagues and I said at the time of the 2015 general election, when we were first returned to this Chamber following a landslide victory in Scotland. It is clear from the content of our leaflets, and indeed from the content of our maiden speeches, that we did not come here to press the case for another referendum. We came here accepting a result that bitterly disappointed us, determined to try to protect those who had voted for us as best we could within the constraints that we were given. That was the mission we gave ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Duguid (Banff and Buchan) (Con) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will take an intervention on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Duguid**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that point, I—uncharacteristically—completely agree with nearly everything the hon. Gentleman has just said. Those election leaflets in 2015 did indeed say, “This is not about independence; we are not going to fight for independence; we accept the result.” However, in that election, the SNP won 56 out of 59 seats in Scotland. What happened after that? Did the party continue its non-calls for independence, or did things change straightaway?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Gentleman will bear with me, I am about to come to my next point. I have a number of things to say; it might be better for him to listen to them and then reflect on the totality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we came here in 2015, it was not in our minds to campaign for a second independence referendum, but something changed. What changed? What changed was not that the people who had lost a referendum cried foul and did not accept the result. The people who won the referendum broke the promises that they had made to win it, and the biggest promise of all that they broke was in relation to Brexit. When this Conservative Government took the United Kingdom out of the European Union, dragging Scotland along with it despite a popular vote to maintain our European citizenship, that began to turbocharge the arguments for having a re-look at the vote that was taken in 2014.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I am sorry, but the hon. Gentleman keeps turning his back to the Chair. He should face in this direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry, Madam Deputy Speaker. In simple terms, the options that were presented in that 2014 referendum no longer existed. They had changed, and it was felt to be legitimate that we should have another look at Scotland’s future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, I know opinion has been divided on this question ever since and there is a raging debate about whether it is legitimate to have a second referendum—I am surprised I have not already had a once-in-a-generation intervention, to be honest—but the truth is that there is only one group of people who can decide whether there should be a second independence referendum and that is the people who live in Scotland. It is not down to Nicola Sturgeon, the Prime Minister, me or anyone else—it is a matter for the people. If the people had given up on the idea, we would not even be having this discussion. But they have not. A majority of people want to look at this question again. You might say, “How can you be sure that that is their opinion? Is this an opinion poll, or what?” No, we had an election in May 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You may remember, Madam Deputy Speaker, that six weeks before that election we had another SNP Opposition day debate speculating on what this Chamber’s response might be to the results of that election. That was a hypothetical discussion because the election had just started. This is our first chance to consider properly in this Chamber the results of that election just 18 months ago. Remember that, while it was taking place in the throes of covid and the pandemic, the central political question at that election was whether there should be a further referendum on Scotland becoming an independent country. I know that that is the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross (Moray) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way in a second and the hon. Gentleman can correct me if I am wrong. I know that that is the case because not only was it front and centre of my manifesto and my leaflets, but the hon. Gentleman’s party put it front and centre on its leaflets. Conservative party leaflets, every single one of them, said, “If you vote SNP, you will get a second referendum.” Is that true?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nicola Sturgeon said in that election that a vote for her and the SNP was not a vote for another independence referendum. Was she telling the truth, or was she lying to the people of Scotland?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is quite clear that the First Minister and all of us gave a commitment during that campaign, and indeed after it, that the priority of that election would be dealing with the pandemic. But it was also absolutely the case that we said that, once that was dealt with and circumstances allowed, we would advance the case for a second referendum. That was clear. We can go back and look at exactly what was said, but I am very confident in what I say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Luke Evans**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, I will not give way. I have already given way once. Let me try to make the point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us consider, because we have not done so yet, the results of the 2021 general election in Scotland, where this was a central campaign point. I am sorry for those who perhaps have not been following it, but we won. Not only did my party win the election, but it won it with more votes than it has ever received in a Holyrood election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Luke Evans**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman rightly points out that Scotland may well have managed the covid pandemic and used that as a No. 1 priority. A voter in Scotland could have quite happily voted for the SNP knowing full well there was no way of having a referendum because there was no mechanism to be able to do so. So they could support the SNP wholeheartedly, knowing full well that it was about your positive record on covid, the NHS or education, for example, with independence falling down that list. Is that not the case?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate the political skill of improvisation, but sometimes it is just not enough to make it up as you go along. What has just been said is completely at variance with what your party said during the election—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I am very keen that we do not get into a conversation down that end of the Chamber with everybody calling each other “you”. It has happened a few times, but I am now going to put my foot down and say it is important to speak through the Chair, as the hon. Gentleman knows very well because he is very experienced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I almost always do, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us move on. The results were quite clear: the SNP won that election in any normal terms. In fact, it was the best election result we have had in terms of the number of votes we received, and our colleagues in the Scottish Green party, who stood on an almost identical platform in terms of the referendum, did exceedingly well too. Together, the Scottish Green party and the SNP had 72 seats out of 129 in that legislature, and they have formed a governing coalition in order to discharge their mandate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a bigger pro-independence majority than we had in 2011, when Alex Salmond had the first independence referendum. So the question arises, why was a response to that result from David Cameron that was good enough in 2011 not replicated in 2021 by the then Tory Prime Minister? I wonder why that could be. Could it be because back in 2011, they thought there was not a snowball’s chance in hell of us ever winning a referendum and that having one would be a good opportunity to humiliate the SNP and those who supported independence, whereas 10 years later, they fear that if there was another referendum, they would most certainly lose it? That is undoubtedly the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In any normal circumstances—in any normal democracy—that would have been the end of it. A party would have got elected, it would have formed a secure majority in the Parliament and it would have been allowed to discharge and implement its manifesto. That is how these things normally work, but not so in Scotland. In Scotland, the UK Government went out of their way to try to prevent the implementation of the desire to have a second referendum—so much so that, apart from not even granting the section 30 order that is required under the Scotland Act 1998, they also made it clear that, should the Scottish Parliament pass a Bill in order to have a referendum, the UK Government would take the Scottish Government to the Supreme Court, and we would be caught up in legal wrangles for a very long time. Rather than waste the time and money and then have to have the case examined in the Supreme Court, the Scottish Government rightly took the decision to refer the matter to the Supreme Court and have it adjudicated on first, before tabling the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should say, in case there are people who have not been engaged in the debate, that it is not clearcut what the outcome of that judgment would have been. Opinion was divided on whether the Scottish Parliament had the competence not to legislate on matters to do with the Union but to consult people on what they thought the future government of the country should be. That did not always cut across party boundaries; it was not the case that everybody on this side of the debate was confident that they had the powers, and everybody on the other side was confident that they did not. In fact, one of the people who made a very eloquent case that the Scottish Government did have the power to organise a non-binding consultative referendum was no less than Adam Tomkins, a professor of law who until relatively recently was a Conservative Member of the Scottish Parliament. He judged that it would be within competence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we know what happened. The Supreme Court, in the end, decided that the Scottish Bill as written was not within the competence of the 1998 Act and it related to a matter that was excluded and reserved as defined in schedule 5 to that Act. I disagree. I would have come to a different outcome and a different judgment, but then I am not a High Court judge. I am disappointed by and do not like the judgment, but I accept it, and I accept that it is the Supreme Court’s role to make that adjudication.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It seems to me that the problem is not the judges but the law that they were considering. I say this in all candour to colleagues on the other side of the argument: the Supreme Court judgment presents a problem not just for those who advocate the cause of Scottish independence; it also presents a problem for those who believe in the integrity of a voluntary Union of nations within the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there are plenty on the Back Benches of both the big parties who know little and perhaps care even less about the historical nature of the constitution of this country we live in, but it is worth recapping that this is not a single central state. The polity that we live in of the United Kingdom is a multinational state based upon serial Acts of Union that have given it quite a unique character. It is something that, until very recently, we had assumed required the consent of the people in the component nations of the United Kingdom to be part of. It seems that following the Supreme Court judgment, we now have a situation where that is not the case—that it is not possible for one group of people in one nation of the United Kingdom to consider reviewing the relationship with the others without their consent. That means that the idea of it being a voluntary Union of nations is dead in the water, until such time as the law is clarified or fixed. It is in an attempt to clarify and fix the British constitution that we present this Bill to the House today, because if we pass this motion, it will then allow for the leader of my party to do what the leader of the Government ought to have done: bring forward amendments to the 1998 Act to allow the Scottish Parliament the power and competence to do the things that the Supreme Court ruled it could not do, which everyone previously thought it was able to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there are people—perhaps in the Conservative party, perhaps in the Labour party—who pretty much regard Scotland as just another British county, much the same as Essex, Cornwall or wherever, and probably quite quaint. Those people do not have any understanding of the fact that Scotland is historically a distinct country—a distinct nation with its own history, tradition, culture, character and aspirations. That is not really part of their mindset, and I suppose that if I was not living there and did not grow up there, I might think the same way. But what those people need to understand is that this notion of Scotland being a partner nation within the United Kingdom is what most of the Unionists in Scotland believe. That is what they think they are part of; that is why they voted no in 2014. If that is removed, and we are now told that Scots live in a political system that they cannot change and cannot leave, we will very shortly see many people saying, “In that case, I do want to consider the prospects of Scottish independence, because this is not the partnership we were promised in 2014 and it is not what I voted for in 2014.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of this is bound up with the notion of the claim of right for Scotland. As colleagues may remember, we had a big debate in 2018—again, on an Opposition day motion put forward by my party—where there was a surprising degree of support from all sides of the House for the claim of right for Scotland. The claim of right, by the way, simply asserts the right of the Scottish people to determine the form of government best suited to their needs. That declaration was formulated in its current form in 1989, and has been referred to ever since. The last time around, the then Secretary of State for Scotland, the right hon. Member for Dumfriesshire, Clydesdale and Tweeddale (David Mundell), and the current leader of the Scottish Tories, the hon. Member for Moray (Douglas Ross)—I am glad to see that one of them is present—stood up in that debate and said that they endorsed and supported the claim of right for Scotland. Well, we cannot have the claim of right for Scotland and a situation in which we do not live in a voluntary Union and that claim of right can never be exercised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am listening carefully to what the hon. Gentleman is saying. Obviously, a sizeable minority of the people of Scotland wanted to be independent. That number may or may not have increased—opinion polls go up and down, as we on this side of the House know very well—but in light of what the SNP is proposing through the modification of schedule 5, does the hon. Gentleman think that there should be a limit to the number of times that we can have such referendums? I am not trying to make the “once in a generation” point; I am trying to make the point that it is reasonable for the people of any country to have a period away from constitutional matters, focusing on the things that really matter to people—their lives, their education, and their health system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a good point, and I will address it in just a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the claim of right, it is remarkable how uncontroversial its assertion has been over the years, from 1989 onwards. It underpinned the 1997 legislation that led to the referendum on devolution; it was asserted by the Calman commission that followed that; obviously, it underpinned the 2014 referendum; and it was asserted by the Smith commission that came about as a consequence of that referendum. We have never had it seriously challenged. In fact, I added it up the other day, and I have been debating these matters about the government of Scotland for 45 years since I was a student at Aberdeen University, campaigning in the first devolution referendum in 1979. In all that time up until now, it has been understood that the claim of right exists, so it is important that we reassert it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hannah Bardell (Livingston) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps I can help the hon. Member for Newcastle-under-Lyme (Aaron Bell). Does my hon. Friend agree that democracy is not a one-time event? We cannot put limits on what happens in politics and in democracy. If the Conservatives or the Labour party decided that the mood in the UK was such that they wanted to have another referendum on, say, our EU membership, and they put that in their manifesto and won an election, they would be entitled to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed so. It has been said that during those 15 hours between 7 am and 10 pm on 18 September 2014, the claim of right was being exercised, because the sovereignty of the people of Scotland was in their hands as they went to the ballot box. The difference between us and our opponents is that we believe that that claim exists in perpetuity and should be exercised any time people want to exercise it, rather than existing for only one day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood (Wokingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I understand it, the hon. Gentleman wants Scotland to pull out of the UK but join the European Union. How easy does he think that would be, given the EU’s stubborn attitude towards the Catalan claims and its support of Spain resisting even a referendum?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The difference, of course, between the EU and the United Kingdom is that Scotland can leave one but not the other. I can imagine how the right hon. Gentleman might have felt if he and his Brexit colleagues, who wished for Britain to leave the EU, had been told, “Well, you simply can’t do that. You have no right to do that,” because that is the situation that is being presented to Scotland with regard to the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view, which I think is accepted, Scottish independence requires two things. First, it requires the majority consent of the people who live in Scotland, and they need to express a wish for that to happen. Secondly, it concerns a negotiated settlement with this place and it will eventually require an Act of this Parliament. Those two things were fused together in the 2012 Edinburgh agreement, but because of the UK Government’s reticence, we will have to decouple them and take them separately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our ambition now is to find some means to allow people in Scotland to express their view. It does not sit well for the UK Government to take a stance of actively trying to frustrate and deny that happening. This motion, if they were to vote for it today, fixes the problem, because it gives the Scottish Parliament the power to organise the first of those things—to determine the view of the people. We are asking for the Scottish Parliament to have the power not to legislate on the Union or on becoming an independent country, but merely to consult the people and to articulate on behalf of those who elected the Holyrood chamber. That is the opportunity that is offered by the motion’s proposed Bill, and I hope that hon. Members will take it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more that we tell people that they cannot have something, the more they want it. We have seen that in recent opinion polls with the surge in support for independence. Most significantly, in last week’s opinion poll, we saw a clear majority of people saying that there should be another referendum on this question before the end of the Scottish Parliament’s term in 2026—that is the first time that there has been a clear majority on the timing of the referendum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All that is happening as a result of the UK’s obstinance, insistence and denial of the democratic mandate in Scotland is that the case for independence is being fuelled. If it comes to a situation where there is a conflict between the British constitution and the claim of right of the Scottish people, it is our responsibility, which we will not shirk, to make sure that the latter triumphs over the former.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}