{
    "url": "https://www.ukpol.co.uk/colin-shepherd-1984-speech-on-leptospirosis/",
    "title": "Colin Shepherd – 1984 Speech on Leptospirosis",
    "post_date": "May 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "Colin Shepherd",
            "url": "/tag/colin-shepherd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Colin Shepherd, the then Conservative MP for Hereford, in the House of Commons on 11 April 1984.",
    "content": [
        "I am very grateful to my hon. Friend the Parliamentary Secretary for coming to the House this evening to discuss the—to me—very interesting subject of leptospirosis, and cattle-associated leptospirosis in particular. We can both heave a sigh of relief that we are here at a modest hour and not early in the morning, as has been the case of late.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend will know that among the many important functions—and there are many—which go on in Hereford, the Public Health Laboratory Service has its leptospirosis reference unit. It is very much as a consequence of the work done by that unit, and by Dr. Sheena Waitkins in particular, that I have sought to utilise this opportunity to draw attention to the concern which should be shown in the dairy sector of the farming community in respect of one particular strain of leptospirosis—cattle-associated leptospirosis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this matter the interface between this House and departmental responsibility is complex. The disease is one which affects cattle, with associated problems of cattle suffering abortion and milk loss, together with financial loss for farmers. It is also capable of being easily transmitted to man. The evidence points to a greater level of infection than was previously apparent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My purpose in drawing attention to the various interrelated problems is, first, to increase agricultural awareness of the disease; secondly to increase medical awareness of the condition; and, thirdly to sound out my hon. Friend—who is the Minister with particular responsibility for animal health matters—on the possibility of developing a programme of containment of the disease at source, that is to say, to deal with before it leaves the infected cattle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I raised the matter with my hon. Friend the Parliamentary Under-Secretary of State for Health and Social Security, who gave me a somewhat disappointing reply on 27 March. He said that he was satisfied that GPs have an adequate knowledge of the risks of the disease, especially in dairying areas.”—[Offical Report, 27 March 1984; Vol. 57, c. 133.] My hon. Friend the Parliamentary Secretary has no responsibility for the replies of a Minister in another Department, and I would not ask her to comment on that reply. It is worthwhile noting, however, that the disease is being discovered by those medical practitioners who have become attuned to look for cattle-associated leptospirosis. Other doctors may mistake it for flu.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One Herefordshire milk producer, with a herd of 130 milkers, contracted human leptospirosis or CAL. His herd became infected in 1982, and he contracted the disease. He became very poorly. Because the illness was not like ordinary flu, his wife called in the doctor. The doctor said that it was a bad case of flu. He said, “It’s just a case of sweating it out.” The next day, the cowman went down with the disease and a standby cowman was called in to help with the milking. Four days later, the standby cowman, too, fell ill. Because of the dairy connection, his doctor, who lived in Hereford, suspected brucellosis, and treated him with penicillin. Because penicillin deals with CAL as well as brucellosis, the cowman recovered speedily. When his blood sample was sent to the reference unit and showed leptospirosis, Dr. Waitkins became aware of the problem. She went out to the farm, took blood samples and found that the producer and his cowman had the same problem. A few days later, after taking tablets and penicillin, they had begun to recover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That milk producer said, I have never had anything like it before. The NFU and the farmworkers’ union should press for urgent research into this disease, and if eradication is shown to be possible then they should be supported to the hilt. He had had a blinding headache, worse than anything he had ever known before. It was so bad that he could not bear to touch a single hair. He was miserably feverish—hot and cold—and poured sweat in torrents to no avail. One can understand his sentiments. Two years later, he still has to wear a woolly hat to keep his head warm, and so does his cowman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, when the dairy industry is under severe pressure, it is relevant that the economic losses which the disease can cause are also severe. One farmer in the Welsh borders with 250 cows lost some £11,000 in 18 months in 1980 and 1981. That was accounted for by 21 dead calves, half the normal milk yield from 10 cows that calved early, replacements for two dead cows which had developed chills while ill, lactation loss from 80 cows—the average loss being two and a half litres for 150 days—and milk from 80 cows held back for three days following antibiotic treatment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another producer near Ludlow recently aggregated the losses that he had suffered at about £15,000 on his herd of 230 cows. Such losses are in no way inconsequential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A logical progression from the human and economic factors that I have outlined must take one to the conclusion that prevention is better than cure. But one might ask whether there is in fact a real problem to prevent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As brucellosis recedes into the past because of the extremely successful eradication of the problem, the wider extent of the human aspect of CAL is becoming more apparent. It has certainly been cloaked before. In a recent written answer I was told: The increase in cattle-associated infections”— of leptospirosis— in 1983 is thought to be due largely to increased awareness of the disease in the farming community and not to an increase in the disease in herds.”—[Official Report, 20 March 1984; Vol, 56, c. 424.] So far, so good, but the work done by Dr. Waitkins of the leptospirosis reference unit points to the probability that at least one third of Britain’s dairy herds are infected or show serological evidence of past infection. That shows that the problem could be far more serious than has hitherto been appreciated. In economic terms, that means that one third of dairy farmers will at some time stand to lose a lot of money. There seems to be an incipient problem which, if the experience of New Zealand is anything to go by, could increase. The rate of infection there is 90 per cent., and climatic conditions are not dissimilar to ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Herefordshire milk producer who suffered asked for urgent action. In New Zealand it was the farmers’ wives who showed the greatest anxiety. It was the women’s division of the New Zealand Federated Farmers, the equivalent of the women’s section of the National Farmers Union, which built up the pressure for action. Action is being taken and vaccination is becoming much more frequent. Indeed, as many as 50 per cent. of cows in New Zealand are now vaccinated. Hitherto, vaccines have not been available in the United Kingdom although they have been made here. I am given to understand, however, that vaccines are now available for British herds. That is encouraging news. I do not want to pre-empt anything that my hon. Friend the Minister might want to say, but, as Dr. Waitkins put it: Once there is a vaccine for animals then the human problem should be reduced. Whilst vaccines don’t totally eracicate leptospira, treated cows become such low rate shedders that their urine does not contain enough bacteria for humans to be at risk. New Zealand is well ahead of the United Kingdom in the war against leptospirosis—as it should be with its 480 cases in humans which are notified each year. Although we have so far examined only the tip of the iceberg with our 40 cases last year and 100 cases in the past six years, it is probable that there are many more unnoticed and therefore unnotified cases. I do not want our problem to grow to the level of New Zealand’s. I am therefore asking my hon. Friend to do all that she can to promote understanding of the problem and to develop a vaccination programme, as the more vaccination that is carried out, the cheaper will be the cost to dairy farmers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the inhibitory factors so far has been the cost of vaccine. I should also like the Ministry’s advice service to draw farmers’ attention to the economic benefits of vaccination. The present anticipated cost of £4 per cow per year seems a good investment when compared with possible losses of £10,000, as has been experienced in several farms. I should also like there to be the provision of a continuous reporting system on Leptospira in the farming community, which involves collaboration between the central veterinary unit, the communicable disease surveillance unit and the Leptospira reference unit in Hereford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This would have the effect of broadening the base of knowledge of what is going on in the farming community and determining from that the direction that further research ought to take in order to get a full understanding of the nature of the disease and what needs to be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action now can prevent much bovine and human misery, and I will draw my remarks tonight to a close by giving the last word to that disease-hit Hereford dairy farmer, who said: We were told that all three of us had only a mild leptospirosis problem, but you can take it from me even the mild attack was agony. Anyone who comes in contact with cows should keep Leptospira in mind if their doctor blandly tells them they have ‘flu. That is the nature of the problem. It is the reality of the interface between the two areas, and I believe that the answer lies in terms of animal health, to get at the problem at source.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}