{
    "url": "https://www.ukpol.co.uk/colin-shepherd-1985-speech-on-the-televising-of-the-commons/",
    "title": "Colin Shepherd – 1985 Speech on the Televising of the Commons",
    "post_date": "June 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Colin Shepherd",
            "url": "/tag/colin-shepherd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Colin Shepherd, the then Conservative MP for Hereford, in the House of Commons on 20 November 1985.",
    "content": [
        "Having listened to the debate from the beginning to the present moment, I am grateful to have the opportunity to add a few words.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is now five hours since my right hon. Friend the Leader of the House talked about the motion being a leap in the dark. I have listened carefully, but I have not been able to adduce a shred of evidence why that leap in the dark should in any way lead to any light. I am not convinced that anyone who advocates that the leap should be taken knows where it is leading. As was said by the right hon. Member for South Down (Mr. Powell) in his powerful remarks, we have a duty of stewardship in this institution. It is incorrect to lead off in a direction when that direction is unknown and the consequences are unforeseeable. The debate has not enlightened us in that direction; it is all supposition and emotion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the summer I visited Canada. Not unnaturally, I took the opportunity of asking, whenever possible of whoever possible, for views of the broadcasting and televising of Parliament in that country. I visited three provincial Parliaments and spoke to Members of the federal Parliament. What I found in no way supported benign statements about the performance of television in the Canadian Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The argument that has to be won by those who wish the motion to be passed is that the change is acceptable, quantifiable and manageable. There has been change in the House since broadcasting came in. It is not disputed that the House that is broadcast now is not the House that existed before broadcasting. That has been confirmed by several right hon. and hon. Members during the debate. Anyone who thinks that there has not been change and that there is not a different tempo when the House is being broadcast live has only to watch the point of order specialists leap to their feet when the little light is on in the Box in the corner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of late the Canadian Parliament has had occasion to consider its televising of proceedings. The committee charged with doing that produced a substantial report, under the chairmanship of James McGrath. He visited the House last week with a delegation from Canada. I had an opportunity to talk to him. He said that he would not go back, but I caught a certain reluctance in him to face the position that he had reached when he could not see how to get back. His report says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The evidence of the past eight years suggests that television has caused only a few changes. For example members now applaud rather than thump their desks to signify approval.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I gather that the public did not like members thumping their desks, so the members now applaud. Mr. McGrath said that someone then discovered the standing ovation, so now they have standing ovations all the time. The report also says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Members also tend to move around the chamber to sit at the desks behind the person speaking. Attempts to counter the impression that a member is talking to an empty House are not really successful. No one is really fooled”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "nevertheless it is done,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The game of musical chairs simply adds an artificial element that would be unnecessary if there were greater public understanding of the reasons why members are not always in their seats in the House of Commons.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Canadian House has had television since 1977. It is remarkable that, after eight years of exposure, not one jot of further understanding has been achieved. So much for the thought that television will lead to the better understanding of this House. More needs to be done to achieve that, but in different ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On my visit to Canada I spoke to an Opposition spokesman about the competitive element in securing television time. He said that he made a good point—rather like the points made by the hon. Member for Workington (Mr. Campbell-Savours)—but without success because there was no television coverage. He did the same again—a good point, but no television coverage. The third time he said, “To hell with it. I am going all out for it.” He employed histrionics, shouted, waved his arms in the air and tore at his hair. He said, “I got my coverage coast-to-coast on the news.” The only trouble was that no one knew what he had said, and he did not feel very good about it. What a length to have to go to in order to secure television time. That goes against the reports we have heard about the idealism of the Canadian experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I was there, a fish in a big greasy parcel was thrown on the Prime Minister’s desk—[HON. MEMBERS: “A gift?”] Not a gift, and not very fresh, but it secured the attention of the television. The Member got his coverage. That may have been the practice before the Canadian House had television. That is what is meant when the report states that there has not been much change in the past eight years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not find a member of the public who was anything but indifferent or derogatory about television. I did not speak to 18 million Canadians, but, out of interest, I spoke to people in the street, shops and stores. I visited the Quebec Parliament. The Clerk at the Table, who has just retired after 22 years’ service, when asked for his views on the introduction of television, rolled his eyes to the ceiling, as only a French Canadian can, and said, “Ah, Monsieur”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Tony Marlow (Northampton, North)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "English!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shepherd**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were speaking in English, because my French is not good enough, and my Canadian is even worse. He said, “The members like it, but they no longer talk to the Parliament; they talk to their constituents.” We must beware of this constitutional matter, which relates to the stewardship point made by the right hon. Member for South Down. Burke said that he was a Member of Parliament first and a Member of Parliament for Bristol second. Members of Parliament here are supposed to address Parliament. There are other opportunities and avenues for addressing constituents. We must not be distracted from our work in addressing Parliament. Anything else is an abortion of what this place is—a forum for deliberation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I received a similar response about the televising of the American House of Representatives. Speeches no longer have relevance, because they are directed towards far-flung constituents. Let us not fall into that trap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Lawler**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know whether my hon. Friend has read an article by a former Clerk of the House of Commons of Ottawa—a Mr. Fraser—who says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What have been the results after the experience? In the main very positive indeed. The activities in the most important ‘room’ in Canada are being seen and assessed by an audience much greater than was contemplated by the most enthusiastic proponents of parliamentary broadcasting.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also evidence from the Speaker of the time, Mr. Jerome, who speaks favourably about the effects of televising the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shepherd**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware of what I might call the Establishment comments. I was referring to the gentleman I came across who recounted his views. I also watched television while I was there, and saw no fair treatment of Ministers at the Dispatch Box. The Tory party in Canada has enough troubles at present without everyone having a field day at Ministers’ expense. When I watched the televised proceedings on the news, I did not see a balanced picture of what had happened in the House that afternoon, only the Minister in an acute state of discomfiture and the Opposition in a state of triumph. That may be the realistic position, but I could not see on television whether the Minister had had better moments before or after. I saw only the part where he was most discomfited. I had a profound distrust of what I was watching and wondered whether it was right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Marlow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was good entertainment though.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shepherd**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is perfectly correct. Indeed, I thought that it had boiled down to entertainment only. Although the proceedings are broadcast the entire time that the House is sitting, it is open to news editors to select those parts that they wish to show for onward transmission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​ I hope that the House realises that the case for change has not been made today, and that there are pitfalls. I end with the remarks of a robust housewife from Halifax, Nova Scotia, who took me figuratively by the lapels and said,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The House of Commons in Ottawa has not benefited at all from television. Do not let them do it to you”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}