{
    "url": "https://www.ukpol.co.uk/tommy-sheppard-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Tommy Sheppard – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tommy Sheppard",
            "url": "/tag/tommy-sheppard/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tommy Sheppard, the SNP MP for Edinburgh East, in the House of Commons on 21 April 2022.",
    "content": [
        "We are all human. We are all fallible. We all make mistakes, but how we deal with those mistakes is a measure of our integrity and character. The British people have overwhelmingly judged the Prime Minister to have dealt with his mistakes disastrously. They overwhelmingly believe him to be a liar, and they have lost trust and confidence in him. That is a problem not just for this Government but for the British political system, and I caution some Conservative colleagues to be less cavalier in trying to dismiss those public concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The narrative coming from the Government seems to be that these breaches were just a consequence of living with the regulations. They were bound to happen, part of normal life, and they were happening in all sorts of places. “They have paid the fine; let’s move on—nothing to see here.” That will not wash. First, the overwhelming majority of people in this country did not breach the rules. They accepted the mandation put on their behaviour, often at great cost and personal consequence. I have hundreds of emails from constituents; I wanted to read some out, but there is not time. People were unable to be present when their children were born or when their parents were buried. They know, and are angry about, what was happening in No. 10 Downing Street while that was being done to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other reason why that will not wash is that many people have paid for their actions with much greater consequences than this Prime Minister. Many people have written to me asking why he has only been given a 50 quid fine while others are being fined up to £10,000 for breaches of the rules. Many in public office have already lost their jobs because of their transgressions, and they are right to sit back and wonder why the holder of this one office should be immune from that consequence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These people are suggesting that they did not really know that the rules were being broken at the time. That really does beggar belief. We heard from the hon. Member for Wycombe (Mr Baker) earlier. We know that he and his colleagues within the parliamentary Conservative party were waging a fierce and vicious argument about the consequences of these restrictions. The idea that people sitting in Government offices drinking and socialising after hours did not think that they were in breach of the rules that they themselves were making is risible and we should dismiss it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think there is a simpler explanation for all of this. I genuinely believe that we have a Prime Minister whose conceit of himself is so great, and whose sense of entitlement so profound, that he genuinely did not think that the rules applied to him. That is why, when exposed—when found out at the end of last year—he did not come to the House and offer contrition; he did not come and say sorry. He came and he dissembled, and he misled, and he tried to do everything to cover up the breaches that had happened. That, to my mind, more than the attendance at a party, is what he stands charged with today. It is not the fact; it is what he tried to do to conceal his actions. That, in my view, is unforgivable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Janet Daby (Lewisham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member is making an excellent speech, and I agree with everything he is saying. More than 170,000 people have died from covid in the United Kingdom. That means that it has affected so many friends and so many families, and there has been a devastating sense of remorse for people’s loss. If the Prime Minister were really showing his own great remorse for breaking rules that he had set, surely his actions would speak louder than his words and he would resign. Does the hon. Member agree?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more. I think that the Prime Minister would have resigned if he had any integrity. I consider it remarkable that rather than his giving an apology and any demonstration of contrition when these events came to light, it was not until he was dragged kicking and screaming into the light of truth by the criminal justice system and the forces of law enforcement that we actually received the apology that we heard this week, and that is not enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to spend one minute talking about the situation in Scotland. The hon. Member for Moray (Douglas Ross) leads the Scottish Conservatives. At the start of this year in the Scottish Parliament, he and his colleagues took, I believe, the right decision—they called on the Prime Minister to go—but somehow, miraculously, they have now been whipped into line by Central Office and changed their minds on that question. In commenting on that, I can do no better than quote Professor Adam Tomkins, a very senior Conservative and, until recently, a Conservative Member of the Scottish Parliament. He says that the hon. Member and his colleagues\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“have now reduced themselves—and made their former position of principle look not only empty but risible—by insisting that the prime minister is now somehow fit for office and that being fined by the police makes no difference… The Scottish Conservatives are in terminal decline, again. And, this time, it is their own fault.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That comes from within the Conservative party in Scotland itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that many people throughout Britain will look with horror at the way in which this Government have traduced public service and denigrated many of the democratic institutions in their country, but people in Scotland look at it too and see it as further evidence of a British state that is in decline and does not represent their interests. They are increasingly attracted by the opportunity to create a new country, an independent country with a different constitution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me end by saying that I will vote for the motion, and I caution Conservative Members to do so as well. They are right—there is no room for personal attacks in this place or in politics—but let them understand this: actions do have consequences, and what goes around will come around. If the parliamentary Conservative party tries to sweep this under the carpet and tries to acquiesce in the actions of this Prime Minister any further, it will pay a very heavy political price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}