{
    "url": "https://www.ukpol.co.uk/gillian-shephard-1987-maiden-speech-to-the-house-of-commons/",
    "title": "Gillian Shephard – 1987 Maiden Speech to the House of Commons",
    "post_date": "February 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Gillian Shephard",
            "url": "/tag/gillian-shephard/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Gillian Shephard in the House of Commons on 23 October 1987.",
    "content": [
        "I am grateful to you, Mr. Deputy Speaker, for calling me to make my first speech in this House during a debate on health matters which are of prime concern to my constituents in south-west Norfolk.  \nI am privileged to represent one of the most beautiful and certainly one of the most diverse of rural constituencies in my native county. I am no less privileged to follow in the footsteps of my distinguished predecessor, Sir Paul Hawkins, who won the seat in 1964 and whose wisdom, quiet courtesy and deep knowledge of all constituency and farming matters will be as much missed in Norfolk, South-West as in this House. In his maiden speech he described Norfolk, South-West as one of the finest farming contituencies, and, despite the many developments and changes since then, not least in boundaries, that fact remains true today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The constituency covers more than 1,000 square miles of varied countryside. It stretches from productive fen land west of Downham Market, where crops include fruit and vegetables, where profitable holdings on the Norfolk county council smallholdings estate can be as small as 30 acres and whose inhabitants are extremely proud to be known as fen tigers, through the large Thetford forest to the unique area of Breckland, which was recently designated as an environmentally sensitive area. In the east of the constituency the farming pattern changes to large arable undertakings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such a large and diverse constituency is bound to have its problems, some of which I hope in due course to help solve. Obviously, there are current problems in agriculture: and there can be no part of my constituency which will be unaffected by policy changes. Indeed, the percentage of people statistically described as directly employed in agriculture masks a much larger number involved in haulage, mechanical and agricultural engineering, food processing and cider making. Their livelihoods depend on a prosperous agricultural sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents are not afraid of hard work, nor are they unrealistic, but they will look to the Government to provide a clear framework for agricultural policy within which to work and plan. They want that framework soon in a year which has seen the worst harvest weather for decades, the threat of rhizomania, flooding and a hurricane.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The economy of my constituency is not now uniquely agricultural. Thanks to a productive partnership between English Estates and the relevant local authorities we have flourishing industries in our market towns; notably Thetford, where several large industrial companies are based.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no shortage of enterprise in the area, but if our companies are to compete on equal terms with those elsewhere we need improved road and rail links. The completion of the dualling of the A11 and A47 and the electrification of the Liverpool Street to Kings Lynn line is essential. I hope that it will not be too long before Norwich ceases to be the only connurbation of its size— 250,000 people — that is approached by a medieval network of single track roads. I shall continue to campaign for improvements, some of which are now in hand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much attention will rightly be paid in this Parliament, and no doubt in this debate, to the problems of the inner cities. No doubt we shall be hearing much of Watford and what lies to the north and south of it. From time to time, I shall remind the House that there are areas of the United Kingdom that lie to the east of it and that the particular concerns of scattered rural communities such as my constituency also merit attention. In an area such as Norfolk, South-West the delivery of services such as education and health requires a degree of ingenuity that is not needed in Bromley or Bradford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Norfolk, South-West is served by three health authorities that have so far benefited tremendously from the recent RAWP allocations, which took account of our growing population and increasing numbers of elderly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to health promotion, I am delighted that East Anglia has experienced a 26 per cent. reduction in perinatal mortality since 1978 and a large increase in the numbers of children who have been vaccinated against whooping cough and measles. It is excellent that last July Norwich health authority introduced its computerised recall system for cervical cancer tests. The West Norfolk and Wisbech health authority is ready to start its breast screening programme. All those developments are particularly welcome to women of all social classes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The delivery aspect of health education and promotion is all-important. Unless health promotion messages are comprehensible to the individual, acceptable and workable for the health professional and affordable for the public purse they are worthless. I am delighted that the point about the delivery of the health promotion message has already been raised in the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to commend to the House a scheme that has been devised by the Norwich health authority for localised community health care. Its main merit is the getting across to all sections of the community of the message of health promotion. The scheme is based on GPs’ practices or groups of practices and it serves population groups of 25,000. It is therefore comprehensible to patients, because in Norfolk, South-West, as in other parts of the country, almost everybody is registered with a GP. Each population group is served by a multi-disciplinary team of professionals and that team includes the GP, thus spanning the somewhat artificial divide that is not perceived by the patient between health authority and family practitioner committee provided services. The team includes community and psychiatric nurses, midwives, health visitors, a speech therapist, a physiotherapist, a clinical psychologist, dietician and occupational therapist. It fosters links with social services and the voluntary sector. The contribution that such a group can make to health promotion within the community on diet, exercise and looking after one’s heart can have an impact at local level, where it matters, by involving schools, adult education, commerce and industry, voluntary groups and the local media. It involves a group of health professionals as professional equals, so it can exploit and use to the full, in a way that amounts to more than the sum of the parts, the skills and knowledge of all members of that team to the enormous benefit of the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to congratulate my hon. Friend the Minister on her enthusiastic and successful support of health promotion at national level. At the same time, I emphasise that it is the delivery at local level that will ensure that her policies reach people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}