{
    "url": "https://www.ukpol.co.uk/tommy-sheppard-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Tommy Sheppard – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tommy Sheppard",
            "url": "/tag/tommy-sheppard/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tommy Sheppard, the SNP MP for Edinburgh East, in the House of Commons on 18 July 2022.",
    "content": [
        "The most disturbing aspect of this entire debate is that the Prime Minister is still in office. After all the lies, the rule-breaking and the defence of sexual predators, and after his own Cabinet turned on him, he is still in office. Clearly, this House has no confidence in the Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason I have no confidence in this Conservative party is that Conservative Members have enabled the delusion and they continue to enable it. In the Prime Minister’s mind, he thinks he has done no wrong. He probably even thinks that he is the victim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Clarkson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman know of any other party represented in this Chamber whose leader tried to protect a sexual predator and is still in post?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry, but I did not hear what the hon. Gentleman said. My apologies. Will he repeat it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Clarkson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman know of any other party represented in this Chamber whose leader is still in post after protecting a sexual predator?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, I do not, but if there were, it should certainly be investigated. If the hon. Gentleman is trying to say something, perhaps he should say it and not be quite so coy and insinuating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is even more concerning is the manner in which the Prime Minister’s successor is being selected. What started out as a sort of political beauty pageant has become a carnival of reactionary ideas, as the contestants vie with each other to see who can be the most right-wing. The reason is simple. They are not appealing to the Conservative parliamentary party, they are appealing to a narrow and narrow-minded section of the electorate quite unlike the people among whom they live: the Conservative party membership. How else can we explain that, as the country burns, not a single candidate has anything to say about the climate emergency? How else can we explain that they are talking about tax cuts on business profits, rather than action to help ordinary families with the cost of living crisis?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be Conservative Members who will hope that that is just an aberration, that those things will disappear once the contest is over and that some of this economic illiteracy, in particular the drivel about small states and tax cuts, will pass into history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham (Gloucester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would just like to point out, for the benefit of the House and the hon. Gentleman, that in fact earlier today every single one of the candidates spoke and was questioned at length by the Conservative Environment Network on precisely the issues he has just described.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My point is that when they set out their stall it was not on their agenda. This was not something they chose to put in their prospectus, because they know who they are appealing to. It is worrisome in the extreme that people who ought to know better are massaging prejudices among the Conservative party membership to gain political office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some will hope that this will disappear once the election is over and that much of the drivel about tax cuts and small states, and the economic illiteracy that comes with it, will pass away, but there is a worrying trend here. Some of those ideas may gain traction and may change public policy. I am concerned that the Conservative party is attempting to do that—change public policy in this country, without consulting the electorate. If it does that, that would be undemocratic and illegitimate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to Scotland, I am also concerned. I do not expect any new Conservative leader or this Conservative Government to support a Scottish independence referendum, but I do expect—I do expect—a degree of civility and respect when it comes to appreciating Scottish public opinion. It is distressing that what we have seen from quite a number of the candidates, and what now seems to mark the character of the Government, is to ignore it and override it. Hence, we get statements about how the UK Government think that they need to save the Scottish people from the SNP-led Government in Edinburgh. What a monstrous contempt that is of the people who elected that Government just 14 months ago. Surely it is not too much to expect that there should be some dialogue, some respectful conversation? If there is not, that in itself will ensure the destruction of this Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This attitude is fuelling the campaign in Scotland for an alternative. We come here, mandated by the communities who sent us here, to say that people in Scotland want another choice on whether they should be an independent country. It is their right, their democratic right, to have that aspiration and to demand that it be listened to. We will not be going away. We will keep coming and we will keep demanding. The more this Government, in whom I have no confidence, refuse, the more the argument for the alternative, a new independent country, will gain ground. I say to the Conservative party and to the Conservative Government: Scotland clearly has no confidence in you. Everything you are doing makes Scotland believe there is a better alternative to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}