{
    "url": "https://www.ukpol.co.uk/tommy-sheppard-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Tommy Sheppard – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tommy Sheppard",
            "url": "/tag/tommy-sheppard/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tommy Sheppard, the SNP MP for Edinburgh East, in the House of Commons on 2 November 2022.",
    "content": [
        "I start with the red wall Tories. Our absent friends in the north are surely on a sticky wicket. For years, and for decades in some cases, they burrowed away in once solid Labour fiefdoms, angry at what was happening to their communities. They created a false narrative that these problems were the result of wanton neglect by their political opponents, rather than the inevitable consequence of being on the periphery of a capitalist economy that is overcentralised and under-regulated. But they broke through in 2019, and they came here. Tribunes of the people, champions of their communities, they came to this Palace to press their case, and they ended up supporting a Government of spivs and millionaires who are turbocharging the very problems they complain about. Well, their tenure will soon be coming to an end,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If I lived in those working-class communities, I would be equally despondent at the alternative on offer. Today’s Labour party, as a Government in waiting, surely has the least ambition it has ever had in its 122-year history. A party that says hardly anything about how it wants to change things, that is terrified of suggesting that the wealthiest in our community should pay more tax, that is terrified of supporting the trade unions that founded it in their struggle for a living wage, that is committed to expanding dangerous and expensive nuclear energy and that is, most of all, committed to the United Kingdom remaining isolated from the European mainstream. What a choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Deputy Speaker, you may wonder at the relevance of that for Scottish independence. Well, it is quite simple, because people in my constituency and elsewhere in Scotland look at this duopoly oscillating about a mean point of inequality while never seeking to fundamentally change it, and they ask themselves, “Is this the best that can be done?” People are increasingly saying, “No, we can do better than this. And we can do better than this if we take the power to ourselves and become an independent country.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If those on the other side of this debate understand nothing else, understand this: the debate about contemporary Scottish independence is a debate not about identity but about political power. It is about having the agency to change the world around us and to play our part in a world that aims to be a better place. That is why we argue the case for Scottish independence, and we believe in changing the world with a new vision of how things could be, of a society in which the barometer of success is the wellbeing of the people rather than the profits of City corporations, where we have growth in our economy to afford human leisure rather than human exploitation and, most of all, where our natural resources are marshalled into a sustainable future for our country and the world. That is what we aspire to, yet if you listened to our detractors, you would think it was far from that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the shadow Secretary of State, the hon. Member for Edinburgh South (Ian Murray), on the public launch today of Project Fear 2.0. If we are to take him at his word, a Scottish Government on day one of independence would have five times the economic deficit problem that this Government currently have to deal with and our currency would, at the point of introduction, crash by 30%. Oh my God, who would want even to consider such a scenario? But of course these things are not facts and they are not evidence—they are conjecture and supposition. He makes his case, and in the flurry of the campaign rhetoric he makes it well, but that does not make it true.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me use the GERS figures as one example, on which the hon. Gentleman placed a lot of emphasis. He may be interested to know that the Institute for Fiscal Studies, no less—not a fan of independence—says that by next year the structural deficit in the Scottish economy will be the same, more or less, as the structural deficit in the UK economy as a whole. It is not a factor of five more—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Murray rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tommy Sheppard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry, but I am short on time and I am going to annoy Mr Deputy Speaker if I take interventions, so I will decline to give way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, we are not talking about a factor of five. Of course, the most important thing about the GERS figures is that they are not a statement of account of Scotland as an independent nation; they are a statement of what a regional economy looks like within the United Kingdom. Any sensible person would look at that structural deficit and those figures and take that as evidence against the Union, not in favour of it. It is because we can do so much better that we aspire to independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As others have remarked, it is unbelievable, is it not, that a country such as Scotland, which is blessed with enormous resources of renewable energy, a talented and skilled workforce and a thriving tourism, hospitality and cultural sector, which is leading the world in new technologies from biosciences to gaming, and which has our world-class academia—a country with all that going for it—can be described as a basket case when it comes to self-government and people suggest it cannot possibly afford it? Of course it can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This debate is called “Scottish independence and Scottish economy” for a reason. It is because we know and understand that we will not get a majority of people in Scotland to vote to become a self-governing country if we cannot argue that that will make things materially better for them and their communities in the medium to long run. We know that that is the case; we have to connect those things together. I had a whole list of things I was going to go through that show how independence can make things better. I do not have time to mention them all, so I will select a few. These are the arguments and themes that are now being published in these Scottish Government documents that the motion refers to. I advise colleagues to take the time to read some of them. They are part of an ongoing debate that points out the consequences of independence for ordinary people and their livelihoods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us take, for example, fair rights at work, which is apposite because today is the day when the TUC is petitioning and lobbying this Parliament. An independent Scottish Government will make sure that there is a living wage for people in their place of work; that this disgusting separation whereby young people can be exploited at extremely low wages is removed and people are paid that living wage from the point at which they enter the workforce; and that the trade union legislation is repealed and people have the right to organise. We know that we want to do that because we know that all the evidence shows that if the balance in the workplace changes and becomes fairer, that leads to a more prosperous and more equal economy. That is why we want to do it, but we cannot do it without the powers that come from independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us consider taxation policy. The Scottish Government do have the power at the margins to vary income tax, but no Government without any control whatsoever over the movement of labour or capital can possibly change the taxation system in any meaningful way. We want to see those with the broadest shoulders make their fair contribution. We want to see a much more progressive situation. We want to see business taxes that support small and medium-sized enterprises and help them to thrive, but at the same time it should be understood that the opportunity to make money comes with the obligation to put something back into the social infrastructure and communities that enabled someone to do so in the first place. This we cannot do without the powers of independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Energy has been talked about a lot. Why on earth is it that, in a country that is self-sufficient in renewable energy, people will not be able to afford to pay their electricity bills this winter? It is a scandal beyond recognition. We need to scrap Ofgem and break the link between electricity prices and Putin’s gas supply prices. We need to make sure that in a country capable of generating 100% renewable energy from the wind and water, the benefits go to the people who live there and not to the global corporations. This we cannot do without the powers of independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could go on, but I will draw to a close. Those are the reasons why we ask people in Scotland to consider the alternatives. We do not need to have the duopoly of despair being offered in the United Kingdom. We can take matters into our own hands and create a new and better country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My final point is this. Who gets to choose on this matter? That is the fundamental question and political principle that this House has to confront. In his opening remarks, the Secretary of State, like a broken record, made much of a campaign that happened nearly 10 years ago and a result that happened in 2014, when things were remarkably different from now. The 2014 referendum on Scottish independence might have settled the matter; people might have said, “That’s fine. We accept it and move on.” It was not us here who did not accept it, but the people of Scotland who put us here to prosecute this case. It is their right, and only their right, to reconsider that matter at a time of their choosing. That is why last year, 10 years after the day they did it the first time round, they elected a Scottish Parliament with more Members committed to independence than there were in 2011. That mandate has been disrespected and refused by this Government. That is why we are now arguing in the Supreme Court. It does not play well in Scotland because every time we deny the voice of the people, we only fuel their ambition to make it louder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}