{
    "url": "https://www.ukpol.co.uk/tommy-sheppard-2022-speech-on-the-sharing-economy-and-short-term-letting/",
    "title": "Tommy Sheppard – 2022 Speech on the Sharing Economy and Short-Term Letting",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tommy Sheppard",
            "url": "/tag/tommy-sheppard/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tommy Sheppard, the SNP MP for Edinburgh East, in the House of Commons on 16 June 2022.",
    "content": [
        "Like many other aspects of our online lives, this started as a good idea: take a list of people who want short-term accommodation and use the internet to match it with a list of people who can provide it. Unfortunately, what we see today has become a grotesque distortion of the original idea. As has been mentioned, the vast majority of properties that are offered as short-term lets are not spare rooms in somebody’s house: they are whole properties being offered on a commercial basis. That is regrettable, because the process has become a driver for the removal of accommodation from the private rented sector into the short-term-let market, mainly catering for leisure uses. It has resulted in appalling consequences for the local housing market. Now, in effect, we have operators operating unlicensed hotels, but rather than the accommodation being in one building it is spread throughout an entire community in a pepper-pot fashion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a problem throughout Scotland, but it affects some parts more than others. The highlands in particular has a very great problem, but probably the biggest problem of all is in our capital city, Edinburgh, the city I am proud to represent in this House. In 2019, fully one third of all the Airbnb listings in Scotland were in Edinburgh. In some of the wards, particularly those in the city centre, one fifth of all accommodation is listed on Airbnb. By the way, that is just Airbnb; there are other operators, so the scale of the penetration of short-term lets in Edinburgh city centre is probably even greater than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By the end of the previous decade, the situation had reached crisis proportions, which is why the city authorities, working with the Scottish Government, decided to act. I will say something about that in a moment, but first let me describe some of the consequences of the process for my local community. With this penetration of up to one in five properties being available for short-term lets has come a hollowing out of the local community, particularly in some of our historic areas, which we want to see thrive. It is impossible for people to get to know their neighbours if they change every week. The people who come—there used to be people who lived there on a permanent basis—no longer send their kids to local schools. They do not even use the local shops, because they tend to arrive and get an out-of-town supermarket delivery to the door. They play no role in building the local economy or in community cohesion. As a double whammy, they provide a great deal of disturbance and inconvenience to the people who are left to live there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I repeatedly have casework on this issue. Just this week a local councillor, Finlay McFarlane, brought to me the case of a resident who has lived off the Royal Mile for more than 20 years. She is currently finishing her PhD thesis but is unable to do so because most of her block is now short-term lets, with people coming in to have parties, on week nights as well as at weekends, with the constant confusion, noise and disturbance that results. In her words, it has become “almost uninhabitable”. That is a common problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as the loss of homes, there is another consequence for a city such as mine that relies a lot on tourism and where tourism is very important. A number of bona fide hotel operators have come to me and pointed out that people are running unlicensed hotels on a commercial basis, without having health and safety standards, without meeting all the other requirements and without paying taxes. Hotel operators are being undercut as accommodation providers by people using the short-term-let sector. It is, then, grossly unfair in distorting the tourism market as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As has been referenced, we are trying to do something about this in Scotland. The law changed last year: from 1 March, the law has come in to create a new framework for the operation of short-term lets in Scotland, of which my own city is determined to take advantage. The key thing is to bring in a licensing framework, with the local authority being the licensing body. In order to operate a let on a short-term basis, one will require a licence. That will be the law from 1 October this year for anybody trying to enter the market as a new operator, and by 2024 it will be a requirement for everybody operating a short-term let to have such a licence, and it will be unlawful if they do not have it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is another important component to the legislation in Scotland. That is the ability of local authorities to ask for permission to designate a short-term-let control area within their boundary, where there is a particular need for housing stress or where there is a particular problem of abuse. The City of Edinburgh Council has taken the unusual step of asking the Scottish Government to designate the entire city as a control area. The council took that decision, with every party on the local authority supporting it, and after an extensive consultation involving 5,600 responses where more than 88% of respondents said that that was what they wanted. The Scottish Government have agreed to that. What that means is that, in order to let a property that is not currently let on a short-term basis, a person will require not just a licence, but planning permission. They will have to apply for and get a change-of-use planning consent as a condition of getting the licence if they are in a control area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is what will happen in Edinburgh, but it will take some time. It is important, as with other matters, that planning decisions are consistent with the local development plan, which means that they have to be evidenced and backed up, so we do need to make amendments and get them bedded in. I am confident that, in the years ahead, my city will be able to get control of this. If these measures do not work, I can assure Members that there is an appetite for going further and making sure that we get other measures that do work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, I shall reiterate what colleagues have said on a cross-party basis. This is not a matter of saying that there should not be short-term lets, or trying to do down people who want to rent out a spare room—far from it. It is simply saying that if people wish to do this on a commercial basis, then they have to operate on a level playing field, with the same obligations and the same consequences as anybody else who tries to run a business. They have to take cognisance and be respectful of the local community and the conditions in which they are trying to make that money. I hope the situation in Edinburgh and in Scotland will improve dramatically, and I commend these measures to the UK Government, because they may want to consider following Scotland’s lead and doing this in other parts of the UK where it is so urgently needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}