{
    "url": "https://www.ukpol.co.uk/clare-short-2003-resignation-statement/",
    "title": "Clare Short – 2003 Resignation Statement",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Clare Short",
            "url": "/tag/clare-short/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "With permission, Mr Speaker, I would like to make a personal statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have decided to resign from the Government. I think it is right that I should explain my reasons to the House of Commons, to which I have been accountable as Secretary of State for International Development, a post that I have been deeply honoured to hold and that I am very sad to leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will be aware that I had many criticisms of the way in which events leading up to the conflict in Iraq were handled. I offered my resignation to the Prime Minister on a number of occasions but was pressed by him and others to stay. I have been attacked from many different angles for that decision but I still think that, hard as it was, it was the right thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason why I agreed to remain in the Government was that it was too late to put right the mistakes that had been made. I had throughout taken the view that it was necessary to be willing to contemplate the use of force to back up the authority of the UN. The regime was brutal, the people were suffering, our Attorney-General belatedly but very firmly said there was legal authority for the use of force, and because the official Opposition were voting with the Government, the conflict was unavoidable. There is no question about that. It had to carry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I decided that I should not weaken the Government at that time and should agree to the Prime Minister’s request to stay and lead the UK humanitarian and reconstruction effort. However, the problem now is that the mistakes that were made in the period leading up to the conflict are being repeated in the post-conflict situation. In particular, the UN mandate, which is necessary to bring into being a legitimate Iraqi Government, is not being supported by the UK Government. This, I believe, is damaging to Iraq’s prospects, will continue to undermine the authority of the UN and directly affects my work and responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The situation in Iraq under international law is that the coalition are occupying powers in occupied territory. Under the Geneva convention of 1949 and the Hague regulations of 1907, the coalition has clear responsibilities and clear limits to its authority. It is obliged to attend to the humanitarian needs of the population, to keep order – to keep order – and to keep civil administration operating. The coalition is legally entitled to modify the operation of the administration as much as is necessary to fulfil these obligations, but it is not entitled to make major political, economic and constitutional changes. The coalition does not have sovereign authority and has no authority to bring into being an interim Iraqi Government with such authority or to create a constitutional process leading to the election of a sovereign Government. The only body that has the legal authority to do this is the United Nations Security Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that it is the duty of all responsible political leaders right across the world – whatever view they took on the launch of the war – to focus on reuniting the international community in order to support the people of Iraq in rebuilding their country, to re-establish the authority of the UN and to heal the bitter divisions that preceded the war. I am sorry to say that the UK Government are not doing this. They are supporting the US in trying to bully the Security Council into a resolution that gives the coalition the power to establish an Iraqi Government and control the use of oil for reconstruction, with only a minor role for the UN.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This resolution is unlikely to pass but, if it does, it will not create the best arrangements for the reconstruction of Iraq. The draft resolution risks continuing international divisions, Iraqi resentment against the occupying powers and the possibility that the coalition will get bogged down in Iraq.I believe that the UK should and could have respected the Attorney-General’s advice, told the US that this was a red line for us, and worked for international agreement to a proper, UN-led process to establish an interim Iraqi Government – just as was done in Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that this would have been an honourable and wise role for the UK and that the international community would have united around this position. It is also in the best interests of the United States. Both in both the run-up to the war and now, I think the UK is making grave errors in providing cover for US mistakes rather than helping an old friend, which is understandably hurt and angry after the events of 11 September, to honour international law and the authority of the UN. American power alone cannot make America safe. Of course, we must all unite to dismantle the terrorist networks, and, through the UN, the world is doing this. But undermining international law and the authority of the UN creates a risk of instability, bitterness and growing terrorism that will threaten the future for all of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am ashamed that the UK Government have agreed the resolution that has been tabled in New York and shocked by the secrecy and lack of consultation with Departments with direct responsibility for the issues referred to in the resolution. I am afraid that this resolution undermines all the commitments I have made in the House and elsewhere about how the reconstruction of Iraq will be organised. Clearly this makes my position impossible and I have no alternative than to resign from the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be time on other occasions to spell out the details of these arguments and to discuss the mistakes that were made preceding the conflict. But I hope that I have provided enough detail to indicate the seriousness of the issues at stake for the future of Iraq, the role of the UN, the unity of the international community and Britain’s place in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All this makes me very sad. I believe that the Government whom I have served since 1997 have a record of which all who share the values of the Labour Party can be proud. I also believe that the UK commitment to international development is crucial. The levels of poverty and inequality in a world rich in knowledge, technology and capital is the biggest moral issue the world faces and the biggest threat to the future safety and security of the world. We have achieved a lot, and taking a lead on development is a fine role for the UK. There is much left to do and I am very sorry to have been put in a position in which I am unable to continue that work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do think, however, that the errors that we are making over Iraq and other recent initiatives flow not from Labour’s values, but from the style and organisation of our Government, which is undermining trust and straining party loyalty in a way that is completely unnecessary. In our first term, the problem was spin: endless announcements, exaggerations and manipulation of the media that undermined people’s respect for the Government and trust in what we said. It was accompanied by a control-freak style that has created many of the problems of excessive bureaucracy and centralised targets that are undermining the success of our public sector reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the second term, the problem is the centralisation of power into the hands of the Prime Minister and an increasingly small number of advisers who make decisions in private without proper discussion. It is increasingly clear, I am afraid, that the Cabinet has become, in Bagehot’s phrase, a dignified part of the constitution – joining the Privy Council. There is no real collective responsibility because there is no collective; just diktats in favour of increasingly badly thought through policy initiatives that come from on high.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consequences of that are serious. Expertise in our system lies in Departments. Those who dictate from the centre do not have full access to that expertise and do not consult. That leads to bad policy. In addition, under our constitutional arrangements, legal, political and financial responsibility flows through Secretaries of State to Parliament. Increasingly, those who are wielding power are not accountable and not scrutinised. Thus we have the powers of a presidential-type system with the automatic majority of a parliamentary system. My conclusion is that those arrangements are leading to increasingly poor policy initiatives being rammed through Parliament, which is straining and abusing party loyalty and undermining the people’s respect for our political system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those attitudes are also causing increasing problems with reform of the public services. I do believe that after long years of financial cuts and decline, the public services need reform to improve the quality of services and the morale of public sector workers – the two being inextricably linked. We do not, however, need endless new initiatives, layers of bureaucratic accountability and diktats from the centre. We need clarity of purpose, decentralisation of authority and improved management of people. We need to treasure and honour the people who work in public service. As I found in my former Department, if public servants are given that framework, they work with dedication and pride and provide a service that, in the case of the Department for International Development, is known throughout the world as one of the finest development agencies in the international system. Those lessons could be applied in other parts of the public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have two final points. The first is for the Labour party and, especially, the parliamentary Labour party. As I have said, there is much that our Government have achieved that reflects Labour’s values and of which we can be very proud, but we are entering rockier times and we must work together to prevent our Government from departing from the best values of our party. To the Prime Minister, I would say that he has achieved great things since 1997 but, paradoxically, he is in danger of destroying his legacy as he becomes increasingly obsessed by his place in history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I am desperately sad to leave the Department for International Development. I apologise to those in the developing world who told me that I had a duty to stay. I shall continue to do all that I can to support the countries and institutions with which I have been working. It has been an enormous honour to lead the Department. It is a very fine organisation of which Britain can be proud. We have achieved a lot but there is much left to do, and I am sure that others will take it forward. I hope that the House and party will protect the Department from those who wish to weaken it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}