{
    "url": "https://www.ukpol.co.uk/renee-short-1978-speech-on-education/",
    "title": "Renee Short – 1978 Speech on Education",
    "post_date": "April 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Renee Short",
            "url": "/tag/renee-short/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        }
    ],
    "summary": "Below is the text of the speech made by Renee Short, the then Labour MP for Wolverhampton North-East, in the House of Commons on 3 November 1978.",
    "content": [
        "When the hon. Member for Chelmsford (Mr. St. John-Stevas) entertains the House we can always be sure that we get a good dose of sound Victorian ideas. He must be very unhappy that he was born about 100 years too late.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Gentleman wishes to quote Labour Party policy on education or anything else, he should get his facts correct. We are not in favour of low standards or lower standards. We are in favour of equality of opportunity. Nobody—not even the hon. Gentleman—wants to put the clock back to the time of social engineering when 20 per cent. of the age group went to grammar schools and the rest to secondary moderns. Surely the hon. Gentleman does not want to go back to that situation and place the burden on teachers to recommend children for grammar school entrance. That was a terrible time, and school managers, ​ parents, teachers and everyone else are glad that it has gone. The hon. Gentleman will have to find another line to pursue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with what the hon. Gentleman said about public lending right. I was delighted to see that it was included in the Queen’s Speech and even more delighted to hear that it will be brought forward quickly and that we shall be debating it in a few days’ time. I hope that the back benchers on both sides will be under control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also delighted to see that the Queen’s Speech places the main burden of Government activity in this Session on the conquest of unemployment and inflation. This is the major concern of the Government, Ministers and the whole country and what we do in employment bears heavily on what we do in education through training and preparation for work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was disappointed that selective import controls, an element of Labour Party policy which is strongly supported by the party’s national executive committee, have not been included in the Queen’s Speech. These controls are necessary to help our own industries. In the past few years we have seen many important traditional industries almost disappear from the scene. Several others are struggling against a massive inflow of manufactured goods not only from the EEC but from countries in the Far East, where no one could claim that competition is fair and equal. This should surely be a matter of very great concern to us all. It is certainly a matter of great concern to the trade union movement and the TUC. I am sure that the hon. Member for Chelmsford knows what those initials stand for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have asked for selective import controls for a limited period, and the words to emphasise are “selective” and ” limited”. Areas such as the West Midlands have seen industries decline and products disappear from the market. In some areas, it is difficult to find any British-made goods, yet we sit back while this continues in the footwear, knitwear, clothing, motor car and motor cycle industries. I understand that there is now also competition from Japan in heavy vehicles, which worries my trade union—the Transport and General Workers’ Union—considerably. We find that across a whole range of household electrical products it is practically impossible to find anything that is made in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All this adds to unemployment, and if there is growing unemployment and the sort of tough unemployment that we find it difficult to deal with it means that young people leaving school find it difficult to get apprenticeships and jobs and this places considerable burdens on the education system, particularly further education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry that there appears to be a great deal of confusion about what I thought was to be a matter of policy introduced by my right hon. Friend the Secretary of State in this Session, namely the introduction of the recommendation of the thirteenth report of the Expenditure Committee on maintenance grants for the 16 to 18-year-olds. When my right hon. Friend appeared before the Committee, she gave the impression that she favoured this policy and later announced that the Government were ready to commit themselves to a mandatory scheme such as we recommended. However, she has now said that discussions are continuing and The Guardian reported yesterday that intense negotiations were continuing on this subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The present system is a miserable one. Discretionary grants may be made by local authorities, but they are given to only about 10 per cent. of the young people who stay on at school. The grants are very small, and average only about £2 per week, which is neither here nor there at a time when so many families are under pressure because of low wages or unemployment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Expenditure Committee proposed that grants should be mandatory because the mean local authorities will continue to be mean if grants are discretionary, and only small grants will be given. The main purpose behind our proposal is that we are surely all anxious to prevent a waste of skill and talent. It is terrible to deprive young people of additional education and training and to compel them to go into dead-end jobs when they leave school. The prevention of this waste of skill and talent should be a main consideration of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Expenditure Committee believed that the maintenance grant should be ​comparable at least with the social security payments that 16-year-olds can claim if they are unable to get work after leaving school. This would enable many bright young people to stay on at school, especially those from less affluent homes, with whom we are particularly concerned, to take examinations, whether the common examination, O-levels, A-levels, or whatever. If we do not do this, or if the grant eventually offered by the Government is too low, young people will still leave school at 16 and snatch at any dead-end job simply because they want to earn money, or they will draw the £11·50 a week social security benefit while looking for work and may never achieve their real potential or have the opportunity or desire to go back to education later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the additional cost is £100 million, it is money that would be very well spent. If the money is not spent in that way, it will be spent in other ways. I remind my right hon. Friend that if young people leave school and join the youth opportunities programme under the aegis of the Manpower Services Commission, they can claim £19.50 a week, which the Government will meet. The Government are committed to providing opportunity courses for training for young people and to paying that amount of money. They would be well advised to think carefully about the options open to them and I hope that they will have second thoughts and that the mandatory maintenance grant will be introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also disappointed to see no mention in the Queen’s Speech of the proper organisation of nursery education. The Secretary of State made some telling points about the dereliction of duty of Tory-controlled education authorities. She described a perfectly disgraceful situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know that a large number of authorities have not claimed the money that has been made available by the Government and that some have handed it back after claiming it, saying that they could not afford to start the nursery schools that they said were essential when they first applied for the money from the DES.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fall in the birth rate is welcome in education, not least in nursery education, because it means that we have teachers and premises available. For the information of the hon. Member for Chelmsford, I shall spell out the policy of the Labour Party. Is the hon. Gentleman listening? I want to tell him about an important aspect of the Labour Party’s education policy and I do not want him to get it wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. St. John-Stevas**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am taking extensive notes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mrs. Short**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not see that the hon. Gentleman is doing that, but no doubt that is one of his perpetual exaggerations. I hope to recruit the hon. Gentleman as an ardent and enthusiastic supporter in the campaign for nursery education to be part of the State system. That is the Labour Party’s policy. It believes that for those parents who want it, nursery education should be part of the State system for 3 to 5-year-olds. That would be a welcome step forward in providing nursery education. It would mean a considerable increase in the number of children receiving nursery education. We know that an enormous number of families throughout the country are devotees of nursery education. They understand its value and want to see their children enjoying it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the Prime Minister spoke at the Labour women’s conference earlier in the year, he launched his theme of support for the family. An important part of family support would be to make nursery education part of the State system. Further, it would provide the ground work and the basis for the rest of the education system that follows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can only hope that the Government will have second thoughts about two major issues, namely, the introduction of maintenance grants for young people who stay on at school after reaching the age of 16 years and the provision of nursery education as part of the State system for those parents who want it. I commend those ideas to my right hon. Friend. I hope that she will do battle for those ideas in the places where she is able to take them up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}