{
    "url": "https://www.ukpol.co.uk/peter-shore-1987-speech-on-the-economy/",
    "title": "Peter Shore – 1987 Speech on the Economy",
    "post_date": "August 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Peter Shore",
            "url": "/tag/peter-shore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Shore in the House of Commons on 5 November 1987.",
    "content": [
        "It falls to me to be the first speaker to be called after the hon. Member for Boothferry (Mr. Davis). I add my congratulations to those of Members who are sitting immediately around him on a distinguished maiden speech. It combined matters that we like to hear in a maiden speech. The hon. Gentleman talked about his constituency, which has obviously produced men of great character for many hundreds of years, and he paid tribute to his predecessor, Sir Paul Bryan, who many years ago won the affection of hon. Members. The hon. Gentleman made a valuable contribution to the debate. He warned that we will face tougher competition in world markets, which is indisputably true, as a consequence of the past three weeks. We shall look forward to future contributions from the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to say equally pleasant things about the Chancellor of the Exchequer, but they would not be true. He did not do himself any good in his speech, nor during his exchanges with my right hon. and learned Friend the Member for Monklands, East (Mr. Smith). The right hon. Gentleman displayed a degree of oversensitiveness and irritability. For the first time, it made me wonder whether we are wise to press for the presence of television cameras in the Chamber. If world markets had be able to see the look on the Chancellor’s face—the clear state of anxiety and agitation—panic would have been conveyed to markets here and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was not only the manner of the Chancellor’s speech that was worrying. My hon. Friend the Member for Hackney, South and Shoreditch (Mr. Sedgemore) and others put their fingers on a central and worrying point in the right hon. Gentleman’s analysis. The Chancellor was challenged by my right hon. and learned Friend the Member for Monklands, East as to what he would do if the United States Government followed his advice and cut their budget deficit, with the subsequent contraction of world demand, and what he and his colleagues in the G7 countries would do to expand demand to offset the deflationary influences of the American economy. His answer was one of the most negative and worrying statements that I have heard. He dismissed out of hand the possibility of using public expenditure and the public sector borrowing requirement or a range of direct measures that are available to the Government to compensate for a massive loss of demand elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we approach the end of the third week of disorder in the stock and currency markets, none of us can doubt the considerable dangers that face the western world. Thousands of millions of pounds of capital values have been wiped out, with all the effects that that will have on consumer demand, capital investment and commodity prices. I am grateful to the hon. Member for Caithness and Sutherland (Mr. Maclennan) for bringing the consequences for the Third world into the debate. It is difficult to quantify these matters, but the effects will be severe. The central task of the British Government and the other leading industrial nations is to prevent the current disorders in the money markets leading to a serious recession in the real economy. I hope that hon. Members can agree on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor has done all that he can by verbal reassurance to stabilise the market. Yet successive statements in the House over the past fortnight—following two successive 0.5 per cent. interest rate cuts—have been followed by further declines in the Financial Times index.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As to the current state of the British economy, I agree with the Chancellor that the stock exchange has overreacted to a ludicrous degree. Now that our own market, with the Government’s enthusiastic encouragement, has simply become a component in a global stock market, it is hardly surprising that our stock exchange is just as much, if not more, influenced by events in the world economy as it is by the fortunes of the British economy alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. and learned Friend the Member for Monklands, East was right to stress the fact that the basic imbalance between the current account deficits of the United States and the current account surpluses of Japan and Germany are a major source of instability. It is a mistake to have a one-sided view. The United States had a deficit of $140 billion in 1986, but Germany and Japan had a combined surplus of no less than $122 billion in the same year. This year the United States deficit will be $147 billion and the German and Japanese surplus will be no less than $132 billion. Next year, although the United States deficit is forecast to fall to $126 billion, the surplus of Germany and Japan is still estimated to be no less than $116 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view, the failure of Germany and Japan to expand their internal demand is just as culpable as that of the United States in failing to bring its external account closer to balance. Indeed, I would say that it is more culpable. The United States deficits have been the only real engine of world economic growth in the past five years. If the United States market had failed to grow, and if exports from other countries, including the Third world debtor countries of Latin America, had been choked off by American deflationary measures, the world economy could just as easily have been plunged into recession and the world money markets disrupted by successive debtor defaults among the main debtor nations. By 1988 the United States is scheduled to have halved the deficit levels incurred in 1985. More rapid progress would give some benefit but, if it is not carefully judged, the American economy could easily tip over into recession. It is for that reason, and because I cannot believe that megaphone financial diplomacy makes sense, that I regret the overemphasis placed by the Chancellor in his Mansion house speech on the correction of the American budget deficit alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two things are needed. First, we need steady opinion and clear evidence that the United Kingdom Government have recognised the threat to the British economy and are ready to take effective measures to counter the onset of recession. Secondly, we need support for essential international co-operation to bring some balance and stability back into world trade and exchange rates and to foster economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On United Kingdom internal action, I very much regret the fact that the Chancellor did not take the occasion of the Autumn Statement to announce substantial increases in public expenditure. If only a year ago, when presenting the 1986 Autumn Statement, the Chancellor was able to congratulate himself on his prudent management of the economy with a £7 billion PSBR—equivalent to 1.75 per cent. of GDP—surely a year later, and in the aftermath of the London stock exchange collapse, he could have announced measures to strengthen the British economy well within last year’s prudent PSBR target of £7 billion. That would not only have been extremely welcome to those who have pressed for so long for improvements in infrastructure and for better public services; it would have ensured an additional increase in GDP next year of about 1.5 per cent. I heard somebody say that that would be inflationary. Why should it be more inflationary this year than the £7 billion PSBR was last year when we were managing our affairs with prudence?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By limiting the increase to a mere 1.75 per cent. in real terms, the Chancellor has failed to use the main instruments of counter recession policy. He still has the fiscal judgment to make at Budget time, and I have no doubt that he will be looking for a cut in income and other taxes. There is no certainty that such increased purchasing power will lead to increased expenditure or that if such expenditure did take place it would not take the form of increasing imports rather than a stimulus to the British economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must look to international co-operative action for the crucial decisions in the period ahead. The Louvre accord and the Plaza agreement have had great success achieving a managed realignment of currencies and a successful and major devaluation of the dollar against the Deutschmark and the yen. I am sure that the Chancellor will wish to sustain and reinforce those beneficial agreements. I hope that we shall hear confirmation of that from the Minister in his reply to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exchange rate and interest rate policies, although extremely helpful, are not enough in themselves. It is essential that the economies of the Western world should better co-ordinate their policies of economic growth than they have in recent years. World economic expansion cannot now be left to the United States alone. The burden has to be taken up by other major industrial countries such as Britain and France, but most notably by Japan and Germany. I hope that the Government will put their full weight behind that essential aim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}