{
    "url": "https://www.ukpol.co.uk/peter-shore-1978-speech-on-windscale/",
    "title": "Peter Shore – 1978 Speech on Windscale",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Peter Shore",
            "url": "/tag/peter-shore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Shore, the then Secretary of State for the Environment, in the House of Commons on 15 May 1978.",
    "content": [
        "After the Wind-scale inquiry took place and I received the inspector’s report I decided that it was essential that Parliament should debate the proposed development of the oxide fuel reprocessing plant at Wind-scale before any decision was reached. That debate, which ranged fully and freely over all the issues involved, took place on 22nd March, and although it was not my wish that any vote should take place at that stage, a Division was called and a substantial majority was recorded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then, under the special procedure which I told the House I intended to follow, I have made a special development order giving planning permission for the development subject to certain conditions. The House will tonight decide by its vote whether the Windscale development will proceed. None of us has any doubt about the importance of this decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall comment on some of the remarks made by the Leader of the Liberal Party, the right hon. Member for Roxburgh, Selkirk and Peebles (Mr. Steel) during the course of his speech but I will say at once, because I do not think that he was with us when we last debated this matter, that many of the issues on which he had, inevitably, simply to touch during a short speech were thoroughly dealt with in the House during the full day’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me assure the right hon. Gentleman that those of us who are taking a different view have no contempt for those who have objected to the Windscale order. On the contrary, we have taken their objections with the utmost serioussness and we are trying to treat the matter with the concentration and concern which I believe it deserves. I do not think it right to argue or assert that the people of this country are being put upon by technical expertise when the one thing that has preceded the whole of this parliamentary procedure and public discussion has been the longest and most thorough investigation that has ever taken place into any project. This public discussion was held openly before a disinterested inspector. It has been the most open discussion on such a subject in any country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of us has any doubt about the importance of this decision. When I spoke in the debate on the report of the inquiry on 22nd March I discussed very fully the three major considerations which had weighed with me in considering the recommendations of the report. They were whether the proposed development posed any unacceptable risk to the environment or to health, whether it presented security problems which would pose a new challenge to our democratic way of life and whether it would adversely affect our policy to prevent the proliferation of nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On these three immensely important issues, which I think we all agree lie at the heart of the argument on whether British Nuclear Fuels’ proposals should go ahead, I said why I found the inspector’s conclusions persuasive. I do not intend to recapitulate all the reasons I then advanced. I would like to recall to the House how I summed up my own approach on two of the major issues involved. Whilst fully aware of the energy and the economic case for proceeding I said then\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“that if I considered that reprocessing involved any significant radiological danger to the general public, to workers or to the environment, there would be no question of my giving outline planning permission for the proposals which BNFL has put forward.’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There would be no question at all. On the reprocessing of foreign fuels I said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“this raises issues that go far beyond the calculus of economic gain, and we should need to be fully satisfied that by doing so we would not be undermining our major interest in making effective the non-proliferation Treaty. If we were not so satisfied we could not, and should not, proceed.”—[Official Report. 22nd March 1978; Vol. 946, c. 1541–7].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was my stance then and now. It is against that background that I have studied the arguments put forward in the course of the March debate and the anxious and critical comments made by individuals and organisations outside the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. John Mendelson (Penistone)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State is laying great emphasis on the assertion which he certainly made, that if he could conceivably come to the view that there were radiological dangers he would not give planning permission. Surely that is putting the question the wrong way. What the House and the country have to know is that, beyond ​ any reasonable doubt, he is completely convinced that there can be no such danger before he commits himself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shore**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nothing is beyond any possible reasonable element of doubt. What we have to do, using all the knowledge and information that we have available to us, is to come to a judgment that will not imperil the interests and health of our people. To proceed in any other way would be wholly irresponsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I am the responsible Minister I shall turn first to the whole question of radioactive waste management policy. Let me start with one point that commands universal agreement. Within the next few years, up to 20 per cent. of all our electricity will be generated by nuclear power stations. These stations, as they burn their fuel, will produce radioactive spent fuel. Clearly, we must find means for dealing with this. The choice is between storage and reprocessing. I remain of the view that reprocessing is the better way. With our Magnox stations we have been reprocessing spent fuels for the past 20 years—and no one has suggested that we should store them. We believe that our new fuels from our advanced gas-cooled reactors should similarly be reprocessed in the proposed Windscale plant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Against this two questions have been raised. First, if we do reprocess, can we be confident of safely disposing of the resultant highly active waste, solid and liquid? The solid wastes almost certainly present the lesser problem and if research now under way is successful, we may deal with them by separating out the highly radioactive content and putting it in with the liquid wastes. For the liquid wastes two steps are required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first is to put them into a form suitable for permanent disposal and the second is actual disposal. On the first, we must carry through to a conclusion the extensive work—I say this especially to the right hon. Member for Roxburgh, Selkirk and Peebles—which has already been done on vitrification. This process has already been carried out successfully. A demonstration plant at Harwell vitrified high-level wastes from reprocessing 10 years ago. Work is now going on into a more advanced process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doubts are inevitable in high technology but the doubts which have been ​ raised about the practicability of vitrification do not in my view match the facts and we have good reason to believe that the work will be brought to a successful conclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. T. H. H. Skeet (Bedford)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the right hon. Gentleman aware that there is an industrial plant operating in France which vitrifies high-level nuclear waste making use of borosilicate glass?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shore**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not the only country which has made progress in this technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research into disposal by deep geological or ocean burial must take longer. But there is no reason to think that its feasibility will not have been adequately tested by the time the vitrified waste is ready for disposal. I know of no scientific opinion which basically disputes this view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second question is whether storage of spent fuel as opposed to reprocessing is a practicable alternative. The position can be simply put. The storage of unreprocessed spent fuel, whether in controlled water conditions or in gas and air, is surrounded by questions to which answers are certainly not now known. What is known—and this is based on the Atomic Energy Authority’s study for the inquiry—is that it would be wise to assume some failures after five years’ storage in water.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strategy proposed by the objectors to reprocessing would involve some elements being in store for at least 20 years. To move from storing spent fuel elements in water to storing them in gas and/or air would again require much further study. There are too many doubts to make it reasonable to require British Nuclear Fuels Limited to jettison all its experience, perhaps greater than anyone else in the world, in favour of the alternative system. I do not consider that this constitutes “assymetrical criteria of soundness”. It is simply prudence in matters of the utmost importance for the protection of man and the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I realise that there are many people who may accept the case for reprocessing but are still unhappy about the routine discharges of low-level radioactivity that may result, people who are anxious whether our control limits are sufficiently stringent, particularly by comparison with those which apply in the United ​ States. This was the point raised by my hon. Friend the Member for Edinburgh, Central (Mr. Cook) on 22nd March and referred to by others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In reply I have placed in the Library of the House a copy of a letter that I have sent to my hon. Friend on this subject. As the House will know, the National Radiological Protection Board has recently published an appreciation of environmental radiation protection standards, which also compares the limits of the United States and the United Kingdom. Both discuss the subject much more fully than I have time to do now, but I want to emphasise some salient points.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first point is that both the United States approach and our own conform to the basic radiation protection standards recommended by the international Commission on Radiological Protection. Although our methods differ, in practice the end result is not materially different. Scondly, such comparisons need to have regard to major differences of circumstances in various countries. The American standards, for example, are based on the assumption that no liquid radioactive wastes will be discharged—they will presumably have to be converted to solids.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain, however, is not a continent but an island, and we therefore are able to discharge liquid effluents to the sea where the radioactivity so discharged, although nearly 100,000 times greater in one particular case stated by my hon. Friend than the United States discharges to the atmosphere, nevertheless results in only a small additional dose to the population. Nor should it be thought that we fail to monitor the seas. The marine pathways back to man are very closely monitored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, and this is most important, the comparison to which my hon. Friend drew attention is based on BNFL’s proposals. These proposals will be subject to the most rigorous scrutiny by my right hon. Friend the Minister of Agriculture, Fisheries and Food and myself with a view to reducing them as far as is reasonably practicable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Eric Moonman (Basildon)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend’s last remarks will probably cause concern among some of us. Will he enlarge on that point? Will he ​ accept that at present Windscale is leaking? It does not require any further establishment to prove that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Shore**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The occasional leaks that occur, and other incidents in our nuclear establishments are made public as soon as they occur under the policies pursued by my right hon. Friends and myself. However, they have not been of a character or of a scale to cause the sort of apprehensions that I think are at present in my hon. Friend’s mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much has been heard about the distinction between what is medically safe and what is publicly and politically acceptable. This last is a matter for our decision, and we shall have that consideration fully in mind when the time comes to frame the discharge authorisations, which have to be separately issued under the Radioactive Substances Protection Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the last debate the House stressed, and rightly in my view, the importance of the recommendations in chapter 17 of the inspector’s report. And I was asked to indicate the Government’s response to them before this debate. I have already announced that we have accepted 12 of the 15 recommendations outright. Together their implementation will still further tighten controls over radioactive discharges, will increase monitoring, and will strengthen safeguards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Particular interest may perhaps centre on the decision to press ahead with the development of a krypton arrestment plan for THORP, and also on the provision of whole-body monitoring facilities for local people. I believe that these are all welcome improvements in existing arrangements that will provide still further reassurance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The three remaining recommendations are those calling for an independent check on security precautions at Windscale—there are difficulties there, as I am sure the right hon. Member for Roxburgh, Selkirk and Peebles understands—the inclusion of an independent person or body with environmental interests in the system for advising government on the fixing of radiological protection standards, and for a single inspectorate responsible for advising on the limits to be placed on all radioactive discharges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have accepted the underlying purpose of all three recommendations. They do, however, involve ​ organisational changes and we have to consider how best we might achieve what the inspector had in mind. We shall be doing this as quickly as possible, and I hope that the House will accept that the Government have made a full response to hon. Members who expressed concern about all these matters during the previous debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The inclusion of independent advice on security precautions at Windscale and on the fixing of radiological protection standards is, of course, quite separate from the wider scientific advice that I aim to obtain on radioactive waste management policy from the radioactive waste management advisory committee recommended by the Flowers Report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am now happy to be able to announce the setting up of the committee. Its terms of reference will be to advise me and my right hon. Friend the Secretary of State for Scotland and my right hon. and learned Friend the Secretary of State for Wales on major issues relating to the development and implementation of an overall policy for the management of civil radioactive wastes, including the waste management implications of nuclear policy, the design of nuclear systems, research and development, and including the environmental aspects of the handling and treatment of wastes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are fortunate to have as chairman of the committee Sir Denys Wilkinson, who is a Fellow of the Royal Society and Vice-Chancellor of Sussex University. I am sure that his previous background in nuclear physics—as head of that department at Oxford and chairman of the Science Research Council’s nuclear physics board—will be invaluable. We are aiming to keep the committee to a reasonable size with, in addition to the chairman, a majority of nine or 10 independent members with relevant scientific knowledge and experience together with one member each from the UKAEA, the BNFL, the National Nuclear Corporation and the electricity generating industry, and some members from the nuclear industry trade unions. I shall be announcing the names of these members as soon as I can. And the House may care to be reminded that the committee will be asked to submit an annual report, which will be laid before Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Leader of the Liberal Party reminded us, non-proliferation is one of ​ the issues at the heart of the matter. The Government’s position was clearly stated by my right hon. Friend the Secretary of State for Foreign and Commonwealth Affairs during our previous debate on these issues. It is our objective to establish a system of international management of plutonium under which plutonium produced—for example at Windscale—would be stored there and returned to its owner only under internationally agreed safeguards and supervision designed to prevent its diversion from civil use. This must be better than leaving those countries that have nuclear power, 27 with plants in operation or under construction now, and like us needing to reprocess their spent fuel, in a position that would induce them to embark on reprocessing themselves, thus multiplying the sources of plutonium supply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Linked with this question, as the Leader of the Liberal Party put it, was the further question: why not wait for the results of the international nuclear fuel cycle evaluation programme—INFCEP—on which President Carter took the initiative a year ago?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, as I have already shown, we must have a reprocessing plant for our own spent fuel. Secondly, even if when INFCEP was completed and the result was a decision that precluded overseas reprocessing, it would still be possible for the company to review its position and to consider how best in terms of plant size and timing to provide capacity to deal solely with United Kingdom fuels. Finally, to assume that INFCEP will result in a decision that would preclude reprocessing of overseas fuel seems to me to rest on a misconception. As my right hon. Friend said in the last debate, these studies are primarily a clearing house for ideas and the evaluation of technical alternatives. It just is not sensible to proceed on the assumption that a ban on reprocessing agreed by all 40 countries concerned will necessarily come out of INFCEP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I want to say a word about the whole procedure which we have adopted for deciding the issue. The 100 days of the Windscale inquiry represent an event not just of national, but of international importance. No country in the world has had a more searching and serious inquiry into major nuclear issues than ​ we have had during that long process of inquiry and cross-examination before Mr. Justice Parker and his two very able assessors. Of course, the inspector’s finding and analysis have come under critical scrutiny and attack. Given the magnitude and complexity of the issues, it would indeed have been amazing if they had not. But I must reject the suggestion made by only a few opponents that the inquiry itself was a charade. I do not accept—nor do I believe will the House—that either he or his distinguished assessors discharged their duties other than honourably or faithfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and, I believe, this House and the country at large accept that the process of public inquiry is an essential element in the public debate on major questions of nuclear development. Further, we have established that the House itself must play a decisive role. As the House knows, the Government have declared their intention of devising a special procedure for use on future occasions when proposals for nuclear development are put forward. I believe that the procedure that we followed, or something comparable, is the only rational way to deal with these questions. But if we can devise a better procedure, we shall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask the House to reject the motion to withdraw the Windscale special development order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}