{
    "url": "https://www.ukpol.co.uk/clare-short-1999-speech-at-trade-union-congress-conference/",
    "title": "Clare Short – 1999 Speech at Trade Union Congress Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Clare Short",
            "url": "/tag/clare-short/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clare Short to the 1999 TUC Conference in Brighton on 16th September 1999.",
    "content": [
        "Congress, I am very pleased to be here today among so many old friends. Labour and trade unions have come a long way together, united by our shared commitment to social justice for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am proud to be here today as part of a Labour Government, for which we waited so long, which has – whatever our impatience – those values of social justice at its core.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Social justice at home – to undo years of growing inequality and poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And social justice abroad – working systematically to reduce the poverty of the world’s poorest people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My job – heading up our Government’s efforts to reduce global poverty -takes me to countries with large numbers of malnourished and illiterate people. These visits have caused me to reflect a great deal on the days when equally bad conditions were common in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently read a new book about the history of council housing and urban renewal in Birmingham between 1849 and 1999, written by a local historian, Carl Chinnlie outlines how Britain was transformed from the early 1800s by the process of industrialisation. It was a period of great change. Young people moved in droves from the countryside to the towns. The era of deference to the land-owning class ended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both the middle class and working class established a new sense of identity and a new politics. Both were creating wealth and wanted to benefit from it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But working people lived in squalid conditions. A report commissioned on Birmingham in 1849 recorded that people lived in tiny, cockroach infested, badly built houses made of dirt. Water came from polluted wells, streets were uncleaned, cesspits overflowed. Women struggled to keep their families clean hut disease was rife and life was short. Birmingham was not alone. In 1847, average life expectancy in Surrey was 45, in London 37, and in Liverpool just 26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The history of the British trade union movement and of the Labour Party is the history of Britain’s struggle, first for democracy and then for social justice. A struggle to ensure that the wealth created by industrialisation was fairly shared by all people and that education, healthcare, decent housing and a decent income was available to all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly that job is not complete. Our Government is working to reduce child poverty and increase opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But many people in the world today exist in poverty and squalor as bad as that of British people in the l850s. I have, for example, recently visited Sierra Leone, where average life expectancy is 35; Bolivia, where 70 per cent of people are malnourished; and India, where one third of the population of nearly one billion people lives in extreme poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The parallel between the 1850s and now is very striking. Today, globalisation is causing massive economic and social change. huge wealth is being created but we are also seeing an enormous growth in inequality, between countries and within countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenge of our times is to ensure that the wealth and opportunity generated by globalisation is distributed equitably; and that we seize the opportunity for a rapid period of advance and a reduction in the suffering caused by poverty worldwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view, this is both the biggest moral challenge our generation faces and also a growing challenge to our own interests. If we do not reduce poverty, the conflict, disease and environmental degradation to which it leads will damage the prospects of the next generation, wherever they live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenge before us is huge. One in four of the world’s population – that’s 1.3 billion people – lives on less than 60 pence a day, without adequate food, clean water, basic education or healthcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is easy to feel overwhelmed in the face of such poverty. But that would be the wrong response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recent decades, much has been achieved. Life expectancy and literacy are increasing; infant and child mortality is declining. We now better understand what works in development and how to speed it up. But, because the world’s population has grown so fast, there are more poor people than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Faster progress is now possible and necessary to prevent the constant growth of poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of this Government’s development policy is a commitment to the international development targets – targets for poverty reduction agreed by the world’s governments at the major United Nations conferences of the past decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main goal is to halve the proportion of the world’s population living in abject poverty by 2015. Associated targets include achieving universal primary education, basic healthcare and reproductive healthcare for all, and sustainable development plans in every country – also by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These targets have not been plucked from the air. They build on progress already made. And the development committee of the Organisation for Economic Cooperation and Development, which represents the most developed nations, believes they are achievable and affordable. But to achieve them we need to generate the necessary political will, and adopt the appropriate policies, nationally and internationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congress, what a wonderful opportunity this is! That within 20 years, we can have every child in the world in school, every human being with access to basic healthcare, every woman with the chance to control her own fertility. This Government is committed to using Britain’s influence to mobilise the international system behind these targets and the policies necessary to deliver them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alter years of cuts to the aid budget under the previous government, we have reversed this trend. We have committed an extra £1.6 billion for development over three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are improving the quality and poverty focus of our aid. Working in partnership with developing country governments that are serious about reducing poverty, upholding human rights and tackling corruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the new development agenda goes beyond providing aid. We must also ensure that the interests of the world’s poor are fully integrated into all areas of policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Otherwise, aid is simply a charitable sop to make up for the disadvantages flowing from unfair trade and investment policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take debt relief. Britain has led the efforts to get international agreement on faster and deeper debt relief for many of the world’s poorest, most indebted countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Progress was made at the Cologne G8 summit and I hope this will be finalised at the World Bank and International Monetary Fund meetings later this month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also working for a comprehensive trade round that advances the interests of developing countries. This is in the interests of British workers too. We all benefit from the higher levels of growth and investment that result from reduced trade barriers. And we will all lose if the world retreats into protectionism. We cannot reduce poverty without economic growth which must also be sustainable and environmentally responsible. The poorest countries need improved trading opportunities to reduce poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also been very closely involved in reforming the global financial architecture. The Asian financial crisis showed that major reforms were necessary – to deal with the problems of short-term capital flows; and to reduce the risks of financial and economic instability spreading across the world. A lesson of that crisis was that the high levels of growth achieved in East Asia were not sustainable in an Indonesia that did not respect human rights or allow trade unions to organise; or in Korea and Thailand, where the relationship between banks and industry was unregulated and corrupt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congress, this is a very large agenda. And much of it overlaps with your concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all operating in a new, very different world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I often say that globalisation is as big an historical shift as was the change from feudalism to industrialisation. That earlier shift remade the whole political and economic landscape of the world. It brought economic growth but unequal benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it gave birth to the trade union movement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the trade unions who realised early on that industrialisation was here to stay – but that it must be managed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so it is today. Global economic integration and interdependence is a reality. We cannot turn back the clock. Our common challenge is to manage the globalisation process equitably and sustainably. That is why my Department and I have been talking with the TUC and the International Confederation of Free Trade Unions, to strengthen our ability to work together on these issues, particularly core labour standards worldwide. We plan to publish a joint statement on how we take this forward in the next few months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I want to highlight three areas where I think future dialogue and co-operation between us is essential to forge a real partnership for social justice and development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, core labour standards. There are an estimated 250 million working children in developing countries. Most are trapped by the need to provide income for their desperately poor families. But many children are engaged in forced, exploited or dangerous employment which threatens their health and mental development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Department is supporting a range of initiatives in this area, such as the programme to remove children from the football stitching industry in Sialkot, Pakistan. We are also working with Juan Somavia to strengthen the role of the International Labour Organisation (ILO) in promoting core labour standards across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your efforts, and those of trade unionists worldwide, helped to secure the unanimous adoption in June of a new ILO Convention on the Worst Forms of Child Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have much to do to implement this important advance. We must establish programmes to allow children to move out of work and into school, and create conditions in which parents are no longer dependent on their children’s income. There is much to learn from our own experience of eliminating child labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the link with business. Here in Britain, trade unions are increasingly working in partnership with employers – to bring real benefits to the workforce, the business and the health of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But dialogue with employers can also help strengthen the rights of workers in developing countries. Take, for example, the Ethical Trading Initiative, which is supported by my Department. It brings together trade unions, business and nongovernmental organisations to examine supply chains in poorer countries against an agreed Code of Conduct, which includes key commitments on labour standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You have a crucial role here. Your members are the bedrock of knowledge about employee and employer relationships. You have vital links with trade unions in other countries. And you have a mutual interest in protecting the poorest and ensuring that globalisation does not lead to a decline in labour standards that threatens the conditions of workers in industrialised countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A third key area is what I call ‘reaching out to the poorest’. The world’s very poorest people are rarely in the organised workforce. Of course, trade unions have an interest in organising the unorganised. But, like us, you also have an interest in supporting pro-poor economic development. The best of international trade unionism is about speaking up for the poor and the oppressed, whether they are unionised or not. Evidence suggests that high levels of economic growth in very unequal societies have a limited effect on reducing poverty because the poor only gain in proportion to their original share. Where societies are less unequal, economic growth has a much greater impact on reducing poverty. This is familiar territory to the trade union movement and needs to be taken forward in the poorest countries, which tend to be the most unequal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also know that development proceeds fastest where there is an active civil society; where people hold their governments to account, demand that they do better, speak out against corruption, urge faster progress. Just as you are instrumental in pushing for social reform in this country, so must trade unions increasingly be advocates of economic and social reform in developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are rightly proud of the trade unions’ role at the forefront of the struggle to end apartheid in South Africa. And in Zimbabwe today, trade unions are the only effective opposition to the excesses of the Government. Trade unions worldwide can take heart from these examples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congress, throughout this century trade unions have been at the forefront of advancing social justice in Britain and in many countries across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenge for the new Millennium is to advance these principles of social justice in a new, more interdependent world. To bring real advances in human welfare for millions of working people and their families. Trade unions are central to this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strengthening the voices of the poor and the exploited across the world, championing the reforms that will improve their conditions and life chances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much hope that in the next year we will forge a strengthened alliance to take forward this urgent and profoundly important agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}