{
    "url": "https://www.ukpol.co.uk/clare-short-1983-maiden-speech-in-house-of-commons/",
    "title": "Clare Short – 1983 Maiden Speech in House of Commons",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Clare Short",
            "url": "/tag/clare-short/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Clare Short in the House of Commons on 29th June 1983.",
    "content": [
        "I am grateful for this chance to make my first speech, as I prefer to call it, in this House. I intend to follow tradition and speak about my constituency. However, it is impossible for me to follow the tradition of not being controversial, for what is happening in my constituency encapsulates much of the harm done to many parts of the country by the policies of the Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish first to pay tribute to my predecessor, Sheila Wright, who was the hon. Member for Birmingham, Handsworth in the last Parliament. I am the Member for Ladywood and a large part of Handsworth has come into my constituency. Sheila Wright worked with me when I was a candidate and she was a Member of Parliament. For a long time she supported and helped me in my work. She is a friend of many years. She worked for the people of Handsworth for five years as a Member of Parliament and, before that, for 25 years as a councillor. The best tribute I can pay to her is the one that was paid during the election campaign by many people in the area who spoke warmly of her, sent their regards to her and remembered all the help she had given to them and their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great honour for me to represent Ladywood in this House. It is an honour for all of us to represent our constituencies, but in my case there is an added honour in that I come from Ladywood. I was born there, grew up there, have many friends there and many members of my family live there. Therefore I care about my constituency with the intensity with which people care about the place from which they come. I make the pledge to my constituents that I shall work with all my ability and energy to represent and fight for their interests for as long as I am here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people of Ladywood are suffering terribly from the Government’s policies. According to the census of April 1981, Ladywood has the sixteenth worst unemployment in the British Isles. The male rate of unemployment then was 25 per cent. Unemployment in the country has doubled since then, and the male unemployment rate in my constituency is now 50 per cent. For school leavers it is 95 per cent. People say cynically that it cannot get much worse than being nearly 100 per cent. It can, because the period of unemployment is getting longer all the time; young people leave school and go on a YOP scheme—now being replaced by the youth training scheme, which will be no better, and in many ways will be worse, than the scheme it is replacing—and are then unemployed for ever-lengthening periods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Britain as a whole, two out of every three school leavers are unemployed, as are one in four of all under-20s and one in six under-25s. A whole generation is being blighted. Of the total unemployed, more than 1 million have been unemployed for one year or more and more than 500,000 for two years or more. They are living in grinding poverty, and the hopelessness they feel about their future is destructive and intolerable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Long-term unemployment is growing faster for young people than for any other group. Of the 1 million who have been out of work for one year or more, 250,000 are under 25, and they comprise the group for whom long-term unemployment is growing fastest. That is damaging to the future of the nation. When we damage our youth, we damage ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Half the population of Ladywood is black and half is white, and we are nearly all immigrants. I am a child of Irish immigrants. The white community is made up of immigrants from Ireland, Scotland, Wales and many other parts of Britain who came to Birmingham in more prosperous days to seek a better life for themselves and their children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The black population similarly came, more recently, from India, Pakistan, Bangladesh and the Caribbean for exactly the same purpose. We are the same sort of people. We sought out our homes in the west midlands because we wanted to better our lives and those of our families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, everything they hoped for and came to the west midlands to achieve is being snatched from them as a result of the collapse of the west midlands in the recent past. In the 1930s the west midlands escaped much of the suffering that went on in Britain. Today the west midlands symbolises the destruction that is being done to the British economy by Conservative policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were told by the Prime Minister yesterday that recovery is patchy. Indeed it is; there are no signs of recovery in my constituency. As has happened in many other areas since the election, another major closure has been announced and unemployment is rising. It is not true to say that this amount of unemployment, misery and suffering is creating anything good. Nothing is coming out of it except pure destructiveness, and that is not only intolerable but stupid. It is said that productivity is going up. In fact, the less efficient firms are closing down; inevitably productivity goes up, but nothing new is created.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investment is at an all-time low. That means that we are laying down nothing new for the future. We cannot secure a recovery and a better future without investment and that investment is not taking place. The money that is available is flowing out of Britain to invest in other countries. We have North Sea oil—we are lucky to have it—but it is being wasted. I understand that £17 billion a year is being poured down the drain merely to keep people unemployed. These people want to work. They want to be productive and we must recognise that a large part of the nation’s wealth is our people and their capacity to produce. We are arranging things in such a way that they cannot produce. We are damaging them and ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the election campaign I was asked repeatedly, “Why are the Government doing this to us?” The people in the west midlands see clearly that there is destruction everywhere and that nothing new is replacing it. They said, “It is claimed that the Government’s policies are designed to reduce inflation but when we had inflation we all had incomes, our incomes increased and we lived better. We now have nothing and we still have inflation.” There are two rates of inflation in Britain and the one for the poor— for those who live in council houses, for example—is still increasing. Nothing is coming out of the Government’s policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Guildford (Mr. Howell), the former Secretary of State for Transport, said that we must get rid of inflation to create jobs, but that is not true. Inflation has been decreasing and more jobs have been destroyed. We have seen that happen in the recent past and we know that we are not creating jobs. The policy is not working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In answer to the question that was put to me by my constituents, I explained, “We have an extremist and dogmatic Government who are deliberately using unemployment” — that is what monetarism is — “to reshape our society. They are using unemployment to frighten workers, destroy trade unions and cut wages. They have a vision of a more unequal society, a more competitive society. They say that from that will come more efficiency and, therefore, more economic prosperity.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people of Ladywood, my right hon. and hon. Friends and I reject the Government’s policies. We do not want the future that they hold before us. It is not acceptable to us and, what is more, it is not even working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We frequently hear the excuse that the problem in Britain is the problem of the international economy, over which we have no control. It is clear from OECD figures and American Bureau of Labour statistics that unemployment in Britain has increased massively faster than in any other industrialised country. Britain led the world into recession, but an international recession is made up of individual national recessions. If in turn we each throw our economies into recession, we shall have, of course, a great international recession. We started it and similar policies to ours have been pursued in the United States of America.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can now start to undo the recession. We can work with international partners to change the world economy. There should be no excuse there. There can be jobs for all, and it is our duty and obligation to organise our society in such a way that everyone can work, make a contribution and get a decent income. Anything less than that is unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are nine old people’s homes in my constituency, and I visited them all during the election campaign. They are all desperately short of staff. There are nine old people’s homes in a sea of unemployment. People are queuing for jobs all around them, but those responsible for running the homes are not allowed to employ more staff to take care of the elderly. That is the result of public expenditure cuts. Pretence is made that cuts in public expenditure are cuts in bureaucrats but that is not so. The cuts lead to reductions in the staff who can care for the elderly and the very young. It is disgraceful and unnecessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The great sadness for the people of Ladywood is that they see what is going on in the knowledge that they have rejected it. However, they must continue to suffer because it seems that the rest of the country has to learn the hard way. The Government’s policies are not beneficial to any of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Racial equality is important to the people of Ladywood. As I have said, half of my constituents are black and half are white. However, we are united in our need for jobs, decent schools for our children, decent housing and proper health care. We need to respect one another. We must respect all the various racial groups in our society and we must work alongside one another, or it will not be a good place in which to live and work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The black community in Ladywood has been undermined and hurt badly by the Government’s actions. The Nationality Act 1982, which was placed on the statute book in the previous Parliament, has made the black community feel insecure and unwanted. That includes the generation which came as immigrants and the generation that is growing up that was born in Britain. These people must be made welcome and be part of our society, or it will be dangerous for us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Black people, especially those who originated from the Indian subcontinent, are harassed constantly by disgraceful immigration procedures. Many of them have approached me already to make representations. There are families which want to look after their aging parents and which can afford to do so. They have a house and they want to care for them. However, we do not allow Asian families settled here and which are prosperous to look after their aging parents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am making representations to the Minister of State, Home Office about a case which encapsulates all that is wrong with our immigration procedures. It concerns an old man who is a citizen of the United Kingdom and the colonies. He fought for Britain in the first and second world wars. He was made a prisoner of war by the Japanese. He has come to Britain and has been refused entry. He is here on temporary admission while I make representations. That old man is shocked and astounded that the country that he respected, honoured, worked for and fought for will not allow him to come in as a visitor. That is what has been done to a large part of the population in my constituency and it is not good enough. It is not the behaviour of a civilised society and we can do better than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall draw my remarks to a conclusion in a form that will reflect part of the speech of the right hon. Member for Cambridgeshire, South-East (Mr. Pym), who was the Foreign Secretary in the previous Government. The Government must not think that their increased majority means that they have a mandate for their policies. They were given a smaller vote than that which the previous Government secured in 1979. They did not win a great victory in areas such as Ladywood, where more than 50 per cent. of the people are opposed to them. The intensity of that opposition is great. It is not an exaggeration to say that the Government are hated in my constituency, especially their leadership. People hate them with vigour. This is divisive, destructive and damaging to our society. If there are not changes, I fear for us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}