{
    "url": "https://www.ukpol.co.uk/clare-short-1985-speech-on-silentnight-plc/",
    "title": "Clare Short – 1985 Speech on Silentnight Plc",
    "post_date": "June 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Clare Short",
            "url": "/tag/clare-short/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clare Short, the then Labour MP for Birmingham Ladywood, in the House of Commons on 3 December 1985.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House gives its fill support to the employees of Silentnight plc who are on strike; notes that the workforce of the company have shown great forbearance in the face of an aggressive and obdurate management, that the union agreed to forgo a claimed pay rise for three months in return for an undertaking by the company of no further redundancies, but that the company broke the agreement eight weeks later by declaring another 52 employees redundant and that the present strike was supported by a ballot of the workforce; condemns the company for refusing a union offer to submit the dispute to binding arbitration and for dismissing those on strike; further notes that the company’s claim that it cannot afford a pay rise costing £210,000 in a year fits oddly with its ability to pay out dividends to family shareholders of £700,000; and calls upon the company to lift the dismissal notices and negotiate, and upon the Government to use its influence to bring an end to this dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I begin by making it clear that my hon. Friend the Member for Kingston upon Hull, East (Mr. Prescott), deeply regrets his absence tonight and has asked me to put on record for the House and the Silentnight workers his regret that his duties have taken him elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have chosen to debate this dispute partly because we and the Silentnight workers want a settlement of this six-month dispute. We believe that if the Government were willing, they could use their influence to settle the dispute. We do not accept the Government’s amendment and their suggestion that they find the dispute regrettable. If they did, they could use their influence to bring the dispute to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also wish to debate the dispute because of its wider implications. We want to know whether there are the kind of industrial relations the Government are now seeking. We hear much about a new atmosphere in industrial relations and about management’s right to manage. We want to know whether the Government intend to return us to 19th-century industrial relations and to the bitterness and conflict that we see in the Silentnight dispute. We are all aware of examples of this style of industrial relations from our own constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency there was a similar bitter dispute that ended some months ago at Kenwal Brothers in Middlemore road. It lasted 19 weeks. It was a small textile workshop with appalling conditions and illegal rates of pay. The workers learned that the rates were illegal and that there were such things as wages councils which were meant to protect them. They learned of their rights, and it was not because the wages inspectorate came to inspect the offices. The workers joined a trade union. The owner conceded the minimum rates under the wages council and shortly afterwards deliberately provoked a dispute which lasted 19 weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the request of the workers, I was involved in meetings with the owner. He told me that he deeply regretted the dispute, that everything that he had built up in his working life was now lost and that he would have to sell up. Once the mostly Asian women workers at Kenwal Brothers decided that they could not go on with their strike, the owner reopened his business and took on more workers, as I understand it, at illegal rates of pay. Again the wages inspectorate has not intervened. We have ​ a strong sense of community in Ladywood, however, and the owner is finding it difficult to obtain enough workers. My hon. Friend could tell similar stories of a deterioration of industrial relations which the Government seem to describe as an improved atmosphere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Silentnight dispute has been going on for six months. It has caused enormous hardship to those who are on strike and has also caused the company’s first loss. The half-yearly figures published in October showed an £828,000 group loss compared with a £1·1 million profit for the same period last year. The company, it seems, is willing to damage its financial interests as well as the livelihoods of its 346 workers, for purely ideological reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government may wish to claim that the dispute has nothing to do with them. That is the implication of the amendment that they seek to move tonight. That claim does not stand up to scrutiny when we look at the record of the company, its involvement with the Conservative party and the record of Ministers and their entanglement with the company.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Atkins (South Ribble)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The what?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms. Short**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall come to what I am implying. Mr. Tom Clarke, who is a chairman of the company, is a member of the Conservative party and was until recently president of the Skipton Conservative association. His links with the Tory party got him an OBE from the present Government for services to industry. It also got him a visit from the Prime Minister—certainly a Minister—in 1983, who described him as “Mr. Wonderful”. We want to know from the Minister tonight whether the Government still consider him and his industrial relations policy wonderful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even worse, in the Adjournment debate on 6 November initiated by my hon. Friend the Member for Burnley (Mr. Pike), the Under-Secretary of State for Employment, the hon. Member for Rossendale and Darwen (Mr. Trippier)—we notice that he is not answering for the Government tonight and wonder whether that is some form of an apology—defended the management of the company and gave a misleading account of the dispute, taken, we believe, from a misleading company briefing published for the purpose of that debate. He made some wild and unsubstantiated allegations about violent conflict in the course of the dispute. Much of this was misleading and untrue. It is likely that some of it will be repeated this evening so my hon. Friend the Member for Burnley will deal with the allegations in some detail later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dave Nellist (Coventry, South-East)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend referred to allegations of violence or intimidation—at least, that was the implication of her words. Is she aware that, after the 5,000-strong rally on Saturday in Barnoldswick in support of the strikers, Mr. David Marshall, the regional official of the Furniture, Timber and Allied Trades Union, was attacked and injured by two men with sticks? If pickets had attacked management representatives, right hon. and hon. Members on the Government Front Bench and every Tory newspaper in Britain would have been talking about or reporting acts of violence and intimidation. When union officials are on the receiving end of sticks, there is total silence from Ministers and Tory newspapers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Ms. Short**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was not aware of that, and I am grateful to my hon. Friend for having put the matter on the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Adjournment debate to which I have referred, the Minister cannot claim that he was being impartial about the dispute and expressing the regret that the Government claim in the amendment that the dispute has been continuing for some time. He made no attempt to encourage conciliation and a settlement. Indeed, he said that the Prime Minister was right to praise Mr. Clarke, and added:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We need more people like Tom Clarke.”—[Official Report, 6 November 1985; Vol. 86, c. 103.].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall tell the House what the local newspaper, the Lancashire Evening Telegraph—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. D. N. Campbell-Savours (Workington)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a good newspaper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms. Short**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "thought of the remarks of the Minister, the hon. Member for Rossendale and Darwen. Its editorial of 8 November reads:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What kind of employment minister is the one likely to appear more responsible—one who seeks to end a strike or one who fans the flames of the dispute?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We ask this because of the apparently crass and partisan behaviour of Rossendale and Darwen MP Mr. David Trippier, No. 2 at the Department of Employment”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know whether the Minister is No. 2 in the Department—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“during the Commons debate into the bitter, 22-week dispute at the Silentnight works at Barnoldswick, where some 500 employees were sacked after striking over a pay claim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For we believe Mr. Trippier comes out of it very badly—in seeming to take sides and so wasting the opportunity to use his office to get both sides together. He is sufficiently experienced to know that no dispute is ever solved by intransigence, but his line in the debate can only prolong that attitude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If his stance were prompted by a belief that the public generally does support governmental moves to curb over-reaching trade union power, he has made the mistake of going too far into the realm of pure union-bashing, something which, we believe, goes beyond most people’s idea of political responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So in declaring his support for this employer and saying that the country needs more like it, Mr. Trippier overlooks the fact that firms cannot thrive in the atmosphere of polarised industrial relations and that it is the duty of a responsible employment minister to promote the alternative.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hope that tonight we may get a rather different attitude from the Department of Employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The history of the dispute is well known. There have been articles in The Guardian, The Times and the Daily Mirror and a programme on Channel 4. That is quite remarkable for a relatively small localised dispute. It is surprising that it received such strong national coverage. Perhaps the reason is that the injustice is so gross. It is a typical example of the shifting mood in industrial relations which the Government seem anxious to promote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In January 1985, the company asked the workers to forgo a wage increase for between three and four months to avoid job losses. The workers agreed to that. In April 1985, the company reneged on the deal and declared 56 redundancies. The workers accordingly requested their pay increase. The company refused and said that it could not afford to pay it. The trade union made inquiries to ascertain whether that was true and undertook some research. It found that the claim was false.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It found, first, that from January 1984 to January 1985 the company made a profit of £595,000; secondly, that the Silentnight group of companies made a profit of £2·5 million; thirdly, that the chief executive of the company, ​ Mr. Tom Clarke, received a £5,000 a year increase, bringing his salary to £50,000 a year; fourthly, that a family trust called Famco, which is composed of Mr. Tom Clarke and immediate members of his family, received £646,000 this year in dividends from group profits; and, fifthly, that it would have cost only £250,000 over 12 months to pay the members of the union their nationally agreed wage rise. These are the economic facts of the dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In May, there was a ballot at the company on the refusal to honour the award. The result was that 352 workers voted for industrial action and 203 against out of a work force of 700. The ballot produced a 3:2 majority in favour of industrial action. The company remained obstinate and refused arbitration on a number of occasions. Despite what the company is putting out in its briefings and what the Under-Secretary of State, the hon. Member for Rossendale and Darwen, said in the Adjournment debate, the union declared itself willing to go to arbitration in the absence of any terms. It did so because it was not possible to reach agreement on terms. The union has been anxious throughout the dispute to go to arbitration and the company has refused to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result of the failure to come to an agreement, a go-slow started on 10 June. Again, the workers were anxious not to strike. They decided merely to take some action to promote negotiations with the management. Immediately the go-slow started, shop stewards were summoned by the management and told that if the workers were not working normally in 10 minutes, they would be suspended and sent home. The result was that 200 were suspended. The remaining workers walked out. Three factories came to a standstill and, in July, 346 workers received dismissal notices. They are still on strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those workers want—and we want—the Government to use their substantial influence with the company to arrive at a settlement and get the workers back to work. Are the Government willing to use their influence in that way? Is the Minister willing to say that he thinks that the dismissal notices should be withdrawn and that there should be negotiations? If he is not, we are forced to conclude that this is an example of the industrial relations that the Government are trying to promote and that this is what they mean by management’s right to manage. If that happens, we know that there will be more and more bitter conflicts of this sort throughout the land which will bring benefit to no one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}