{
    "url": "https://www.ukpol.co.uk/gavin-shuker-2019-speech-on-transport-in-bedfordshire/",
    "title": "Gavin Shuker – 2019 Speech on Transport in Bedfordshire",
    "post_date": "July 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Gavin Shuker",
            "url": "/tag/gavin-shuker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gavin Shuker, the Independent MP for Luton South, in the House of Commons on 17 July 2019.",
    "content": [
        "I am extremely grateful to Mr Speaker for granting—and to you, Madam Deputy Speaker, for chairing—this Adjournment debate on the topic of transport in Bedfordshire and, of course, in Luton. This issue is incredibly important to my constituents and to me. We all know that transport is a key enabler of economic growth, allows access to work and education, and is increasingly recognised as key to tackling loneliness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency is fortunate to have a number of great transport options, with the midland main line for rail, the M1 motorway and its proximity to the M25, and of course London Luton airport. These are the fruits of far-sighted decisions and investments made both in this place and elsewhere over the decades, but we cannot stand still. Infrastructure from the 20th century will not be sufficient for us to thrive in the 21st. While, understandably, that means having better broadband, with 5G and rural connectivity, it must mean having better roads, trains, buses and aviation links. Today, I wish to outline five areas in which I believe transport in Bedfordshire needs to put in good stead for this century, not just for the last.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we all know that we must develop our roads with an eye to the vehicles that will use them. Yes, this means electric vehicles and self-driving vehicles, but it will continue to mean existing petrol and diesel vehicles for some years to come. These contribute to climate change and cause congestion, but they are also a lifeline for the 54% of my constituents who travel to work by car, and they are essential for many living with disabilities. In supporting the logistics industry, good road connections will always be at the heart of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In that context, I remind the House that the M1 motorway was this country’s first full-length motorway, and it is a major strategic route. It is currently being upgraded to a smart motorway north of London. This is of course welcome, and it will tackle congestion on routes as they grow. However, the M1 leaving Bedfordshire south of junction 10, which has been subject to its own upgrade programme in recent years, is not currently operating in the same way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on bringing this forward. There is not an MP in the House who does not have a transport problem in his constituency. My understanding is that the hon. Gentleman has problems with road closures across his constituency, as I have in mine. Ever mindful of that—and I did do some research into his key issue—is the hon. Gentleman worried about the disruption that the closure of the A6 for repairs will cause for transport in Bedfordshire, and if so, are there plans to tackle the disruption? If we do not tackle such disruption in every constituency, and particularly in this one, we will have a real problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Shuker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful to the hon. Gentleman, who once again uses his well-recognised ingenuity to raise the parallels between his constituency and my own. He is obviously well versed in the issues of ​the A6 just south of Bedford and adjacent to the village of Wilstead. He is quite right that its closure for up to six months will have a knock-on effect on constituents and on my constituency. I might say that I am surprised he did not raise the user experience of Luton airport, as he is of course a keen commuter backwards and forwards to his own constituency. Later in my speech, he may have some views on Luton airport, as I am sure he will have tried one of the many routes allowing him to get back to his constituency from the brilliant user experience that is London Luton airport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to say that I have had the opportunity to use the Luton airport connection to Belfast City. It is extremely usable and accessible, but I would say to the hon. Gentleman that, unfortunately, Heathrow is just that wee bit handier for here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Shuker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly grateful that the main business of the House finished much sooner than we were expecting, because if the hon. Gentleman wants a long list of the many advantages that are coming to London Luton airport—in many ways, they may outstrip the advantages of London Heathrow airport in the years to come—I am sure I will be able to mention them at some point in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, the M1 south of Bedfordshire does need looking at, particularly as London Luton airport looks to expand in the coming years. I ask the Minister to consider carefully whether the existing programme of development that is already in place will provide the capacity needed to keep the traffic flowing not in just in the next five or 10 years, but for the next 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That said, there is a wide body of evidence to show that simply widening roads does not do much to reduce congestion, as new capacity brings forward new demand. The brave programme, put in place under the previous Administration, of exploring smart motorways might allow further expansion of capacity south of Luton airport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other point about roads I would like to make before I move on is that it is 30 years since bus deregulation, and there is clear demand to reverse it. As a regular user of the bus services in my constituency—I acknowledge that there are many benefits as well as the cost implications, which in many ways are very different from those in major metropolitan areas—I am keen to hear the Minister’s thoughts on whether the process of allowing local authorities to have a greater say on the provision of services, achieved in places such as Manchester and London, could be extended to Luton, Bedfordshire and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we must provide our railways with the resources they need to succeed in the decades to come. The railway is extremely important to Luton. Many people travel to London for work or to see friends and family, while many thousands of others travel in the other direction to take a flight from London Luton airport. There is even more travel from Luton to Kettering and beyond, and such northerly connections are essential. Our railways serve a diverse set of needs. They might easily be characterised as just London’s commuter belt, but they are much more than that: they are Bedfordshire’s link to the world. Luton’s stations, of which there are three, serve 7.7 million people each year, and they are growing rapidly. That growth is built partially on the ​delivery of the Thameslink programme, which delivered extended platforms and a new footbridge to Luton station. In some ways, however, access for my constituents was diminished by the implementation of that programme and further fixes have not been put in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside the botched timetable changes for Thameslink in May last year, which were very damaging to Lutonians, the programme as a whole delivered more seats, trains and capacity for Luton. I acknowledge that a lot has been achieved on rail transport in the past decade, but we should also remember that such programmes take time to be implemented. The Thameslink programme was originally called Thameslink 2000. It was proposed in 1991, just three years after the first Thameslink services began. Planning permission was not granted until 2006 and funding not delivered until 2007. It took 30 years to deliver the Thameslink project. Much of that time involved important consultation, impact assessments and cost implications, but Luton has not stood still in the past three decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the Minister has journeyed to see some of the improvements in Luton, and I met him at London Luton airport among other places, but I encourage him to see Luton railway station and the surrounding area. In the past decade, the area around Luton railway station has been completely transformed, with major investment by the local authority, businesses and others. The one remaining eyesore that still exists there, which I will come on to speak about, is Luton railway station.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Luton to Dunstable busway, residents of the nearby town have access to London via Luton in less than 30 minutes. Over the past 30 years, Luton has grown significantly, and so have its transport needs. I am not the only Member of Parliament from this part of England to complain about his local train service. I would not want to put any money on the number of Adjournment debates you have sat through during your tenure, Madam Deputy Speaker, involving Members standing up to complain about commuter journeys. I acknowledge that the south-east does receive its fair share of transport funding, but that only serves to remind us that there is such a strain on railway services in the south-east because of demand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I put on record that there are currently serious problems due to timetabling on the midland main line. As a result of the last-minute downgrading of the Thameslink programme and delays to the midland main line upgrade programme, last May, Luton station—where passenger numbers have risen by 12%—did not gain services but lost its peak-time East Midlands Trains services. Many of my constituents preferred using these services to get into and out of London in the evening, because they get to London faster and go more directly. At least at that time, however, the Department for Transport, in seeking to try to take some responsibility for the mess that had been caused, mandated Thameslink to provide for the loss of the services by providing additional fast peak-time Thameslink trains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Infrastructure constraints mean that providing the replacement services to Luton required some Thameslink services to no longer stop at Harpenden, just a couple of stations down the line. Govia Thameslink Railway, which manages the route, has announced today that it will consult on moving some peak-time Luton services so that they stop at Harpenden. Many of my constituents rely on these services for their employment, and I would ​be deeply concerned to see their livelihoods put at risk by any loss of services from Luton. In February this year, I successfully blocked that move in an ill-tempered meeting with representatives of the company, commuter groups and other MPs. It was not a pleasant experience to have to do that to try to prevent services that rightly serve my constituency from being taken away and given to groups that shout more loudly in more leafy areas further down the line. As this consultation opens today, I urge all residents of Luton and those who travel from there to take note and contribute. In a growing town with growing railway usage, train users should have more trains, not fewer, and Luton residents who rely on these services to get to work must be heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that there are difficulties caused by the delayed midland main line upgrade in places such as Harpenden, and while it is easy to sympathise with commuters further down the network towards London, any changes to the timetable should reflect the data and not just those who shout the loudest. I would go further and say that the consultation should also take into account the economic inequalities that are in play. Arguments to move services based on the proportion of season ticket holders, for example, do not accurately reflect the number of commuters, but rather the number of commuters who have the financial means and access to purchase expensive season tickets. It is a misleading comparison, and acting upon it would be hugely regressive for my constituents. It would be wrong to remove services, and particularly those put in place to mitigate the loss of other services due to the Government failing to foresee what was about to happen on that congested stretch of line, to serve a richer, more vocal community at the cost of a poorer one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me say this: I will not stand by and watch my residents’ services taken away by a more vocal minority. It is an injustice, and the Department should not hide behind Thameslink’s action, if the move that the consultation brings about takes services away from Luton and places them in the hands of Harpenden.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we must make our railway stations fit for everyone in the community, so I make no apologies for raising again the matter of Luton station, which serves some 3.7 million passengers a year. Close watchers of this House’s proceedings will recall that 1,223 days ago, I secured an Adjournment debate on this matter, noting at the time that no progress had been made on the rebuild in the 2,179 days since the hon. Member for Luton North (Kelvin Hopkins) had secured a debate on this issue. My maths tells me that 3,402 days have now passed since that first debate, and I regret to inform the House that, despite widespread agreement that the upgrade at Luton station is required, no progress has been made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Luton station was identified in 2009 as one of the 10 worst stations in the country, and it was promised money from the £50 million better stations programme, but it saw that funding pulled by the coalition Government when they came to power in May 2010. The station is as old, tired and inaccessible as it was 10 years ago. Because of its location in the town, the station also harms accessibility for people who want to get from one part of the town to another to access jobs, education and shopping opportunities. Frustratingly, funding for that ​vital rebuild has been close on several occasions, but it has not been close enough for my constituents. Luton station has received no new funding in a decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I seek a commitment from the Minister to meeting me, GTR and local rail users to discuss how we can improve Luton station. There is no point in delivering a railway that succeeds for the decades to come if it continues to fail some of the most marginalised groups in our society. I would like the Minister to reflect on the fact that in richer constituencies along the Thameslink line—the line has received £7 billion of investment to upgrade capacity—works have been scheduled in control period 6, and other upgrades have been delivered in control periods 4 and 5, but there has been a complete failure to mandate any upgrades to the facilities at Luton station.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, we must enable aviation to succeed in the national interest. I see you taking the Chair, Mr Deputy Speaker, and you will be pleased to hear that I only wish to make five points. I have long championed Luton airport, which is in my constituency and which supports around 30,000 jobs and puts £1.5 billion into the local economy. Each household in Luton benefits to the tune of £340 a year because we chose not to sell off London Luton airport in the late 1980s, as many on the local authority wished us to do. In retrospect, that looks like a very smart decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefits are widely spread. The airport carries 16.6 million passengers a year; that figure is 80% higher than when I came into the House in 2010. The airport is England’s gateway to the rest of the world, and it brings major benefits to the whole country, as well as to my constituency. Crucially, it has delivered growth and improvement with no additional runway capacity; we still operate with the same runway that we have used for many years. That is in line with the Government’s aviation strategy, which allows expansion but not at Luton airport. I welcome the airport’s masterplan for sustainable growth over the next 30 years, which seeks to take capacity from 18 million passengers a year to 32 million or 33 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will be asked to make a decision on expansion at Luton airport, because only central Government can balance matters of national importance against local concerns. Against the backdrop of otherwise unmeetable aviation demand in the south of England, expansion is necessary and wholly appropriate. We know that we can deliver it at Luton, where we have a real vision for an airport that is currently Britain’s fifth largest. It is also right that local authorities make decisions on smaller matters that might affect local residents but that are not strategic concerns for the nation. As an example, increasing the planning limit on noise at Luton airport by some small amount will directly affect local residents, but it will not have massive strategic implications for the future of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both those planning processes are appropriate and important. Personally, I think that it is outrageous deliberately to conflate the two, alongside the local authority’s ownership of London Luton airport. That might make good copy in the pages of the Herts Advertiser, but it represents really poor behaviour from those who should know better. I would appreciate it if the Minister laid out his understanding and expectation that under ​the current planning framework, the decision to undertake any major expansion at London Luton airport would be made by central Government after weighing up all the implications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifthly, and finally, interconnectivity between different modes of transport must be at the heart of any transport strategy for Bedfordshire. I should point out that the largest railway station in my constituency is not Luton, but Luton Airport Parkway, which serves 3.9 million passengers each year. At present, it takes about at least 20 minutes to get from the station to the airport terminals. If we are to enable aviation to succeed—Luton airport is particularly important to airport capacity in the south of England—we must provide easy interconnectivity between the airport and the railway. That is why the Luton Borough Council’s investment of £220 million in the direct air-rail transit, or DART, system is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now take great pleasure in commuting from my constituency and seeing the progress that is being made on that project every day. DART will greatly improve passenger connectivity, cutting the shortest journey time between St Pancras station in central London and the terminal door to less than 30 minutes. I believe that when it is in place, it will be quicker for me to travel from the House of Commons to Luton airport than to travel from the House to Heathrow—certainly before the new Elizabeth line opens. I encourage Members to try that out when the opportunity comes along.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most services currently take considerably longer than 30 minutes, however. The shortest journey time of under 30 minutes is possible on just one train per hour. Most airports—for example, Gatwick and Heathrow—benefit from four fast trains per hour from central London, but those airports are full, and any new construction will not be completed for decades. I am sure the Minister will agree that Luton airport has an essential role in meeting new aviation demand, but it will not be able to play that role without effective surface access, which, in my view, requires a Government commitment to putting its rail connections on an equal footing with those of Gatwick and Heathrow. As the Minister knows, I lobbied hard for that at the time of the awarding of the East Midlands franchise and was disappointed by the missed opportunity to mandate four fast trains per hour. I ask the Minister to work with me in trying to lobby the new operator, Abellio, to introduce that service voluntarily. Even at this late stage, it will be missing an opportunity if it does not do so, as the airport seeks to expand and potentially double its numbers over the coming years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That five-point plan for improving transport connectivity in my constituency and beyond is obviously not conclusive. It will not radically transform transport. The issues are more complex than that. No single Minister is likely to pick up a pen to grant all those wishes in one go. That is, in many ways, part of the frustration experienced by a Minister at the Department for Transport: making decisions that will take a long time to come to fruition. However, these are the important bread-and-butter issues on which we are elected to the House to deliver. I would love the sort of decision-making prowess for which the Minister is renowned to be applied to them and particularly to the rebuilding of Luton station. In that context, I shall welcome him back to Luton as soon as his diary secretary will allow him to pay it a visit.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}