{
    "url": "https://www.ukpol.co.uk/john-silkin-1978-statement-on-spillers-french-bakery-closures/",
    "title": "John Silkin – 1978 Statement on Spillers French Bakery Closures",
    "post_date": "March 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "John Silkin",
            "url": "/tag/john-silkin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by John Silkin, the then Minister of Agriculture, Fisheries and Food, in the House of Commons on 10 April 1978.",
    "content": [
        "Spillers Limited announced last Friday that it had decided to withdraw from bread baking. We understand that over the last six years its losses on bread making have amounted to £28 million. Spillers has decided that the only way in which it can continue as a sound and viable group is to give up bread baking altogether. The company is selling 13 bakeries to Rank Hovis McDougall and Associated British Foods. This will ensure that the jobs of 5,100 employees are maintained. But the closure of the remaining 23 bakeries means the loss of 6,370 full-time and 1,620 part-time jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In order to complete this transfer the companies concerned needed to know whether a reference to the Monopolies and Mergers Commission would be made. Immediately before Easter, therefore, Spillers approached the Government in strict confidence, through the Bank of England, on this question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After following the statutory procedures and in the light of the advice of the Office of Fair Trading, my right hon. Friend the Secretary of State for Prices and Consumer Protection decided, on the information before him, not to make such a reference. This decision took account of discussions between the Ministers concerned and the major baking companies in the course of which various points were clarified and a number of assurances given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In particular RHM and ABF have given assurances that they will keep open the bakeries transferred to them for at least a year. They have said that they are taking over all the Spillers bakeries for which they can see a profitable future. They also expect, subject to agreement with the unions on working procedures, to recruit the equivalent of over 2,000 additional employees at their existing ​ bakeries, including those in Liverpool, Glasgow and the North-East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The companies have said that the closures will not endanger bread supplies. ABF and RHM have stated that they do not expect to pre-notify a further price increase before late 1978.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clearly a matter for serious concern that the measures now taken involve sudden large-scale redundancies in a single firm. The Government greatly regret that they have not had more notice of the closures. But, having regard to the substatial over-capacity in the baking industry and Spillers’ financial difficulties, Ministers concluded in the circumstances that the reorganisation proposed is probably the least unattractive of all the unattractive courses of action available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}