{
    "url": "https://www.ukpol.co.uk/jim-sillars-1978-speech-on-the-doon-valley/",
    "title": "Jim Sillars – 1978 Speech on the Doon Valley",
    "post_date": "March 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Sillars",
            "url": "/tag/jim-sillars/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Sillars, the then Labour MP for South Ayrshire, in the House of Commons on 9 March 1978.",
    "content": [
        "The people of Doon Valley are very grateful that this subject should have been selected for debate this evening. For them the development status of the area with implications for future levels of employment, is a matter of supreme importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The constituency of South Ayrshire covers 700 square miles, and has a number of communities in different areas, all of which fact: considerable problems over employment. We already have two special development areas—one of long standing covering the Girvan district in the south, and one in the north at Cum-nock, the designation of which is of more recent origins, and is relevant to the subpect of the Doon Valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I emphasise that I do not and nor does anyone else in the Doon Valley object to the designation of Cumnock as a special development area. Although Cumnock is not the subject of the debate this evening, unemployment is high there too. There is constant anxiety about future developments and the special development area status is fully justified and should be retained. There is no question of Cumnock versus Doon Valley. My contention is that both areas justify special status, and my complaint is that only one area of need has been recognised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a tribute to the fair-mindedness of the people of the Cumnock district that they have expressed shock at the exclusion of Doon Valley and that they give full support to its inclusion. There are anxieties and problems in most parts of South Argyleshire, but one could find unanimous agreement that the area with the greatest number of problems, and that which faces, the most acute jobs crisis, is the Doon Valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My purpose is to prove the case that the Doon Valley should be included in the special development status given to Cumnock just under a year ago. To make the case I want to sketch in some of the background and provide details of the character of the problem confronting us now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main villages are Dalmellington, Bellsbank, Patna, Rankinston, and Dalrymple. The total population is about 10,000 in these villages. The coal deposits underlying most of the area gave rise to the rapid development of the Valley, starting around 1840, when the iron masters moved in to exploit the mineral wealth. Exploit them they did, and they exploited the labour, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ironfounding declined from the turn of the century and by the 1920s it was coal mining that dominated the Valley. It is still coal mining, with only one pit left—Pennyvenie colliery—that dominates employment. One pit, and still no alternative work for men.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not as though this situation that we face is new. There have been six colliery closures since 1952. In 1960, total colliery manpower was 2,034, which, together with associated activities, gave us a male work force of 2,202. By 1970 that had declined to a total work force of 1,056, and we are now down to just around the 500 level. In the past eight years, since I became the Member for the area, the needs of the Doon Valley have been raised several times in similar debates, and the local authorities and interest groups within the area have persistently pressed for action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What I have described is a pattern of exploitation which has been the curse of the Doon Valley—namely, all give and no take, and the extraction of wealth with no retention or return of industrial investment to secure the future of the people without whose effort the wealth would never have been produced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been pointed out to me with some force by Tom White, the district council’s area officer, that the pattern of exploitation continues. The NCB opencast executive is now working on the Beoch area, above Dalmellington and, with an annual output of around 192,000 tons in a highly profitable operation, is taking the last of the coal-based wealth from the valley. Again the valley gives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of the dominant position of the coal industry in the area, and because coal has been in public ownership for 30 years, the Doon Valley and its people have, in effect, been in public ownership. They are entitled to expect from that situation, to which Socialists strive, better treatment than they have received.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Had the iron masters remained in control these past 30 years and ripped off the wealth of the area and left it in a state of decline and demoralisation, they would rightly stand condemned. The fact that they were replaced by a publicly-owned industry, with Government assuming public responsibility, in no way lessens the condemnation. Indeed, the degree of condemnation increases because the replacement of private by public control ​ is supposed to avoid what the valley is now going through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The position that we now face is grim. The local councils—Strathclyde Regional Council and the district council—have appointed an area co-ordinator. This post for the Doon Valley has been set up on an experimental basis for three years to tackle the worst effects of multiple deprivation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This initiative comes after the publication by the district council of a special report on the Doon Valley, which was published in September 1976. That report highlighted the priority category of the valley. I quote from paragraph 3.3:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The most recent blow to the employment situation came from the closure of the Minnivey Colliery, which stopped production in November 1975, with the loss of 290 jobs. The only remaining colliery at Pennyvenie has an employment force of 440 but the reserves in this colliery are not expected to last for more than four years at the outside. The number of new jobs required to absorb the labour available from this pit closure alone is evidence of the need for immediate action if the existing communities are to remain viable.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later the report went on to state, in paragraph 7.2:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Very briefly, it is clear that the failure to act quickly and attract industry to the Doon Valley will result in a considerable blow to the communities involved. One very possible scenario would include a rapid fall in population due to out-migration, the increase in unemployment rates, the decreased likelihood of entrepreneurs investing in the area, an ageing population, the declining viability of schools, shops and other essential services, the gradual worsening of public transport, etc. Cause and effect may be difficult to establish, but all factors would serve to mutually reinforce each other in an inevitable and vicious downward spiral.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is what is happening now. We are in a downward spiral. With constant fears about the life-span of Pennyvenie, unemployment rising, an absence of any moves on a new industrial base, morale among the people is sagging again.  \nI shall show figures to prove that I do not exaggerate. These were presented at a meeting called by the area co-ordinator, held in Patna on 26th January. They are the figures for male unemployment based upon a 17 per cent, sample of the village communities. They are as follows: Rankinston, 29·8 per cent.; Patna, 19·7 per cent.; Dalrymple, 21·6 per cent.; Dalmellington, 33·2 per cent.; Bellsbank, 25·2 per cent.; and the Doon Valley as a whole, 25·2 per cent. If anything happened to the Pennyvenie colliery, the ​ figures would leap upwards, with some areas having male unemployment of between 30 per cent, and 40 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that it is not the remit of the Department of Industry to answer for Pennyvenie. I have already sought assurances from the Department of Energy and the National Coal Board about the life of the colliery. Everyone knows that there is limited life there, and that makes it imperative to get new industry in with male jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the levels of unemployment, the pronounced decline in mining, the precarious position of the last pit, the need to demonstrate that the people of the valley are not forgotten and the known views of the district council for special treatment, it came as a stunning blow to be excluded when the Cumnock designation took place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cumnock and Doon Valley district is in two distinct parts. To extend special development area status to one part and exclude the other more depressed area is obvious nonsense. Moreover, it is dangerous nonsense, as it totally undermines the strategy adopted by the regional and district councils. It puts the Doon Valley at a serious disadvantage when everyone states without equivocation that it needs to be advantaged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since that remarkable error of judgment I have been to both the Minister of State, Scottish Office, and the Minister of State, Department of Industry. I have taken local authority deputations to both Ministers. I have written on a number of occasions to the Minister of State Department of Industry. I am told by him in correspondence dated 2nd March that he is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“still considering the representations about Special Development Area status but I do see considerable difficulties in making any further substantial upgradings at this stage.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What no Minister has yet explained, and the people are entitled to know is why the Doon Valley was excluded in the first place. Given the facts of the situation, it was an incredible blunder. That point requires an answer tonight. Did the Department make the necessary inquiries? Did it know the facts, or did it overlook the valley altogether when making its assessment of where to place the designation of special development area status? We are not talking about making “further substantial upgradings” ​ but of correcting an obvious and glaring injustice to a community of just over 10,000 people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that when my hon. Friend replies he will not shelter behind the device that the Doon Valley is included in the Ayr employment exchange area, and that this makes it difficult to identify it administratively and thus to give it special development designation. I tell him in advance that to plead administrative problems is not acceptable. Any administrative problems pale into insignificance when compared with the valley’s unemployment rate, its bleak economic condition and the needs of the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My experience is that where there is a political will—the Government’s wages policy is an example—there is an administrative way. What has been lacking so far is the acknowledgement of error in excluding the valley, an acknowledgement that it must be an area of high priority, and the political will on the part of Government to make it such. Without those, it is patently obvious that so-called administrative problems are mere excuses for inaction.  \nWhat surprises many people in the Doon Valley and, indeed, in the Cum-nock area, is that this case should have to be made at all. Everyone else except the Government regards it as self-evident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "University departments concerned with policies of rehabilitation know about the Doon Valley. Those committees of Strathclyde Regional Council which deals with multiple deprivation and industrial policy, know of the special problems afflicting the Doon Valley. The district council told the Scottish Office in its report in 1976 that it wanted special development area status. The Scottish Development Agency knows how special the problem is. A large number of people walking about the streets in the West of Scotland know of the special nature of the problems in the valley, because of the publicity given to it over a long period. Everyone, it seems, knows except the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people that I represent in the valley are feeling sore. When they want to be picked out for special industrial help, they are ignored. When they do not want to be picked out as a possible nuclear waste area, they are picked out. ​ Legitimate requests for industrial action go unheard and equally legitimate objections to nuclear waste projects also fall upon deaf ears. They feel used and abused.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Understandably, the Government’s reputation in the Doon Valley is not high. Even their most active supporters feel let down. There is an opportunity tonight, with an affirmative to my request for special development area status, for the Minister to restore some of that lost faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier in my remarks I said that South Ayrshire had a number of priority areas. That is true. But the Doon Valley on any and every test is the most urgent. No matter the measurement criterion—be it geographical location, geology, topography, social environmental, economic, industrial—the Doon Valley is an outstanding priority. The people would prefer that this were not the case. They want it to be different. They deserve to have it different. But to achieve the progress that will make it different, we need recognition from the Government. I ask my hon. Friend to start tonight by conceding the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}