{
    "url": "https://www.ukpol.co.uk/mark-simmonds-2014-speech-in-nigeria/",
    "title": "Mark Simmonds – 2014 Speech in Nigeria",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Mark Simmonds",
            "url": "/tag/mark-simmonds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Simmonds, the Minister for Africa, in Abuja on 27th February 2014.",
    "content": [
        "Thank you, Mr President. Your Excellencies, distinguished guests: I am honoured to represent the British Government today – and to bring with me warm congratulations and best wishes from Her Majesty the Queen, on Nigeria’s 100th birthday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a particular privilege to join you all as my Prime Minister’s representative, to celebrate this important day and to strengthen and renew the unique ties between Nigeria and the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am honoured, Mr President, to speak today of Nigeria and Africa. I am always struck by Nigeria’s youth and vitality. I believe strongly that your country, and the countries represented here today, should be viewed through the lens of promise and ambition. I want to take this opportunity to focus on the great future ahead of Nigeria and its African counterparts face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a future that is closely linked to the achievement of prosperity, stability and democracy. And I believe that, as is the case in Europe, it is the choices African leaders make in these three areas that will determine Africa’s future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nigeria’s first Prime Minister, Sir Abubakar Tafawa Balewa, said on Independence Day in 1960 that Nigeria’s relations with the UK were “always as friends.” That is as true now as 54 years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our relationship is rooted in our joint history; in the large and important Nigerian community in the UK; the deep and expanding trade relationship; and our countless educational, sporting and cultural connections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it is exciting to recognize, as we stand at the dawn of a new century for Nigeria, that the future brings with it extraordinary possibilities for your country, and for many African nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1914, the amalgamation of the Northern and Southern Protectorates and Lagos, brought together peoples, territory and resources that had never before considered themselves as having mutual interests. That brought challenges- and perhaps still does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But Nigeria’s diversity has brought the Country strength, resilience and a multitude of talent. It has growing international influence as a peacekeeper, as a leader in the African Union and on the UN Security Council. The Country has become the driving economic and political force of its region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A child born in 1914 in Nigeria, joined a population of just 17 and a half million people. Now, the population is 10 times that figure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Nigeria today, more than 18,000 children will be born. In their lives, they could see Africa’s population quadruple; its GDP triple; a world where one child in every three is African.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They could witness extraordinary social, political, and economic shifts, boosting this continent’s global role as never before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, they could also suffer from the impacts of climate change and witness unprecedented competition, at every level, and perhaps unsustainable demands on Africa’s resources and environment. They will need productive jobs and will want a political, economic and social voice. Managing these challenges will test the leadership and vision of all those here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe we share a vision that we want to see realised in our lifetime. It is the vision of independent, thriving and dynamic African countries, overcoming poverty, famine and conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the vision of African families raised without disease; economies managed effectively, linked to open markets and providing jobs. It is the vision of African states governed with the consent and participation of their peoples and fundamental rights protected for everyone, regardless of your gender, ethnicity, belief, disability or sexuality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether it is in the tech hubs of Lagos and Nairobi or the scientific innovation in South Africa, energy and ambition can be found everywhere in Africa. This is why the United Kingdom is positive about the bright future for many African nations. This is thanks in large part to the achievements that many African governments have made, over the last decade, in lifting millions of people out of poverty and conflict. I would like to put on the record my admiration for this achievement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These achievements have brought African countries a long way. But if the vision that I have set out and which I believe we share is to be truly realised, African governments must now allow their countries to flourish. While some African governments are helping their countries to take off, others are yet to make a clear choice between building open governments, institutions and economies, or putting up barriers, oppressing minorities and ruling through fear and violence. I have no doubt about which choice Africans expect of their governments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1914, as Nigeria was being born, Europe stood on the verge of tearing itself apart. Europe’s future was uncertain. Its path towards democracy, prosperity and stability unclear. It was the choices European leaders made that have brought European countries to where they are today. Many of those choices brought success. But, as we sadly know, some of the choices brought terror and devastation to millions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If African nations are to avoid in the next century the mistakes European nations made over the last 100 years, then ultimately, African leaders – you here today – must make the right choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no exaggeration that the leaders here today hold in their hands the fate of possibly 1 billion people and their prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been privileged to see the ancient mosques of Timbuktu and to sit on the shores of Lake Kivu. I have been from Addis to Abidjan; from Cape Town to Khartoum. I’ve seen the mosaic of nations, cultures and histories that make up Africa’s richness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Africa’s variety defies easy categorisation. But I believe there may be a guiding narrative that will critical to Africa’s emergence: three areas in which the success of African governments will not be judged by rhetoric, but by outcomes. They are democracy, prosperity and security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first choice is on democracy: African nations will need to direct themselves with determination towards democracy. This is a call from Africans themselves, who – with a smart-phone in their hand and twitter at their fingertips – want to shape and define their future; choose committed leaders and hold them accountable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By virtue of her scale and energy, Nigeria could lead the way. Next February’s elections will be a vital milestone – Nigeria’s fifth consecutive Presidential election under civilian rule. Mr President, you have committed yourself to ensuring that the elections are free and fair. I am confident Nigerians will accept nothing less. And in doing so, you and your government could be a role model for many other African governments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, thanks to the rising African middle class, strong growth rates, and increasing stability, African economies are on the verge of take off. But, to get the wheels off the ground, African economies will need to choose to couple transparent, capable and visionary economic management with investments in infrastructure, education and energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, the journey towards sustainable prosperity can only be fuelled through African governments taking strides to unlock barriers to markets; reducing the cost of doing business; and stamping out corruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here, once again Nigeria is critical to success in the region and beyond. Non-oil growth is still 6%. But there’s potential for much more: genuinely transformational growth, especially if privatisation underway in the power sector delivers what it promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But democracies do not flourish nor do economies grow in the midst of instability. So the final area I want to highlight – for Nigeria and elsewhere – is the imperative of providing security for all citizens. Any government has the right, and indeed the obligation to defend its territory and people from terrorism. As it does so, it also has a duty to be the protector of its citizens and their universal and inalienable human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The defence of Africa’s people, and the proportionate use of legal force, are mutually reinforcing. The UK will partner African governments in seeking the eradication of violent extremism. But if we ignore the values that we want our own children to benefit from, we will act as a recruiter for the likes of Boko Haram and Al Shabaab. We must not forget what it is that we defend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK will continue to work with you all on African issues in the UN Security Council. We are partners in the Commonwealth, which African countries continue to join. We want to see a strong, ambitious African Union. We are opening Embassies and High Commissions across Africa, building linkages and strengthening our understanding. And we are expanding our network of trade and investment experts throughout African countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK Aid has been transformative for many African countries, tackling the roots of poverty and conflict and building the foundations for countries that can flourish. Our commitment to working in partnership on development – as here in Nigeria – remains. It is right that my government made a brave decision in 2010, in spite of the UK’s serious economic challenges, not to balance our books on the backs of Africa’s poor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are one of Africa’s largest traders. Indeed, in Nigeria we remain the largest investor, and are making strides to meet our ambition to double bilateral trade here, from £4 billion in 2011 to £8 billion this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As one of the world’s largest exporters and with our global leadership in education; logistics; retailing; creative industries; hydrocarbons; agriculture; banking; renewable energy; pharmaceuticals; financial services; extractives; research and development; and with businesses that pride themselves on sound ethical governance, the UK has much to offer Africa’s emerging economies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some will say we are doing these things out of self-interest. Let’s be clear. It is in the UK interest to promote democracy, stability and prosperity. But it is also in Africa’s interest too. And it’s an indicator of Africa’s importance in the 21st Century that the UK, and many other nations, seeks to build and sustain the partnerships that will take African countries well into the next century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to see Africa, Africans and African nations succeed. There is a bright future for this continent; fuelled by its energy, entrepreneurship and ambition. As Nigeria has shown, much has already been achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, the future journey will not be easy, the challenges will be great. But that opportunity that is at the fingertips of so many African people – with their governments’ help – must be seized. It is about making the right choices. It is about bringing true democracy, prosperity and stability to every one of your citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, we saw the parting of one of the World’s greatest leaders: Nelson Mandela. His death has left a challenge to all political leaders – Africa’s included – to meet the aspirations of our people, to demonstrate the same “servant leadership” that Mandela showed us. To choose transparency, to choose reconciliation, to choose partnership and opportunity for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So again I wish Nigeria a happy hundredth birthday. And I look forward to the next century of our partnership, and of Nigerian – and African – success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}