{
    "url": "https://www.ukpol.co.uk/david-simmonds-2022-speech-on-ukraine/",
    "title": "David Simmonds – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Simmonds",
            "url": "/tag/david-simmonds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Simmonds, the Conservative MP for Ruislip, Northwood and Pinner, in the House of Commons on 22 September 2022.",
    "content": [
        "I place on record my thanks to my two local authorities for the work they have done in supporting and resettling Ukrainians who have had to flee the war and find a new home in the United Kingdom. The work the Government have done to support them is fantastic, and I have heard good reports that the financial support, in particular, that has been made available has been enormously helpful. While there is clearly a little bit more work to do for those who are going to be settling in the UK in the long term, to ensure that access to education, healthcare and other services continues to be available in the time they are here, it is a success story despite some of the concerns that were raised at the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will focus on two points that emerge from what is happening in Ukraine at the moment, and from some of the points made by a number of Members about how we prepare for the future. Before being elected to this House, I was a member of one of the constituent bodies of the Council of Europe. Its meetings were always challenging, given that at that time, we had Ukraine—which had been invaded by Russia to the extent of Crimea—and Russia in the same room, debating their supposed mutual respect for human rights and the rule of law. But it is clear that with proposals such as the new European political community there is an opportunity for the UK and other countries that do respect the rule of law to bolster the position of politicians, civil society organisations and leaders in Russia who do not condone the actions of Vladimir Putin. He is by no means the only politician in Russia. Many of us who have been engaged in any sense in those international operations will know that there is internal opposition to him in that country. We hope that if the work being done by Ukrainians succeeds, and if the pressure brought to bear by the international community succeeds, we will have an opportunity to foster a relationship with a much more positive Russian Government than the one we have at the moment. It will bolster the efforts we are putting in to support Ukraine if we can strengthen the hand of critics of Putin at home, and that will lay the groundwork for a more constructive relationship in the future, which will be particularly important for the reconstruction of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I wish to touch on the point about cyber. I had the opportunity to be a witness at the Home Affairs Committee before being elected here, and prior to my session a witness from GCHQ was asked at the height of the Brexit debates, “Do the Russians want the UK to leave the EU?” The answer was very informative: what the Russians were seeking was not a particular outcome, but division in the west. They wanted us in this House and us in the west to be arguing among ourselves about what was happening. That goes to the heart of the points made by so many Members, and I echo this one: the unity and consistency of purpose across the allies is so vital to the long-term outcomes for Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}