{
    "url": "https://www.ukpol.co.uk/mark-simmonds-2013-speech-at-the-barclays-africa-forum/",
    "title": "Mark Simmonds – 2013 Speech at the Barclays Africa Forum",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Mark Simmonds",
            "url": "/tag/mark-simmonds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Foreign Office Minister, Mark Simmonds, on 20th June 2013.",
    "content": [
        "I am delighted to have the opportunity to speak at the second Barclays Africa Forum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank Barclays for hosting this event. As a bank that has been operating in Africa for over a century, you are better placed than most to provide insights into the many opportunities that the continent offers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is particularly pleasing to see so many representatives of British business here with an interest in Africa. But it should not be a surprise, because we are discussing Africa at an important moment in its history. People have spoken for many years of Africa being at a crossroads, but I think that – finally – the talk is justified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say that not just because of the news coming out of Africa – which I will return to shortly. I say it because last month I was in Addis Ababa for the celebrations that marked the 50th anniversary of the foundation of the Organisation of African Unity – a key milestone in the continent’s history – and because just this weekend five African Heads of State were here in London to take part in a conference ahead of this week’s G8 Summit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Prime Minister, David Cameron, said at the conference, we want to “forge together a new agenda that will drive growth for us all”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The active role played by the leaders from Ghana, Guinea, Senegal, Somalia and Tanzania was one of the many signs that Africa is taking its seat at the international top table. And just as we looked back at the last 50 years when I was in Addis, so we now have the opportunity to look to the next 50, as Africa takes the key decisions that will set its future path – how it manages its resources, how it approaches peacekeeping and security and how it enables its people to realise their ambitions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to focus my remarks on this future. To consider where Africa stands and where it’s heading. Why the UK is well placed to work with Africa on its journey. What the Government is doing to support the continent’s future. And how Government and business can work in partnership to build prosperity for Africa, and for Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**“Africa is hot”**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the end of April The Times ran an article that is synonymous with the new narrative of economic growth in Africa. Putting it simply, it said “Africa is hot.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, Africa’s growth story is nothing new. But I think that is telling in itself: you are all here because you know what the narrative is. You know that countries in sub-Saharan Africa fared better than most during the financial crisis. You know that growth projections are impressive and that the opportunities across the continent reflect this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The facts speak for themselves. The economy of sub-Saharan Africa is already worth £1.3 trillion, and it is forecast to be 50 percent higher in 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me take equity funds as a more specific example. Equity funds that badge themselves African held assets of less than $1 billion in 2006. That had risen to nearly $5 billion by the end of last year. Compare the headline figure to, say, Latin America and it doesn’t seem overly impressive – $5 billion to Latin America’s $38 billion. But compare the rate of growth and you get the real story. Sub-Saharan African funds saw an increase of close to 400 percent in just six years. In Latin America growth was less than 40 percent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This growth is compounded by a significant demographic shift. Not only is the population of Africa growing, it’s also becoming increasingly prosperous. Standard Chartered estimated that in 2011 around 60 million Africans had an annual income of more than $3,000. They predicted that this would rise to 100 million by 2015. Again, consider the rate of increase: nearly 70 percent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s not surprising, then, that the World Bank says that Africa is on the verge of an economic take-off similar to that experienced by China 30 years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet there is still a perception problem. Even now, many companies are put off by what we call the “old agenda”. They worry that doing business with Africa is too risky. Corruption, war and famine are words I hear all too often.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is, of course, a reason for that. As the situation in Mali, Somalia and other conflict areas makes clear, the “old agenda” has not gone away completely. But one of the key messages I make to companies in the UK and overseas is that Africa is not homogenous. Corruption, war and famine are very real in some places, but look across the continent as a whole and they are now exceptions, not the rule.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we need to continue spreading the message of Africa’s growth story, which is why events like this are so welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The UK as a partner of choice**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a story that the UK cannot – and should not – ignore.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s not just because it’s in the UK’s interest; it’s in Africa’s interest too, because the UK has a lot to offer to support Africa’s rise. We have expertise and skills in sectors from the financial services and the knowledge economy to oil and gas, green energy, agriculture and infrastructure. These are all areas in which British firms can add value that would benefit Africa in the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to look beyond even our expertise and skills and make the most of all the unique levers that give us competitive advantage in the African market. And by that I mean things like our close links of history, and personal ties built up over generations. Or the vital importance of English as the language of international relations and international business – a skill that many African countries want to develop further, and one they look to us to help them with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must do all we can to harness this comparative advantage, because – as the Prime Minister has said – we are in a global race. Indeed, much of the foreign investment surging into Africa is coming not from the developed world but from other emerging economies, China in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that Britain doesn’t lose out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Government’s response**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is exactly what the Government is seeking to do. We are working across Whitehall to support Africa’s rise, and to unlock as many business opportunities as we can in the process. But to do this successfully we need increasingly to work in partnership with business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of this is about improving the UK’s diplomatic presence on the ground. Since coming into office we have opened or re-opened Embassies in Somalia, South Sudan, Cote d’Ivoire, Madagascar and Liberia, as well as opening the doors of a new UK Trade and Investment office in Mozambique.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are backing this up with more effective – and more targeted – high-level engagement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers from across Government are visiting Africa frequently – myself included – and we are supporting a growing number of trade missions, such as those led by the Lord Mayor of London to Nigeria, Angola and Ghana in April and May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have created a sub-Saharan Africa Task Force of key companies and stakeholders, which, under Lord Green’s chairmanship, is seeking to better respond to the needs of businesses like yours. This complements the work UKTI is doing to establish British Chambers of Commerce in South Africa and Nigeria – something we hope to emulate elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers are driving forward UKTI’s High Value Opportunities programme, which has identified five large projects in Africa where the UK can win significant business. I am personally leading our work on one of these, focused on oil and gas in Eastern Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in November the Prime Minister appointed Baroness Scotland as his Trade Envoy to South Africa. Incidentally, Lord Marland, the Chairman of our network of British Business Ambassadors, was in Gabon on Saturday, meeting government and business contacts. He will be travelling to Africa again in the autumn with a senior trade mission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also changing the way we work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within the Foreign Office, we have, for example, established a network of around 50 staff across our Africa Posts who work on prosperity issues – which is supported by a seven-strong team of ‘prosperity champions’ in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have trained our diplomats in commercial diplomacy and used programme funding to undertake projects across Africa to support British companies and improve the business environment on the ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have improved our engagement with the private sector by setting up new British Business Groups in places like Sierra Leone and Botswana, and strengthening our links with key organisations such as TheCityUK and the Business Council for Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re already starting to see results. Take West Africa, for example, where as part of this exercise we linked four Posts without a UKTI presence to an FCO/UKTI ‘hub’ in Ghana. During its first six months in operation the four Posts concerned gave support to 113 British companies, and we saw exports over the same period increase by 60 percent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**A new approach**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I think we can do even better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want us to be more ambitious, which is why I am driving a cross-Whitehall initiative to harness the Government’s resources and network to deliver a step-change in our trade agenda in key African markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The initiative will see us working in partnership with the private sector to undertake a range of activities – from conducting research and capacity-building projects to arranging scoping visits – focussed on agriculture, extractives (particularly the supply chain), climate change and energy, infrastructure and financial and professional services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We identified these sectors as particularly attractive to British companies, and we will as a first step pilot work programmes in Angola, Cote d’Ivoire, Ghana, Mozambique and Tanzania. It is about a partnership so we are looking to see how we can support African governments too, as they seek to improve their business prospects and grow their economies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The countries we have identified are those where we judge that a concerted effort by the Government could make a real difference. I hope to visit all five countries in the coming weeks to speak to their governments about how we can make this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of you may have already heard about this work, and those that haven’t will I hope do so soon. But I wanted today to highlight three key points about our approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the countries we are focused on are indicative of a broader Government strategy – namely that we are strengthening our links to countries with whom we share a traditional connection as well as those with whom we do not. I have travelled extensively around Francophone Africa during my first year as a Foreign Office Minister, for example, and earlier this year I took part in an excellent event in London, organised by UKTI, on partnering with Portuguese companies as a platform to Lusophone Africa. We should do more work like this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we want the initiative to support both British businesses and the development of Africa’s private sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is as much about Africa’s prosperity as it is Britain’s, and it ties in well with the work the Secretary of State for International Development, Justine Greening, is driving forward. As she said in a speech at the London Stock Exchange in March, we need to work “hand in hand” with business to drive economic growth in developing economies, alongside our core development work on basic services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DFID are doing much more with business to support both domestic and international investment in African economies, and they are also working to support Africa’s aspirations to deliver a continental free trade area by 2017. A huge amount of work is underway to support the development of infrastructure, open up border crossings and develop local businesses along corridors. At the same time, we are working across Government to help Africa tackle barriers to business such as corruption – not least through our G8 agenda of Tax, Transparency and Trade, the ‘3Ts’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And third, we want – as I have said many times before – to work in partnership with business, both here in the UK and in Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take as an example the development of small and medium-sized enterprises in Africa, something I am particularly keen that we support. British financial institutions have a clear role to play in supporting SME development as a driver of growth in African countries – and so I very much welcome the initiative Barclays launched last year which aims to do exactly that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**We want to hear from British businesses**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, the actions I have outlined today are helping to ensure that the UK responds to – and supports – Africa’s rise and, by extension, that we remain globally competitive in a world of shifting economic power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as I have also made clear, prosperity is driven not by government, but by the private sector. By entrepreneurs and innovators, by companies like yours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we want to work with you, to hear your views, to support your efforts to do business and to help you help Africa on its path to prosperity and peace. Let me know what more we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish you well in your event today and look forward to hearing the outcomes from your discussions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}