{
    "url": "https://www.ukpol.co.uk/david-simmonds-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "David Simmonds – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Simmonds",
            "url": "/tag/david-simmonds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by David Simmonds, the Conservative MP for Ruislip, Northwood and Pinner, in the House of Commons on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship today, Mr Hosie. I join colleagues in commending my hon. Friend the Member for Dartford (Gareth Johnson) on securing this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like most Conservative Members of Parliament in Westminster Hall today, my surgery has been inundated with constituents who tell a very consistent story: that they are dependent on their vehicles, mainly due to ill health or the need to support disabled family members in accessing medical care. They have older vehicles, which have often been extremely well maintained, and which they have had for many years, but the prohibitive cost of change now means that face a really serious negative impact on their quality of life and that of their dependants. As my constituency has the highest per capita vehicle ownership in London, we might expect to see many people like that coming forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 70% of Londoners do not own a car so, understandably, the Mayor of London has seen the ULEZ expansion as something that will not negatively impact on a great many constituents of his in central London. However, for those of us in the suburbs—my constituency essentially consists of eight villages, one of which has no access to a tube or train station and only very limited access to buses—dependency on cars and other private vehicles is much higher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we look at a map of London, and particularly at the north-west, we see routes such as Hill End Road in Harefield, which is barely the width of a car, but which is one of the routes that takes people out of our capital and into the surrounding counties, as well as Park Lane, Dene Road and Eastbury Road in Northwood, and the A4008 in Hatch End. All of these roads change from being in Greater London to being outside Greater London partway along, so people who depend on a car— particularly if they are disabled or in ill health—to come and shop in their local high street, access their GP practice or get to their local public transport network will have to pay £12.50 every time they do any of those things, simply to go about their daily lives. What is iniquitous about this is that they do not have a choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My wife lived in Westminster when I first knew her, so I completely understand that, in many parts of central London, there is a very high density of access to the bus network and other kinds of public transport, such as trains and tubes, but out in the suburbs that is simply not the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Cameron**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for speaking about the most vulnerable people. Does he agree that it is particularly difficult for people with disabilities because not all rates of disability living allowance, child disability payment or personal independence payment are exempt from the scheme? Many people will still be adversely impacted, even from 2023. They are contacting me, as chair of the all-party parliamentary group for disability, and asking that more be done to support their particular needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Simmonds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is an incredibly important point, which my constituents have made to me. There are those who may have a blue badge because they have a serious health condition that requires them to attend regular medical treatment, but who are not registered disabled or covered by the exemptions that the scheme envisages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell (Watford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will mention this in my speech, so I hope you will forgive the duplication, Mr Hosie, but I was contacted by a charity that transports emergency blood, breast milk for premature babies, and urgent medical samples. It contacted the Mayor of London about whether it would be able to get an exemption, or even a discount, and it was told no. Does my hon. Friend agree that that seems morally wrong?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Simmonds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is characteristic of the Mayor’s response to the representations he has received: he simply does not want to take them into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some constituents may be temporarily resident in my constituency—for example, because they are awaiting heart and lung transplants at Harefield Hospital. They are required to attend the hospital at short notice when a donor’s heart and lungs, or one or the other of those things, becomes available. That also has a significant impact. Again, the Mayor of London seems to have very little interest in that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those of us who have been interested in air quality for a long time recognise that, particularly in outer west London, the big source of pollution is Heathrow airport. This measure does nothing whatever to address the single biggest source of air pollution. It is very much a case of a Mayor pursuing the thing that makes money for the mayoral budget, rather than the thing that would actually improve air quality. There are no measures to improve local authority powers to tackle engine idling. There is nothing that addresses the impact of pollution coming from the M25 or from Heathrow airport, which are the things causing the significant air pollution that affects my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As this policy makes progress, we need to recognise that local authority powers under the Environment Act 1995, through which the Mayor is seeking to introduce this measure, should require there to be consent from local authorities. In that way, we can ensure that the people who are legally responsible—the local authorities—have a say on whether such measures will tackle the actual sources of air pollution in their area, as opposed to simply talking about them and raising money for an inner London zone 1 Mayor who clearly does not pay attention to the needs of his suburban constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}