{
    "url": "https://www.ukpol.co.uk/david-simmonds-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "David Simmonds – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Simmonds",
            "url": "/tag/david-simmonds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Simmonds, the Conservative MP for Ruislip, Northwood and Pinner, in the House of Commons on 27 June 2022.",
    "content": [
        "I was struck by the comments of the hon. Member for Bristol South (Karin Smyth) about how, when we in this place debate issues relating to Ireland, we often do not pay sufficient respect and attention to the complex politics of Northern Ireland. It is good that there has been a thorough airing of different perspectives in the debate; it has certainly illuminated my thinking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we consider that Ireland remains the fourth largest destination for UK exports and the 10th largest source of imports into the United Kingdom; and that, for Northern Ireland, 40% of goods exports go to Ireland and 36% of imports come across from Ireland, it is clear that this is an important economic relationship. It is an important relationship in the context of addressing the cost of living and other things that we know are important from debates in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am persuaded, as my hon. Friend the Member for Newcastle-under-Lyme (Aaron Bell) outlined, that although we have many concerns about elements of the Bill, it is right to give the Government the benefit of the doubt and to create the space for a negotiation that, as we have heard, is happening in good faith, with a view to seeking an agreement to address these issues, while recognising that, if that goes wrong, we need the ability to protect our position in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ruislip, Northwood and Pinner is a long way from Northern Ireland, but Northern Ireland is of enormous interest to my constituents, because my constituency has a very large number of small and medium-sized exporters and importers. I have heard from many of those businesses directly, including at constituency surgeries, that the issues that arise in this debate on Northern Ireland, and issues of international trade more generally, are incredibly important to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me highlight an exciting judgment of the European Court of Justice, C-213/19, in respect of legal action taken against the United Kingdom for long-term, persistent failure to undertake proper border controls while we were a member of the European Union. By “long-term”, I mean that the failure goes back to at least 2005, so Governments of all parties have a degree of responsibility for this matter. Clearly, when we in this House talk about green and red lanes, or any other part of the United Kingdom’s international trading arrangements, it is important that we demonstrate that we have effective customs, and border controls in which people can have confidence. My small and medium-sized importers and exporters do not wish to be undercut by fake imported goods that are brought into the United Kingdom, which was for some time notorious among EU member states for failing to undertake this work properly, as the judgment highlights. We need to take that seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On our attitude to international law, I agree with my hon. Friend the Member for Aberconwy (Robin Millar) that it is not fair to draw a comparison with what is being said about the likes of Vladimir Putin. However, I recently visited the European Court of Justice in Strasbourg, where I heard about those who are charged with enforcing its judgments, many of which are about commercial disputes, property assets, and the ability of families to enforce their right to family life. I certainly heard that when it comes to enforcing judgments in countries where Governments are disinclined to follow the law, there is always a degree of pushback from the diplomats representing those countries, who say, “If a founding father state of the European convention on human rights says that it disagrees with those laws, why should we follow them?” That has an impact on my constituents, and on all our constituents. We need to demonstrate that we remain absolutely committed to upholding the highest standards of the rule of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we debate these issues, it is important to remain focused on the benefits that we expect future arrangements to bring to the people of Northern Ireland, which is part of our United Kingdom. Many Members have referred to the latest release from the Office for National Statistics, which suggests that London, where my constituency is, has had 2.3% GDP growth—a strong rebound from covid. The part of the United Kingdom with the second highest growth was Northern Ireland, with 1.4% GDP growth. It has been helpful to hear from Members on the Opposition Benches about some of the nuances of that—about what it means for services versus goods, and how that affects the communities of Northern Ireland, because we need to get this right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The complexity of the issue is demonstrated by a point made at the Dispatch Box at the very start of the debate: we must make sure that the benefits of our decisions extend to all parts of the United Kingdom. Let me give the example of the removal of VAT from environmentally friendly green energy products. On 7 December 2021, the Economic and Financial Affairs Council decided to enable the removal of VAT from all those products. About four months later, the same decision, which I very much support, was taken here and presented to this House. The benefit of it has been felt across England, Wales and Scotland, but we are told that it is not possible for Northern Ireland to have that benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When Ministers sum up, I ask them to explain why that is, given that the measure is also allowed under EU rules, and was allowed there before it was introduced here. Why have we not been able to ensure that people in Northern Ireland can benefit from the investment that the measure would prompt? It would ensure that homes and businesses enjoyed the highest standards of environmental friendliness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will finish as I started. I will give the Government the benefit of the doubt this evening; as the Bill goes through the House, there will be an opportunity to explore many of the issues that I and others have raised. It is important to demonstrate that we are taking these issues extremely seriously, and demonstrate to our biggest trading partner the European Union and our people in our United Kingdom that we are determined to negotiate in good faith and reach agreement together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}