{
    "url": "https://www.ukpol.co.uk/keith-simpson-2016-speech-on-the-commonwealth-war-graves-commission/",
    "title": "Keith Simpson – 2016 Speech on the Commonwealth War Graves Commission",
    "post_date": "May 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Keith Simpson",
            "url": "/tag/keith-simpson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Keith Simpson, the Conservative MP for Broadland, in Westminster Hall on 10 May 2016.",
    "content": [
        "[![keithsimpson](https://www.ukpol.co.uk/wp-content/uploads/2016/05/keithsimpson-300x212.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/keithsimpson.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the work of the Commonwealth War Graves Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to serve under your chairmanship, Mr Streeter, and to see the Under-Secretary of State for Culture, Media and Sport, my right hon. Friend the Member for Bexleyheath and Crayford (Mr Evennett) in his place, replacing my hon. Friend the Member for Chatham and Aylesford (Tracey Crouch), who is away on maternity leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim of this short debate is to draw to the attention of colleagues and the public the work of the Commonwealth War Graves Commission. Apart from the maintenance of war cemeteries and memorials of two world wars, the commission is crucial to all the commemorative ceremonies for the first world war. I should declare an interest at the outset: I am one of two parliamentary commissioners represented on the commission. The other is the hon. Member for North Durham (Mr Jones), who is in the Chamber and hopes to catch your eye, Mr Streeter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In many respects, we are enclosed by history. Today, for example, at this very moment 76 years ago, the Labour party, meeting in conference, was deciding whether or not to support Winston Churchill as the leader of a coalition Government. One can imagine the atmosphere among parliamentary colleagues on 10 May 1940, with Nazi armies invading the low countries and France. We are here to look at another anniversary. Almost 99 years ago, on 21 May 1917, the Imperial War Graves Commission, as it was called then, received its royal charter, which established its remit and gave it sole responsibility for graves and memorials to the then dead of the imperial British forces in the first world war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nothing was preordained about the establishment of what became the Commonwealth War Graves Commission. Its creation was largely the work of a formidable, motivated man called Fabian Ware—a man who had been working with Lord Milner in South Africa, who was an intellectual, who became editor of The Morning Post and who had a wide range of friends and contacts in the British establishment. In 1914, too old to serve, Ware commanded an ambulance unit in France and became aware of the sheer numbers of casualties, on a scale that Britain had never faced before. The British armed forces lost approximately 3,500 men at the battle of Waterloo —one of our biggest losses. We had suffered about 80,000 casualties by Christmas 1914.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ware was concerned about what was going to happen to the dead, and he persuaded the general headquarters of the British armed forces in 1915 to establish the Graves Registration Commission, which he was to run. He made certain that the dead were buried or commemorated as near as possible to the battlefields where they fell and, most significantly, not repatriated. There was enormous pressure, particularly from the parents or families of reasonably wealthy people, to bring—where they could be found—the bodies of their sons, husbands or cousins back home. That was going to be impossible on such a scale. He was only too aware that many of the dead, when they could be found, had no means of identity whatsoever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the course of the first world war, and in the establishment of the royal charter, Ware negotiated with allied and enemy countries for land where the dead were to be buried. Most significantly of all, he established that there was going to be no distinction by rank. Crudely speaking, pre-Victorian army officers got individual burials; other ranks were dumped in a great big pit. The only distinction was going to be by religion—Christian, Jewish or Islamic. That would be marked on the headstone. Of course, those of the Islamic faith would have their own cemeteries carefully laid out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a lot of opposition to that, mainly from the families, and there were heated debates here in Parliament at the end of the first world war. Ware outmanoeuvred them all. In the establishment of what we all know now as the cemeteries and memorials that are so distinguishable for the British and Commonwealth experience, he used a whole series of distinguished experts: Edward Lutyens; Herbert Baker; Reginald Blomfield; Rudyard Kipling, who had lost a son, Jack, and was deeply traumatised, and who established much of the terminology of the commemoration; and Gertrude Jekyll, who advised on the landscaping and the gardens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final thing I will say about Ware is that he placed a great deal of emphasis on the fact that it was the Imperial—we would now say Commonwealth—War Graves Commission. It was not just about the British; it was about the Australians, the New Zealanders, the Canadians, the South Africans and, above all, the Indians, who made the biggest commitment to our cause in two world wars. I am part of the commission, and our work today is supported by member Governments of Australia, Canada, India, New Zealand, South Africa and, above all, the United Kingdom. Each of those countries contributes a sum in proportion to the number of graves it has. The United Kingdom contributes 78%, which comes from the budget of the Ministry of Defence. The annual budget is approximately £70 million, which works out at roughly £40 per commemoration per annum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the dedication and commitment of the commission’s approximately 1,300 staff—most of them gardeners and masons, and most of them locally employed—who care for this vast range of memorials and gardens. Many of them are the second or third generation who have worked for the commission. Many of them continued to maintain those sites under the most appalling difficulties in the second world war, and more recently in war zones. I will come to that in a minute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work of the commission is vast. We commemorate 1.7 million individuals and maintain their graves and memorials at more than 23,000 locations in 154 countries across the globe. That is a vast scale. We also have to pay tribute to the host countries. Some, such as Belgium and France, willingly gave land. Others are the inheritors of the old British and French empires. We have to imagine, at times, how we would feel if we had vast cemeteries within our constituencies of Egyptian, Iraqi or Nigerian graves from a war that had been fought over our territory. There is an important sensitivity here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham (Gloucester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend rightly references the symbolism and sensitivity of some of those cemeteries. There is also the extraordinary Commonwealth war graves cemetery in Gaza, which I think I am right in saying has been tended by the same Palestinian family since it was put up, now presumably almost 80 years ago. It contains Christian, Muslim, Jewish and even Hindu memorials. It occupies a large amount of land in a tiny place that is very short of space. During Operation Cast Lead, an Israeli tank broke through the walls and damaged some grave stones. Eventually, construction materials were allowed back there, and the first thing they were used for was the reparation of those grave stones. It is a great testament to the Commonwealth War Graves Commission, which he serves so well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Simpson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his intervention, which leads on to the fact that, even as we speak, the commission is working in Iraq—it used to be able to work in Syria—rebuilding cemeteries that have been destroyed by either war or ISIL/Daesh extremists, who see them merely as symbols of Christian occupation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed—if I may use what the Army used to call a visual aid—I have two photographs taken in Beirut. The first, from the 1980s, is of the cemetery almost completely destroyed; the second is of the cemetery lovingly rebuilt to the previous standard. We should remember, as I am sure all colleagues do, that at the end of the day we are dealing with individuals, either with a known grave or with their names on a giant memorial like those at Ypres or Thiepval. The memorials are for the families and also, now, for people who merely have an interest—I know that many colleagues are fascinated by the people behind the names.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should also remember—in the words of Michael Caine, not a lot of people know this—that more than 300,000 Commonwealth servicemen and women who died in the two world wars are commemorated here in the United Kingdom. Their 170,000 graves are to be found at over 13,000 locations. In addition, some 130,000 missing Navy, Merchant Navy and Air Force casualties are commemorated on the great memorials at Chatham, Plymouth, Portsmouth, Tower Hill and Runnymede. A forgotten element is that nearly 30,000 men and women of the Merchant Navy, unsung heroes and heroines, were killed. Most naval people, of course, have no known grave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Damian Collins (Folkestone and Hythe) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I commend the work of the Commonwealth War Graves Commission at Shorncliffe military cemetery just outside Folkestone? It contains the graves of 550 servicemen. Of those, 471 are from the first world war and 300 are the graves of Canadian servicemen. The Canadians’ sacrifice is commemorated by the people of Folkestone on Canada day every year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Simpson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a very good point. The old military historian in me makes me think that the Canadians are the least boastful of the British empire and Commonwealth contributors to the two world wars. We tend to forget that one in four members of Bomber Command were Canadians and that most British Army battalions in Normandy had Canadian officers and NCOs on loan because we were so short of experienced people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here the commission is trying to do a lot of education through local communities and schools. Many of the 130,000 people who are remembered in the United Kingdom are not in major cemeteries. Sometimes they are at the end of a municipal cemetery, but many are in the cemeteries of largely Church of England graveyards. For example, my county, Norfolk, has 471 graves from two world wars and my market town of Reepham has three graves, two from 1918 of Reepham-born soldiers, who probably died from Spanish influenza, and one from 1941 of an RAF volunteer reserve sergeant from Great Yarmouth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the commission, which, over the last five or six years, has established a really superb website, which is idiot-proof. I am an analogue man, as my son frequently reminds me, but I can use it. People can look there for individuals and locations, and it is possible for colleagues who are interested to trace people who may be buried in their constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission is supported by the United Kingdom Government. I pay tribute to the Department for Culture, Media and Sport. We have to work closely with the Department to help to deliver on many of the anniversaries—for example, the Jutland anniversary at the end of this month and that of the battle of the Somme at the enormous memorial at Thiepval at the beginning of July. The commission provides equal support to our Commonwealth friends in Australia and New Zealand who served at Gallipoli, our Canadian friends who served at Vimy ridge and our Indian friends who served on the western front.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission goes out of its way to provide a high-level service all year round. Because people are impressed by the quality of that service, maintaining it is very arduous. People expect to go to a cemetery and to see the lawns beautifully tended with all the horticulture laid out. There is a massive programme to replace some 12,000 individual gravestones a year as they are degraded by wind, weather, sand and sometimes military action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will shortly remember two big battles. One is Jutland at the end of this month. The memorials to Jutland are on land, although the overwhelming majority of seamen who died went down with their ships. Some were injured and brought to the United Kingdom but died in hospital. There is the memorial at Thiepval for the battle of the Somme. The ceremonies on 1 July are but the entrée—the battle lasted another three to four months. It is symbolic because that was the day people think the British Army suffered its greatest losses: some 19,000 men were killed in action and another nearly 40,000 wounded. In fact, we suffered worse casualties on 21 March 1918 when the Germans broke through, but that has been lost as part of our memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When people go to look at the Somme cemeteries, as many colleagues have, it is not just about the individuals who are buried there; it is about the reflection of British and empire society at the time. People look at the regimental cap badges and the memorials to the Canadians, the Australians and the New Zealanders. The overwhelming number of soldiers who served on the Somme were volunteers, either pre-war regulars or Territorials. A number, not all, were in pals battalions. They were recruited from factories and businesses in Sheffield, Exeter, Glasgow and Liverpool and wore those parochial British badges with great honour. It is important that the commission delivers the best quality of remembrance at the commemorations, recognising that its cemeteries and memorials are usually the centrepiece for the commemorations that follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission is doing a lot of continuous work dealing with what we call the memories of forgotten soldiers, particularly and rightly, the role of the Indian armed forces in two world wars. A pilot project, “India Remembers”, is important not only in its own right but because we are only too well aware that young people under 18 may not know what happened. I remember the first world war, not that I was there; my two grandfathers talked to me about it. However, if you are 18, it is as far away as the wars of the roses. We must recognise that many children from the Indian subcontinent whose parents now live in the United Kingdom are detached from the contribution of the Indian armed forces in two world wars, not least because those forces were seen as much as a weapon of repression as armed forces defending democracy. A lot of work is rightly going into recognising that the Commonwealth War Graves Commission does not take a view on the interpretation of history. It tries to present the facts and the opportunities for others to look at.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Behind every headstone and name on a memorial is a person. I was lucky enough, in the early 1970s, to be able to go on visits with first world war veterans and then, in the late ’70s, ’80s and ’90s, with second world war veterans. When I was working with the British Army, it used battlefield tours—or, as they were known, bottlefield tours—as a teaching method. One that I have never forgotten was to Normandy in 1995-96, when we took a whole series of middle-ranking young, thrusting Army officers on a battlefield study of the breakout from Normandy. We had two veterans with us. Major Bill Close, MC, was a pre-war private soldier, commissioned on the field of battle, who participated in Operation Goodwood, the attempt to break out through the German lines at Caen. At the time of the visit, he was aged about 88. Also with us was Oberstleutnant Freiherr Hans von Luck, who had been commanding a Panzer Grenadier regiment and trying to kill Bill Close outside Caen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most moving aspect was when we took those two old gentlemen, first, to the British Commonwealth War Graves Commission cemetery. Bill Close stood in front of the graves of his tank crew, who had been brewed up—11 tanks were brewed up under him in the course of the second world war—and we could see that he was looking not at gravestones, but at men’s faces. Half an hour later, we went to the German cemetery, where Hans von Luck stood in front of the grave of his adjutant, whose wedding he had been to in Paris; he was recalled to arms when the allies attacked. Once again, he was looking at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I therefore commend the work of the Commonwealth War Graves Commission. Frequently, its staff are the worker bees. I know that they are appreciated by hundreds of thousands of our fellow citizens, but I thought it right and proper that we should draw attention to the work of the commission at this time of anniversaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}