{
    "url": "https://www.ukpol.co.uk/roger-sims-1986-speech-on-tobacco-advertising-in-sport/",
    "title": "Roger Sims – 1986 Speech on Tobacco Advertising in Sport",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Roger Sims",
            "url": "/tag/roger-sims/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Roger Sims, the then Conservative MP for Chislehurst, in the House of Commons on 21 February 1986.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not an anti-smoking fanatic. I am a non-smoker, but I accept that many people, including members of my family and friends, find pleasure in smoking. However, I confess that I sometimes wish that smokers would be more considerate about where and how they smoke. I do not pursue a vendetta against smokers, although smokers are now in a minority in our community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The evidence is massive and incontrovertible on the extent to which smoking is responsible for disease and death. Smoking is the largest avoidable cause of illness and death in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend to hon. Members the publication “The Big Kill” which analyses the figures for deaths from smoking-related diseases, the illnesses caused by smoking and how hospital beds are occupied unnecessarily. The figures are analysed district by district and give food for thought.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The chief medical officer at the Department of Health and Social Security estimates that 100,000 premature deaths per year are caused by smoking. It is a sobering figure. This very week 2,000 people died earlier than they might have done because of smoking-related diseases. If tobacco had just been discovered and had been subjected to the tests to which new products are subjected it would never have been allowed on the market. However, I accept that smoking is now well established and that prohibition would be neither practicable nor even desirable. It is certainly not practicable and I do not advocate it. However, it is the duty of Government and Parliament to ensure that the population is informed and educated about the effects of smoking. It is our duty to encourage smokers, if they will not cease smoking, to reduce the number of cigarettes they smoke. We have a special duty to dissuade the young from taking up smoking in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Health Education Council and Action on Smoking and Health both receive some financial aid from the DHSS and they both mount energetic campaigns. However, their resources are pitifully small compared to the enormous sums spent by the tobacco industry in promoting and advertising its products. Some of that promotion is carried out by sponsorship. There are restrictions on the extent to which tobacco products may be advertised. There are health warnings on packets and on advertisements and one cannot advertise cigarettes on television.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My specific concern is the sponsorship by tobacco companies of sporting events. The purpose of sponsorship of such events is quite clearly to publicise the company and its products and services with a view to selling them. That is a perfectly proper activity and one that is carried out by banks, insurance companies and a number of commercial concerns for the purpose of getting their names across to the target audience. They may well feel that by spending their funds sponsoring a concert or a cricket match or some similar activity, they are getting to that audience more effectively than by advertising in a newspaper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Neil Macfarlane (Sutton and Cheam)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not want to interrupt my hon. Friend’s train of thought and I ​ certainly agree with him that nobody in the House would accept for one moment that the tobacco companies are benevolent organisations. They are there for a commercial and presentational role. No doubt my hon. Friend will talk the House through the first three clauses in his Bill. The fourth clause is fairly straightforward. Clause 1(1) says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Secretary of State may by Order make provision for the prohibition of expenditure on sponsorship by tobacco companies of sporting events,”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is my hon. Friend able to rest easy with that, because many hon. Members on the Government side feel it is more akin to the sentiments of the Opposition? Is my hon. Friend happy and are his constituents happy with that phraseology? Which Secretary of State does it mean?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am perfectly content with that. That is the object of my Bill and precisely the argument that I am seeking to develop, about why a Secretary of State should be given that power. I think it will be the Secretary of State for Social Services, but to the extent that we are dealing with sports matters it may be a matter for the Secretary of State for the Environment. My hon. Friend the Minister with responsibility for sport is replying to the debate so it would appear to fall within the ambit of the Secretary of State for the Environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not critical of sponsorship as a form of advertising, and cigarette companies sponsor sports events for exactly the same purpose as any other commercial concern, to sell their products and to get their names known. At some sporting functions sponsored by cigarette companies, the companies sell or even give away their products. The object is quite clearly to promote the product and get new customers for it. My objection to tobacco companies sponsoring sporting events is that it gives the impression that there is some connection, some correlation between sport, which is a good healthy activity, and smoking. The companies hope that smoking will be perceived as a healthy activity, when we all know that it is precisely the reverse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the past few years, general sponsorship has grown substantially. Between 1981 and 1984, the number of companies involved in sports sponsorship doubled from more than 700 to more than 1,400. The estimated expenditure on that sponsorship increased from £50 million to about £112 million. Of the 1,400 companies involved in this sponsorship, only 22 are tobacco companies, but it is noticeable that they are especially involved in the events that receive much media coverage. To their credit, sports such as swimming and athletics do not accept sponsorship from tobacco companies, and the Football Association has said that it will not accept sponsorship from tobacco companies because it does not believe that it would be appropriate to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are two important aspects of the media coverage of such events. The first is the extent to which a sponsored sport appears on television. It is estimated that, in one year, about 365 hours of sport sponsored by tobacco companies is seen on television. By far the largest is snooker, which occupies about 176 hours. Cricket occupies 65 hours and many other sports, including tennis, golf and darts, are seen for many hours on television. In all of them, the product name is seen frequently and displayed in large, unavoidable terms. Indeed, in some cases, the participants can be seen on television smoking cigarettes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That raises the question whether the BBC is allowing its charter to be contravened, because it states specifically ​ that there shall be no advertising. The ITV rules are that there should be no advertising of tobacco products, especially cigarettes. But that is frequently done in breach of the advertising industry’s code of practice. The voluntary code of practice on tobacco products states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Advertisements should not imply that smoking is associated with success in sport. They should not depict people participating in any active sporting pursuit or obviously about to do so or just having done so, or spectators at any organised sporting occasion.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyone who watches television for any time will draw his own conclusion as to the extent to which the code is being complied with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One clause of the sports sponsorship agreement requires that static signs displaying the name of the sponsor or the product should be placed so as to minimise the possibility of freeze frame shots having the signs in view for long periods. Sometimes they seem to be placed so as to maximise that. Another part of the code provides that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“House brand names or symbols on participants or their equipment or on officials of tobacco sponsored events, must not come within camera range.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How often does one see on sports cars and on people’s clothing the name clearly shown? Hon. Members can judge for themselves the effectiveness of those agreements and codes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What worries me especially is the effect on children. It has been estimated that a quarter of all children under the age of 16 watch Embassy snooker. It must have some effect on them. Dr. Frank Ledwith, research fellow at the department of education, university of Manchester, has carried out some very interesting research. He states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“A representative survey of 880 children in first, third and fifth years was carried out in five secondary schools in one education authority using an anonymous questionnaire. It was found that children were most aware of the cigarette brands which are most frequently associated with sponsored sporting events on TV. Children’s ‘TV viewing of a recent snooker championship sponsored by one cigarette manufacturer was positively correlated with the proportion of children associating that brand, and other brands used in TV sponsorship, with sport. Following a snooker championship sponsored by another cigarette manufacturer, a second survey was carried out on a new sample showing that awareness of this brand, and the proportion of children associating it with sport, had increased from the first survey.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There cannot be much clearer proof than that of the effect of television sponsorship of sporting events by tobacco companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One could ask whether all this matters, whether it is important and whether it has any effect. The fact is that children are a very good market for tobacco products. Recent figures show that 41 per cent. of children are smoking at the age of 16. This is a horrifying figure. It has also been demonstrated that between the ages of 11 and 16, children spend about £70 million on cigarettes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is illegal and must be a reflection upon tobacco retailers. Somebody is selling the product to children. But that is very much to the advantage of the tobacco companies. It is a lucrative market for them. There is also a good chance that if children begin to smoke at that age they will be cigarette smokers for life. It is no wonder therefore that tobacco companies believe it to be particularly worthwhile to sponsor sporting events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Bill proposes to prevent that kind of sponsorship. It will not stop it immediately but it will be stopped over a period of three years. It is argued that if sponsorship is banned, sporting events will collapse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. K. Harvey Proctor (Billericay)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I suspect that I am about to answer my hon. Friend’s question, but I shall allow him, nevertheless, to make his point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Proctor**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not sure that my hon. Friend intends to deal with it. Therefore, I should like to put my question to him before he deals with the next stage of his argument. My hon. Friend is a distinguished parliamentary adviser to the Scotch Whisky Association. Would my hon. Friend extend the principle of his Bill to whisky companies and prevent them from sponsoring sporting events?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, I would not. My hon. Friend is right to point out the position which I occupy, but I find no difficulty in reconciling the two kinds of sponsorship. There is a clear difference between alcohol and cigarette products. If it is used in moderation, alcohol can do one good. Most of us enjoy a little alcohol. The problem arises when the use of alcohol is abused—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Proctor rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me finish my sentence. I am as concerned as anybody about the abuse of alcohol. I am involved with various committees that seek to educate and inform people about that problem. It has been proved beyond doubt that cigarettes are harmful per se. Therefore, alcohol and cigarettes cannot be compared. I have no difficulty in reconciling my views on these two products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Proctor rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not wish to be drawn into an argument, because I want other hon. Members to have the opportunity to speak in the debate. However, I shall allow my hon. Friend to get in again because he is obviously worried about this point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Proctor**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend said that some people believe that alcohol does one good. Therefore he says that people should be allowed to make a choice. A number of my constituents—though not me, because I am a nonsmoker —believe that it is therapeutic to smoke cigarettes. Why does he take a different view in principle about alcohol compared with tobacco?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Sims**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The short answer is that I have ample medical evidence in respect of both. The spirits industry takes it upon itself not to advertise on television. I do not think that a precise comparison can be made, but I do not blame my hon. Friend the Member for Billericay (Mr. Proctor) for trying it on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of my colleagues might suggest that the sports would collapse without the sponsorship of tobacco companies. That is hard to believe. I have said that about £112 million a year is spent on sports sponsorship. Of that, about £8 million is estimated to come from the tobacco companies. One can hardly suggest that losing £8 million would make all that much difference and that it could not be replaced. A large number of companies would be happy to take over the sponsorship. When the sponsorship by a tobacco products company was withdrawn from a London orchestra, other sponsors quickly stepped in. The statistics show that, if one sponsor withdraws, another is usually arranged within two or three months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that the sports will find no difficulty, especially as the provisions will be phased in over a three-year period, in finding other sponsors. This applies ​ particularly to those companies I have mentioned that enjoy a great deal of television coverage. I understand that there is a waiting list of companies interested in sponsoring certain sports. One imagines that some of the up and coming companies in the electronics business would welcome such exposure.  \nI suggest that the Bill will not be any danger to sports. I gently point out to Ministers that the Government raised £4·5 billion a year in taxes on tobacco and that a further tax of 0·25p on 20 cigarettes would produce enough money to cover all sports sponsorship money at present received from tobacco companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate that my hon. Friend the Under-Secretary of State for the Environment—the hon. Member for Surbiton (Mr. Tracey) —who has responsibility for sport, will tell me that, until now, this matter has been handled by voluntary agreement and that he is negotiating a further voluntary agreement and would like to continue along that course. I understand that, but I am bound to say that experience suggests that any such voluntary agreement is likely to be breached in as many respects as the existing voluntary agreement. I suggest that the fact that a new agreement is pending does not prevent my hon. Friend from accepting the Bill. My legislation will not become active until the Secretary of State makes an order to implement it. It will be enforced over a three-year period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Smoking is dangerous to health—it says so on every packet. Our duty is to discourage smoking. One of the best ways of doing this is by supporting my Bill, which will curtail and eventually eliminate sponsorship of sporting events by tobacco companies. I hope that the Bill has the support of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}