{
    "url": "https://www.ukpol.co.uk/malcolm-sinclair-20th-earl-of-caithness-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Malcolm Sinclair (20th Earl of Caithness) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Malcolm Sinclair",
            "url": "/tag/malcolm-sinclair/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Malcolm Sinclair, 20th Earl of Caithness, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, truly yesterday even the heavens cried, or, as they would say at Balmoral, they greeted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mention Balmoral because that is where I was lucky enough to be brought up for the early part of my life. Yes, Her Majesty was the Queen, but, to me, she was a mother. To any boy aged six, as I was then, and upwards, she was primarily a mother; she was a mother who drove her children over to play with us occasionally. She was a mother who behaved as every mother I knew did. When she brought her children over, she sometimes joined in the game that we were going to play. To me, she was just another ordinary mother, as well as the Queen. She was a mother who was also interested in other people’s children. Most mothers did not bother to talk to a six or seven year-old, but the Queen did. I remember that very vividly, and the time that she was able to give to everybody and how she made us feel very special.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A little later, I remember going to a small dance hosted by Queen Elizabeth the Queen Mother. We were doing one dance. I managed to catch my mother’s eye—that was a mistake—and I got one of those looks that only a parent can give their child. My sister and I were dancing a dance totally different to everybody else in the room. There was that lovely hiatus where I thought, “What’s going to happen now?” Well, the first thing that happened was that the Queen came over and said, “What are you dancing?” My sister explained that it was a new modern dance that she had just learned in London. The Queen said, “I’d like to learn how to do it”, and, very soon, we got the whole room doing it. It was a slight change from Scottish reels, but that is an example of the human side of Her Majesty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember Her Majesty’s love of the estate and the people who worked on it. We have heard tributes to how she cares for people. I remember her concern for everybody on that estate. I remember one particular conversation I had with her. We were sitting there on the hill, in glorious sunshine, and she said, “Malcolm, this is a very special environment. We have got to keep environments like this and our country, because that is what is important in the world.” She was way ahead of her time in thinking like that, because that is a fragile environment subject to all sorts of pressures, which we talked about only yesterday in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nobody has mentioned the Queen’s love of animals. She was always very knowledgeable and interested in her garrons—I am not going to talk about her racehorses. The garrons played an integral part in life on the hill at Balmoral. She knew their pedigree; she knew what they did, and she knew them all by name. If one was ill, she would be very concerned as to its future. Besides her corgis, she was absolutely brilliant with Labradors. It is astonishing when you see somebody who is naturally good with dogs working a dog. There is that invisible thread that you have to be able to communicate with a working dog. The Queen had it in spades. How this person could come on to the hill, take the dog off the keeper, with the dog knowing who exactly was boss—not the keeper, but the Queen—and doing exactly what the Queen wanted it to do, was something very nice to watch and showed her great abilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were obviously times when, as a young boy, you would tend to forget that you were actually in the presence of the monarch. I remember the occasional proverbial clip round the ear by my father for some of the things I did, and I apologised to him for that, but I think that any youthful child would have done that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were also times when the Queen suddenly slipped away to do something else—duty called. It was only much later in my life that I realised what that duty and that role was. Many of your Lordships have mentioned that, and I commend in particular the speeches of the Front Benches; I shall not say anything more on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank you, Ma’am, for all those wonderful happy memories and the great light that you shone in all our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}