{
    "url": "https://www.ukpol.co.uk/dana-skelley-2020-statement-on-hammersmith-bridge/",
    "title": "Dana Skelley – 2020 Statement on Hammersmith Bridge",
    "post_date": "October 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dana Skelley",
            "url": "/tag/dana-skelley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Dana Skelley, representing the Hammersmith Bridge Taskforce, on 15 October 2020.",
    "content": [
        "The taskforce held another productive meeting today as we continue to urgently develop plans to get a temporary solution up and running for Londoners. In addition to the temporary ferry service, the group also discussed alternative options for a temporary footbridge across the river. These would be dependent on further feasibility studies and technical approvals, but there may be a more easily-constructed temporary footbridge than has previously been proposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The taskforce spent time discussing the overall project plan and discussed the assurances government would expect to see from members of the taskforce in order to unlock the next steps and press ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, we are glad to report that from Monday 2 November, the first day back after half term, the 533 bus route will run a fifth bus per hour in the weekday peaks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also look forward to the upcoming virtual meeting with residents and other members of the public which will allow them to put their questions directly to senior members of the taskforce. Further communications on this will follow shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}