{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-to-uuki-higher-education-forum/",
    "title": "Chris Skidmore – 2019 Speech to UUKi Higher Education Forum",
    "post_date": "April 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, to the UUKi Higher Education Forum on 27 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good afternoon. And thank you for inviting me to speak at this year’s International Higher Education Forum here at Imperial College London on the importance of staying international. Please accept my apologies for not joining you in person. And all credit to the organisers – this Forum is certainly timely! We are now just a few weeks away from the UK’s departure from the EU. So, it is certainly important for us to be looking to the future and considering our relationships with the wider world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin today by reaffirming our commitment to remaining international. Brexit may well mean that we are leaving the European Union soon, but it certainly does not mean that we are leaving Europe or, indeed, any of our global partnerships behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If anything, Brexit means we now need to be thinking and acting more globally than ever before. Our world-leading universities and colleges are international at their core. Our higher education sector relies on – and indeed thrives on – international connectivity, collaboration and partnership, and I want to see all those things continuing to flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As it stands politically, we still wish to have a deal with the European Union, guaranteeing certainty until the end of the Implementation Period and continuing to participate in the Erasmus+ and Horizon 2020 framework programme until then, while negotiating the terms of our Future Economic Partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we do face the prospect of leaving the EU without a deal. This is not what we want, but if it were to happen Government would be determined to make the best of it, continuing with our ‘no deal’ preparations and ensuring the country is prepared for every eventuality. As I said before, this does not mean we are leaving Europe and Europe will always remain a close partner to the UK. In the event of a no deal, and in order to mitigate the worst, we will administer the Government Guarantee for those participating in Erasmus+ and the Horizon 2020 framework programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, what is certain for all of us is that we still need clarity on our future direction of travel, and we all need to come together – the Government included – to set out a positive vision for what we want UK higher education to achieve on the global stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There must be principles to underpin that vision, and to inform how and where we prioritise our internationally focused efforts. The International Education Strategy sets out only part of this vision. So, today, I want to set out my wider vision for the UK’s global higher education ambition and the principles at the heart of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first of these principles is to build and amplify the UK’s role on the global stage. This means not only bolstering the quality and standing of UK higher education but to promote it abroad as a global leader and as a centre of international excellence, and strengthening our credentials to become an international partner of choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are starting from a great position. The UK higher education system already has a global reputation for quality. According to the QS World University Rankings, our institutions are globally recognised, with 4 providers in the top 10, and 18 providers in the top 100.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our research also has truly global reach. In 2014, the UK produced 15.2% of the world’s most highly cited articles and, on indicators of research quality, the UK ranked above the US, Canada, Germany, Japan, Brazil and China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must champion and protect this reputation if we are to continue to attract talent from across the world, and continue to grow the sector’s international partnerships and collaborations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A strong international reputation is vital for our ‘soft power’ and strengthening the role and potential of the UK overseas. According to the Soft Power 30 index, the UK is ranked first for global soft power, with education – and higher education in particular – being cited as key to our success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is success like this which helps the UK strengthen important trading links – such as those with emerging economies, which value English language skills, education reform or research co-operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Co-operation in these areas is not only important for trade but also opens up opportunities for UK providers to become increasingly international themselves. That is why the International Education Strategy, sets out our intention to appoint an International Education Champion – specifically to amplify the global reputation of UK higher education and help generate further international opportunities including through tackling and breaking down in-country barriers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And quality is already our watchword. The key to maintaining a strong brand for UK higher education is the UK Quality Code, which sets the core quality standards that providers must adhere to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, higher education in the UK is a devolved matter, so it is only right that different nations will take slightly different approaches to applying the Code. However, all UK providers are required to meet the Code’s expectations, and it is this which ensures we can continually set a high threshold for quality across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In England, the new regulator for the higher education sector, the Office for Students, has placed the UK Quality Code at the heart of its regulatory framework. And it has also gone further, by adding an additional requirement for providers to deliver successful outcomes for all students, which are either recognised and valued by employers or enable further study.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This focus on delivering successful outcomes is reflected across our entire approach to co-regulation in England: setting clear expectations for quality, whilst respecting institutional autonomy and creating the space necessary for providers to innovate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must never be complacent, and I recognise that some quality issues remain. This is why we must work with the sector to protect and improve the quality of higher education in England, including tackling issues such as essay mills, and artificial grade inflation whilst rightly celebrating genuine grade improvements. These measures will help us to protect the quality of our qualifications and ensure they, and the UK’s Higher Education sector’s reputation for excellence, retain their value over time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should never turn our back on improvement. And we are lucky to be in a position where we can learn from our partners around the world, just as they can learn from what we are doing here in the UK. This mutual exchange of knowledge and good practice is at the heart of strong international relationships, and has the benefit to further strengthen UK higher education, as well as the institutions, systems and countries around the world that we partner with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having just put down an important marker with the new International Education Strategy published just under two weeks ago, I am keen to make sure UK higher education can internationalise further. This can be done by my second core principle – namely to enable UK higher education to maximise and benefit from the full range of international opportunities and interconnectedness available to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first way we can do this is by increasing international activity or transnational education (TNE), as set out in the International Education Strategy. TNE warrants our attention, not least because it has significantly increased in value since 2010. And as the sector can attest, the value of TNE goes well beyond economic benefits. These partnerships help to support the pipeline of talent of students and researchers powering UK higher education, and can lead to potential increases in student enrolments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "TNE is nevertheless just one way in which UK higher education can enhance its internationalism. There is a broad fora of frameworks and platforms beyond this, particularly in the research and innovation space, which also help our international connectedness to flourish. And, of course, there is always more we can do support and strengthen these frameworks for collaboration and engagement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research Infrastructures are just one key way that researchers from any country can work together to tackle complex scientific and research challenges. Within Europe, such collaboration is often facilitated by European Research Infrastructure Consortia, known as ERICs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK participation in ERICs gives UK scientists and companies access to facilities, data, knowledge and contracts that would otherwise be inaccessible. And the outcomes of these projects feed directly into research communities across the UK and beyond, in fields such as marine science, astrophysics, human health and welfare, and societal change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to ERICs, and we want to continue to host and be members of ERICs after Brexit. I am therefore pleased to confirm today that the UK will continue to meet the obligations needed to be members of ERICs after we have left the EU, irrespective of how we leave the EU. This decision will enable UK scientists and researchers to continue working on scientific challenges with our European partners just as they do now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also working hard to maintain close collaboration in other European research frameworks – not least on the issue of the European University Institute (EUI). The EUI is an good example of European collaboration on education and research and I recently spoke with the President of the EUI, Professor Renaud Dehousse and we agreed to work closely together including on potential options for future participation in EUI activities. Our funding programmes to support international collaboration on science and innovation and our international representation, led by the Science and Innovation Network in British Embassies and High Commissions are ways we can deepen UK engagement globally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To demonstrate our long-term commitment to this global engagement, we will publish an International Research and Innovation Strategy that will set out our ambition to remain the partner of choice for international research and innovation. And we will support early and effective implementation of the Strategy through an independent review of our future frameworks for international collaboration, as announced in the Chancellor’s Spring Statement earlier this month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whatever happens after Brexit, the UK is a key signatory of the Bologna Declaration, which creates a common frame of reference within the European Higher Education Area to promote and support mobility for students, graduates and teaching staff. And it does this mainly by creating a common approach to qualifications. I’d like to use this occasion today to reassure you the UK still remains committed to close collaboration on European higher education with our EHEA partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that takes me on nicely to my third principle, through which I want the UK to provide a world leading offer to international students and staff. As Universities Minister, I want us to give international students the best possible experience of UK higher education and maximise the benefits they bring to institutions, as well as to our own domestic students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is well known that international students bring huge benefits to the UK and are integral to our higher education system. In 2016, international students accounted for 60% of all education exports, bringing in nearly £12 billion to the UK economy through tuition fees and living expenditure alone. The presence of international students in the UK is worth an estimated £26 billion in direct and indirect benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "International students help to generate jobs and support local businesses in the areas that they study – sustaining over 200,000 jobs in all parts of the UK. They bring cultural diversity and enrich the learning experiences of domestic students. And, as acknowledged by the Migration Advisory Committee, UK students genuinely value the positive impact that international students bring to their overall university experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the benefits of international students don’t stop there. Hosting students from other countries can provide us with vital cultural and business links for the future and the Soft Power I referred to earlier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to research by the Higher Education Policy Institute (HEPI), as of summer last year, among the serving monarchs, presidents and prime ministers around the world, 57 of them were educated in the UK. This is second only to the US, which just pipped us to the top spot by educating 58 of them. And according to British Council Research, of the Nobel Laureates who have studied abroad, 38% of them did so in the UK, showing how opening our doors to others can give us friends and opportunities to influence and engage around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are taking a number of actions to ensure the UK continues to attract international students and the budding global leaders of tomorrow. The International Education Strategy, published just last week, sets out the scale of our ambition, with an aim to increase the numbers of international higher education students studying in the UK by over 30%, to 600,000 by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This ambition is supported by actions, which will enable us to attract these students in the face of international competition – such as increasing the post-study leave period and making it easier for students to move into skilled work after graduation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But attracting international students is only one half of the equation. We also need to ensure that when international students come here, they are supported to make the most of their employment prospects in this country and in their home countries too. That is why the commitment made by UUKi to work with Government to improve the employability of our international students in the Strategy is so important. We rightly measure outcomes for our domestic students and we should do the same for international students too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beyond economics, we also have a duty of care. If this principle applies for our domestic students, it must also apply to students from abroad. We must ensure that while they are here, they are fully supported. On Monday, I set out in a keynote speech my new STEP framework, working with the sector on ensuring we deliver together the best student experience possible. I mentioned international students, Support for international students is essential especially in the area of mental health and wellbeing – something which is a clear priority for this government. And it is why this government is working closely with UUK on embedding the ‘Step Change’ programme within the sector, which calls on higher education leaders to adopt mental health as a strategic priority and adopt a whole-institution approach to transform cultures for domestic and international students alike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also why we are backing the development of the University Mental Health Charter, which will drive up standards in promoting the mental health and wellbeing of students and staff wherever they come from in the world. And I implore all higher education leaders to engage with the work of the charity Student Minds as it leads development of this Charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too often students, who have uprooted themselves to come to the UK for a high quality higher education in a diverse, international learning environment, find themselves isolated or entirely cocooned – with only their fellow nationals as companions, and not knowing where to turn to after their studies are complete. I was struck by the event on Monday, which demonstrated one in five international students do not have a friend when they’re at university.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, my challenge to the sector is this: can you do more to help these students get the most out their experience in the UK and help them to integrate fully into the community, so that they too can go on to become lifelong advocates for UK higher education and for the UK more generally?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, for my fourth and final principle, I also ask the sector to help us develop the ‘global citizens’ we need by providing increased international connectivity and opportunity. We want all domestic higher education students to benefit from an international experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cultural exchange helps build important business, political and diplomatic bridges around the world, not to mention life-long friendships. Supporting students to study abroad helps us to create a new generation of globally mobile, culturally agile people who can succeed in an increasingly global marketplace. By supporting students to study abroad, they get first-hand experience of different cultures, helping them to broaden their horizons, their ambitions and their life-long opportunities, as well as breaking down barriers to social mobility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government, and the Department for Education in particular, share the conviction that international experiences enrich the education and personal development of UK students. And that is why the DfE supports and provides a number of outward mobility programmes to broaden access to international opportunities – such as the Fulbright and Generation UK China schemes; both of which have been expanded with increased funding over the last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My particular priority here is in improving outcomes for students from disadvantaged or currently under-represented backgrounds. That is why our funding for the Fulbright Scholarship and Generation UK-China specifically focuses on efforts to support disadvantaged students. I am actually set to go to China in a couple of weeks and look forward to meeting students on the Generation UK-China scheme and hear first-hand the difference it has made to their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I realise part of the solution is making outward mobility more accessible and we, in government, are actively working on doing this by enabling eligible students studying in the United Kingdom to study abroad for up to 50% of their course and still be eligible for support from Student Finance England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But having the means is no good if students don’t have anywhere to go. So, my challenge to the sector on this is how can you ensure students from disadvantaged backgrounds are getting their fair share of international opportunities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that, irrespective of the outcome of EU exit negotiations, the UK and European countries should continue to give young people and students the chance to benefit from each other’s world leading universities post-exit. Under the terms of the Withdrawal Agreement UK entities’ right to participate in the Erasmus+ programme during the current Multi-annual Financial Framework will be unaffected by the UK’s withdrawal from the EU. We are also open to exploring participation in the successor scheme to the current Erasmus+ Programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the event that the UK leaves the EU with no agreement in place, the Government has guaranteed that it will cover the payment of awards to UK applicants for Erasmus+ bids approved before exit day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also considering a wide range of options with regards to the future of international exchange and collaboration in education and training, including a potential domestic alternative to the Erasmus+ Programme. The potential benefits of the UK establishing its own international mobility scheme would include the ability to tailor the scheme to UK needs and target the funding where it is most needed. I will be driving forward this work in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister for Higher Education, these will be my guiding principles for international higher education activity going forwards into the future. They will steer my priorities and underpin the ways in which the Department for Education will drive activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have hopefully made clear, there is an important role for the sector here, in setting out your own international ambition and driving forward your own international activity building on what is already a global success story with, as I mentioned, nearly £12bn of higher education exports and an additional £1.9bn in the form of TNE, in 2016 alone. A proactive and engaged government can of course support and enable this, and I know there is more we could do to join up and Government stands by to support you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the challenge is not only ours. We need you to consider what more the sector can do to realise our full international potential and tell us how we, in government, can help you achieve these ambitions. I can assure you that we are listening. And I look forward to continue working with you as we make our way into a truly global future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}