{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2017-speech-on-improving-accessibility-at-elections/",
    "title": "Chris Skidmore – 2017 Speech on Improving Accessibility at Elections",
    "post_date": "September 11, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister for the Constitution, at the All Party Parliamentary Group on Learning Disabilities on 5 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mark, for inviting me to today’s meeting of the All Party Parliamentary Group on Learning Disability. As the Minister responsible for elections, it is very important to me that everyone who is eligible to vote is able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To play their part in choosing the person whom they believe will best represent their interests, whether as their Member of Parliament or local mayor or councillor or head of their police force. A thriving democracy depends upon the participation of all eligible electors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To meet this important aim I have visited every region and nation of Great Britain to learn about the barriers that prevent certain groups in society including people who have a disability from participating in the democratic process. I want to find out how these identified barriers can be best overcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been very impressed by the enthusiasm for voting and level of understanding of its importance that has been told to me, including when I met with organisations who represent the interests of people who have a learning disability. These have included Mencap and, last month when I visited Brighton, Speak Out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a direct result of this wide engagement I have been able to push changes to improve the accessibility of elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At my request the Department of Health has recently made changes to the Certificate of Visual Impairment so it can now be used by local authorities to support blind and partially sighted people to vote at elections, once their consent has been provided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government is also making the process easier for disabled people to register to vote by undertaking an accessibility audit of the website, so the process for online registration is as user friendly as possible. This will include considering providing a facility to request that election materials are available in alternative formats from local authority electoral service teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to go further to strengthen our democracy and to ensure future elections are even more accessible to disabled people, and this is why today I have launched a Call for Evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Call for Evidence is asking for people to provide information that will:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– enhance the government’s understanding of the experiences of disabled people in registering to vote and casting their vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– help identify if current mechanisms to support disabled people to participate in the democratic process are sufficient;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– and identify examples of good practice provided by Electoral Service Teams to disabled people at elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In partnership with the members of the Cabinet Office Accessibility Working Group which includes Mencap, the Association of Electoral Administrators and the Electoral Commission the Government will review the evidence we receive and produce a report of key findings and recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would warmly welcome responses from all here today to this Call to Evidence – which is available in alternative formats including Easy Read – as part of the process to help ensure that every disabled person is able to have that equal chance, that equal right, to participate in our democracy, and to have their say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}