{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-at-the-upp-foundation/",
    "title": "Chris Skidmore – 2019 Speech at the UPP Foundation",
    "post_date": "February 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, at the UPP Foundation launch on 13 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for inviting me to speak at the launch of the UPP Foundation Civic University Commission report this afternoon. I’d like to thank the Commission for all its work on this important topic. The Commission’s findings provide an invaluable opportunity to showcase some good examples of universities’ civic activity, as well as highlight some ideas for how universities can make further progress in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As many of you know, since becoming Universities Minister, I have made it a commitment to get out and visit as many universities and colleges as possible. I’m now well into double digits, having visited around a dozen different providers so far. And, already, it has become abundantly clear to me just how much our universities contribute to the UK – not just through their invaluable global relationships, but also through their national and local activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a basic level, universities are often one of the largest employers in a local area. They are particularly important employers within deprived communities, and can play a significant role in regenerating regions. I know, for example, that Coventry University has opened a new facility in Scarborough as part of a £45million development in the Weaponess area of the town. This is a great illustration of the transformation that can occur when a strong, civically-minded university creates jobs and raises aspirations in a local community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my own constituency city of Bristol, I’ve also recently visited the Temple Quarter Quays development, where the university is finally taking action to remove the derelict former Royal Mail sorting office – a building which David Cameron once said made the city look like a “war zone”. The site is set to become a new £300million campus for the University of Bristol – proving that if you want something doing, you have to look to universities to get things moving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The skills universities deliver to local people are absolutely vital for our government’s Industrial Strategy – to allow us to succeed in our long-term plan to boost productivity and earning power across the country. These skills can be technical and vocational, but crucially they are also transferable. Not surprisingly, demand for highly-skilled graduates shows no signs of decreasing in an economy that is increasingly becoming a knowledge-based one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why a key part of our Industrial Strategy includes a truly place-based approach, and we see universities’ contribution to their local areas as being an increasingly important part of this. Manchester was, in fact, the first city I visited outside London in my role as Universities Minister, where a joint initiative by Manchester Metropolitan University and the University of Manchester, called ‘The Works’, has helped over 5,700 local residents from the most deprived areas of the city to find jobs, develop skills and access training. I want to use this occasion today to express my commitment to working with universities across the country to ensure that they are able to play pivotal roles in their local economies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know as well as you do that universities are crucibles of their local communities and are best-placed to help set up coordinated plans for local industrial strategies. Just last week, I was pleased to read about Keele University’s commitment to its ‘New Keele Deal’, designed to deliver a local industrial strategy for Stoke-on-Trent and the wider Staffordshire area, in partnership with Staffordshire University, local authority partners and the private sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Universities can, and already are, using their resources to help local businesses in a diverse range of ways. One way of doing this is via Skills Advisory Panels to pool knowledge on skills and labour market needs with local employers. I welcome initiatives such as the University of Nottingham’s free ‘Languages for Business’ service, which provides language skills and cultural expertise for small to medium-sized businesses (SMEs) in Nottinghamshire and Derbyshire, to help them succeed in the global marketplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too often universities are not given the credit they deserve for the innovations they have stimulated. In this respect, the ‘Made at Uni’ campaign, initiated by Universities UK, is a really important intervention to show the UK public just how pivotal universities have been to the life-changing developments that we often take for granted. The research that universities undertake can be civic in so many ways: some of this research has obvious impacts on our health and wellbeing, such as the major role played by the University of Plymouth’s research into health education across the South West of England. Other research can also support local economies, like the University of Lincoln’s Institute of Agri-Food Technology, which focuses on research into greater productivity in agriculture and food production.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government has continuously looked to put university research at the heart of regional growth. Schemes like the Leading Places Programme and the Strength in Places Fund take a place-based approach to research and innovation and encourage partnerships between universities and other public and private sector bodies. One great example of what can be achieved is in the North-East of England, where a collaboration between Gateshead Council, Newcastle City Council, Newcastle University and Northumbria University is actively exploring ways, using digital technologies, to tackle obesity through the promotion of healthier environments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we have always been committed to encouraging universities to make the most of their civic engagement. The Research Excellence Framework (REF) was the first sector-wide exercise intended to help universities assess the impact of their research outside academia by rewarding institutions delivering research with significant local relevance. As part of the last REF (REF 2014), over 6,600 individual Impact Case Studies were submitted by higher education institutions to evidence the wider impact of their work. With all eyes now firmly fixed on the REF 2021, I look forward to seeing just how much this impact has developed and increased. I am also hugely encouraged to see the emphasis that the REF 2021 panels have placed on local impact, alongside national and international impact, in their recently published guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To further encourage universities in England to enhance their contribution to cities and regions, we have also introduced the Knowledge Exchange Framework (KEF) to support our Industrial Strategy and equip higher education providers with new ways to benchmark and share their knowledge and expertise. As the Minister overseeing the roll-out of the KEF pilots, I am pleased that so many universities have expressed an interest in taking part – with a total of 21 universities now in the KEF pilots.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation on the KEF metrics is also currently underway, giving all English higher education institutions a say in how the KEF could work. The consultation is open until 14th March and I encourage all universities and the Commission to complete the survey and make their views heard. This is your chance to help co-create an exciting moment in the history of the English higher education sector and show how you want to help shape it for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Minister in BEIS as well as the DfE, I understand the power of knowledge exchange and that it is not just about universities transferring their resources to local communities, but about universities absorbing lessons from their communities and embracing their expertise. As a new Minister, I want to be the Minister demonstrating and delivering why the KEF matters, and how it can help to publically communicate the value of our universities going forwards into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With both the REF and the KEF defining the impact of universities broadly – from the local to the global – there is no reason that either Framework should be seen as barriers to a university contributing to their local area. As a government, we believe both these Frameworks should be wide-ranging in terms of what they are assessing. Universities know their local regions and areas of expertise better than anyone else, so it is not up to us to be overly prescriptive about what activities they should undertake and how they should approach them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, our role in government is to enable universities to best meet our broader ambitions to improve productivity and social mobility. In my first HE speech last month, I outlined a vision for higher education by 2030 moving towards a unity of purpose. To make this vision a reality, it is important the relevant sector agencies also move towards a unity of purpose when it comes to supporting place-related developments. To this end, I welcome on-going cooperation and unity of purpose across Research England and the Office for Students (OfS). Between them, they can play a major role in improving our understanding of how students and teaching contribute to knowledge exchange activities and inform future strategies, including the Higher Education Innovation Funding (HEIF).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise universities do not operate in a vacuum, and I welcome measures which allow them to highlight their particular local contexts – such as the provider submission element of the Teaching Excellence and Student Outcomes Framework (TEF), through which providers can detail wider civic activity, their local mission and regional engagement. As a historian by background and someone who understands the importance of narrative, I believe these provider submissions are key to emphasising geographical differences, and are likely to help universities reflect their individual contexts more accurately than any more formulaic approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Widening participation is a priority for this government. As I said in my first HE speech last month, I recognise that going to university might not be right for everyone. But I also recognise that anyone with the capability to benefit from it and succeed should have the opportunity to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Universities can play a key role in raising aspirations. Through their access and participation plans many higher education providers are working with schools, colleges and other local partners to raise awareness of the benefits of higher education. In addition, the OfS provides funding for the National Collaborative Outreach Programme (NCOP), comprising 29 consortia delivering sustained and progressive outreach in local areas. And I also know there are many other examples out there of good practice – such as the ‘South Yorkshire Futures’ programme, led by Sheffield Hallam University, which is committed to improving education and raising aspiration for young people in the South Yorkshire area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Universities make a real difference to local communities, not just by getting people into higher education, but enabling them to progress into meaningful work afterwards. The Challenge Competition, administered by the OfS, specifically helps providers develop projects to support graduate employability and improved outcomes for graduates who choose to remain in their local area. I look forward to working with the OfS and the Director for Fair Access and Participation over the year ahead to consider what more can be done to recognise and appreciate the many ways universities contribute to social justice and mobility in their individual regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the UPP Foundation Civic University Commission report launched this week, we, in government, will be sure to study the report’s recommendations in detail and look at how some of the proposals can be integrated into work that is already being planned or undertaken – either by Research England, the OfS, or wider government departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m truly grateful to the UPP Foundation for commissioning this important project, and I hope that the Foundation will continue to lead the agenda and debate on the civic university going forwards. I particularly welcome the suggestion for new initiatives such as civic agreements, which aim to encourage universities to take a more strategic approach to their civic activity. It will be important that universities do not create these in isolation, and that we consider further how universities can be encouraged to join up with other key actors in their local areas to create agreements that best serve their entire community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Minister across two Departments, I’ve asked officials in both the DfE and BEIS to work further with the Commission and the UPP Foundation to look at how we can take their work forward into the future. For now though, I want to thank all of you again in our universities and colleges for your truly transformative work in our cities and regions across the country. And I look forward to working with you in the year and months ahead to help enhance your positive impacts on the ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}