{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-at-the-arts-and-humanities-research-council/",
    "title": "Chris Skidmore – 2019 Speech at the Arts and Humanities Research Council",
    "post_date": "June 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, at the Arts and Humanities Research Council on 6 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good evening. It’s a great pleasure to be invited to deliver tonight’s lecture here in Burlington House. And, as a Fellow of the Society of the Antiquaries which calls it home, it’s only right that I’m going to be talking about the value of the Arts and Humanities – both to universities and to contemporary society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last time I spoke at the Society was in 2013 when I launched my book, Bosworth: The Birth of the Tudors. As many of you know, I’ve attempted to try and achieve a work-life balance that involves juggling policy and public service, with a personal passion for exploring the past and continuing to write history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I continue to do so, not for any financial reward or material gain: but because, like many of you here this evening, I am drawn by that overwhelming desire to understand, to comprehend, how different, how similar, previous generations are to our own, and to understand them on their own terms, for their own sake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not something that can ever be fully measured, or its value codified by some anonymised data collection processor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, my own graduate outcome data was only salvaged at the last moment, in the final week before I turned twenty nine, when to my surprise I was elected as the Member of Parliament for Kingswood. That brought to a sudden end any hopes I might have had of my first career path of choice, and dream of entering academia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I must admit to feeling rather guilty, however, being in the presence of the AHRC this evening. I firstly wanted to take this opportunity to get something off my chest, and to say thank you for the support that the Council gave me as a masters and doctoral student in the early 2000s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to apologise that I never finished the DPhil that I was funded for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that I can be forgiven: I wanted to say, however, that what I learnt then, the skills that I acquired, the knowledge and research that I began, I hope did not go to waste.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, while I can’t account for the end quality of the work I undertook, I do recognise absolutely the value that it brought me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is to that theme of value, and the value of the humanities, which I wish to reflect upon this evening. Tonight also marks – exactly to the day – the start of my seventh month in office as Minister for Universities, Science, Research and Innovation. A milestone which I have to admit I didn’t think I’d get to when I took the role on in December!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been especially keen since then to highlight the role of the Arts and Humanities when it comes to, not just understanding, but also tackling the major challenges we face in society today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, this has been a guiding principle in my approach to both sides of my ministerial portfolio to date, which – thanks largely to binary government divides – sees me cover the higher education side of my brief as a Minister in the Department for Education, and the science, research and innovation element as a Minister in the Department of BEIS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I’ve always been keen to build bridges between these two portfolios and to do everything I can to bring both sides of my brief together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why, in my first major speech I made back in January, I set out my vision for a “unity of purpose” – where I didn’t just try to link up the teaching and research sides of my portfolio, but also bring together technical and vocational education with that which is traditionally considered academic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this vision, I emphasised the need for people to be free to embark on the type of education that suits them, at any time that is right for them. This means embedding flexibility at the heart of the system and enhancing the portability of qualifications – to allow for the ‘step-on step-off’ approach that many people need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was convinced then that we should build bridges to make this happen. And I am pleased now to see how my ambition to create a more fluid and joined-up post-18 education landscape that works for learners of every age has been reflected in the so-called Augar review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And since this is my first speech since the Panel’s report was published last week, it’s only right that I thank Philip Augar and the independent Panel for their hard work over the past year and a half.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It isn’t easy being in the spotlight while working on recommendations that could transform the post-18 education landscape as we know it. And I know the sector has been watching closely to see what recommendations emerge about the future funding of provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the anxieties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, even before the report was released, I made clear my concerns over some of the initial leaks, such as the speculation over a three-‘D’ threshold to enter university.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I’m pleased to see that proposal didn’t make the cut. If it had done so, it would have been completely regressive, and would have shut the door on opportunity for so many people whose lives are transformed by our world-leading universities and colleges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the recommendations from the report are now out there. And I’m keen to work with the higher education sector over the coming months to consult on the proposals and hear the different views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the questions I’ll be addressing as part of this reflection period is what the report means for the future of the Arts and Humanities, and what it says about how we value these disciplines in society today? For my part, I’ve always been clear that high-quality education in a range of subjects is absolutely critical for our public services and is culturally enriching for our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must be careful not to confuse high-quality with high-value, for they are two different concepts, with two very different outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "High Quality is something that we should all aspire to, whether in our work, our research, our teaching. Many universities and many courses already are world leading: you don’t need me to repeat the fact that four out of the top 10 global leading universities are in the UK, 18 in the top 100, but I will. For I want to see that figure rise even further over time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that our reforms to Higher Education, with the establishment of the Office for Students, which will be fully operational from 1 August this year, will help embed and achieve that focus on quality which must be continued. At the heart of the OfS’ mission will be to embed greater transparency within our HE system. Institutions will be held account both for their performance on access and participation, but they will also be accountable through the transparency duty that will provide more information than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, additional transparency comes in the form of the Longitudinal Education Outcomes Data, which after a decade, is beginning to bring forward tranches of data from students who graduated back in 2008. I fully understand the importance of data on the returns of higher education. It’s through this that we’ll continue to improve and maintain the high quality and standards we have become known for across the globe. And I’m pleased to announce the data advisory committee I set up to support me will be meeting formally with me for the first time next month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I also understand that data, in its current form, cannot measure everything. And until we have found a way to capture the vital contribution that degrees of social value make to our society – degrees like Nursing or Social Care – then we risk overlooking the true value of these subjects. The same goes for the Arts and Humanities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although some people around us may argue that the contribution of these disciplines to society may be less tangible, their influence is all around us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I challenge the critics to imagine a world without art, without music, without literature. Without people who can think outside the box or challenge ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All this comes from the critical thinking that knowing about different cultures, philosophies and languages provides us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a product of a centuries old understanding of the liberal arts, and how they can shape minds for the future. What might be ‘low value’ to one man, might to others represent money well spent on acquiring knowledge for its own sake, expanding one’s cultural horizons, learning to empathise and reflect upon the human condition, applying it to the challenges for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a place for knowing which subjects have the potential to generate higher salaries in the future– not least for those students who want to make sure they make the right choice of subject and institution for them. For those who wish to know this information, it is also important to highlight the economic benefits of studying creative subjects too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, actually, the story isn’t all negative for those studying creative subjects. The latest Longitudinal Educational Outcomes (LEO) data show us that women studying creative arts, in particular, can expect to earn around 9% more on average than women who don’t go into higher education at all. And the highest returning creative arts course can significantly increase female earnings by around 79%. So, a creative education can certainly be the right choice for a number of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That shouldn’t come as a surprise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After all, our Industrial Strategy recognises the importance of the Creative Sector in the UK economy, as being an absolutely vital one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government has sought to invest in that sector, providing film tax credits for example to encourage films such as Star Wars or the series Game of Thrones to be filmed here. These fantastic billion dollar industries have chosen the UK as their destination of choice because we have chosen to make a commitment to the arts for the present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since becoming a Minister seven months ago, I have sought to demonstrate our continued commitment to the arts and humanities through our Industrial Strategy, not just for the present but for the future also.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said back in January, these subjects are “the very disciplines that make our lives worth living”. They enable us to think critically and communicate. They give us a moral compass by which to live. They boost our appreciation of beauty. And they help us make sense of where we have come from and, indeed, where we are heading to. That’s why I set out early on that “the last thing I want to see is value judgements emerging which falsely divide the Sciences and Engineering from the Arts, Humanities and Social Sciences.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, some of you may have noticed that I even used my first speech to push the parameters of my job description somewhat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In it, I declared that “although I am officially Minister for Science, I take great pride in wanting to be Minister for the Arts and Humanities as well – disciplines which enrich our culture and society, and have an immeasurable impact on our health and wellbeing”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I have stood firmly by that conviction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It wasn’t without coincidence that I gave my first speech at RADA – one of the oldest and most prestigious centres of dramatic art training in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it certainly hasn’t been unintentional that I have visited several specialist creative arts institutions as part of my ongoing tour of the UK higher education sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the thirty-or-so institutions I have visited to date, I’ve seen first-hand the value that the Arts and Humanities bring – not just to the students studying these disciplines, but also to the wider UK society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my first month in the job, I spoke to Technical Theatre students at St Mary’s University Twickenham, who had chosen to take two-year, accelerated degrees specifically to allow them faster access to specialist jobs in our world-leading dramatic arts sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve sat down with students at Ravensbourne University to talk about their passion for fashion and the creative arts. And they told me how their studies have opened up opportunities for them, which they otherwise wouldn’t have dreamed of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I went over to Ulster University, I saw for myself how graduates in the arts are supporting Northern Ireland’s growing creative industries cluster – famous for film and TV productions like Game of Thrones, Derry Girls and The Fall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And closer to home in London, I’ve met students on photography courses at London South Bank University, which lead to near 100% graduate employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve spoken to students from across the globe at the Royal Academy of Music, who have come here to study and learn, thanks to the world-class reputation of our conservatoires.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, most recently, I’ve seen one of the UK’s most successful institution-led business incubators – which is not at a scientific or large research-intensive university as you might expect. But is actually to be found at the Royal College of Art, where it is nurturing high-value businesses and attracting worldwide investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What I’ve learnt from my visits so far is that the Arts and Humanities are absolutely vital to our nation’s success and prosperity – not just in terms of transforming the lives of those that study them, and enhancing their future prospects. But bolstering our economy and putting the UK firmly on the map as world leaders in creative education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can certainly see how the arts and culture contribute more than £10.8 billion GVA to the UK economy – a figure published by the Creative Industries Federation just last month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I can certainly understand why prospective students from around the world are looking to come to the UK for a truly world-leading education – one which embraces creativity, design and critical thinking as part and parcel of the course. Recently we launched our International Education Strategy, setting for the first time an ambition to ensure that we have 600,000 international students studying in the UK by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve held many bilateral meetings with education ministers from across the globe over these past six months, most recently holding several round tables with countries ranging from Egypt to Thailand: it has been striking to observe that what they most admire about the UK Higher Education system is not only its quality, but its ability to produce graduates with deeply ingrained critical thinking skills- skills which we know are the essence of a humanities education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Arts and Humanities are not just powerful disciplines in their own right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have the potential to help other disciplines, sectors and industries to do so much more as well. And we should be harnessing this power now, for the good of our society, as well as for our future health and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was exactly this sentiment that I put forward in a speech I gave a couple of months ago at a joint British Academy and Royal Society event to mark the 60th anniversary of C. P. Snow’s “Two Cultures” lecture. In it, I reflected on how far I have come in my own personal appreciation of the different disciplines – having started out in the Arts and Humanities as a Tudor historian, but having had the enormous privilege in this job to learn so much more about the Natural and Physical Sciences as well. And, specifically, what can be achieved when the Arts and Sciences – or the “two cultures – combine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I’ve since seen the power of this myself in my own work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you’ll probably know, my most recent book tells the story of Richard III and his threefold role as brother, protector, king.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through studying original manuscripts – in the way a historian knows how – I follow his life through to the bitter end, where he was killed by Henry VII’s forces at the Battle of Bosworth Field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I realise that’s not the only way of approaching Richard III’s story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just last month, on a visit to Aston University, I was lucky enough to meet Professor Sarah Hainsworth – Pro-Vice-Chancellor and Executive Dean of the School of Engineering and Applied Science.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, you’re probably wondering what a Tudor historian and a forensic engineer have in common!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But what if I tell you that among Sarah’s many accomplishments is her experience in helping to establish the exact manner of King Richard III’s death?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After Richard III’s skeleton was discovered in Leicester in 2012, Sarah used her forensic expertise to analyse the wound marks found on his bones. And she was able to confirm he was indeed killed by a sword or a battle-axe spike that was thrust four inches into his head.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In total, her team confirmed Richard III suffered eleven wounds around the time of his death – nine to his skull and two to the rest of his body.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, I admit that’s perhaps a bit too much unexpected grim detail for a lecture on the value of the Arts and Humanities. But the point is, while my approach through historical scholarship can provide colour to Richard III’s life, it is Sarah’s approach through the Sciences and Engineering that can confirm the facts and the harsh realities of his death.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But both approaches complement each other enormously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without the wider meaningful narrative that I’ve been able to provide through traditional scholarship in the antiquaries, Sarah’s findings would be just a static fact. A clinical diagnosis, detached from the wider history of that period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, without Sarah’s scientific validation of Richard III’s death, my narrative account would remain hearsay, or a version of the truth as yet unproven.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, what we’re seeing here is the two disciplines coming together and working in unison to enhance our understanding of the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this merger of the “two cultures” has other benefits too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we live in a world where around 50% of the UK population have a degree by the time they are 30. Still not enough in my opinion, and certainly not enough if we are to compete as a knowledge economy for the future internationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Universities Minister, I’m keen that nobody is deterred from pursuing a particular discipline just because it appears that studying it isn’t for people like them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a principle, which applies equally to the Arts and Humanities as it does to Science and Engineering. Thankfully, one mitigating factor to this is the fact that our disciplinary landscape is continually evolving. And there can be no doubt that, over time, traditional disciplinary boundaries have become more blurred, and subject definitions far more elastic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As technology has developed and time has moved on, new subjects have emerged out of old ones. Interdisciplinary studies have become far more commonplace. And multi-disciplinary approaches have become more desired – not just within academia itself, but by businesses, industry and government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of this is down to our recognition of the fact that we have to tackle the world’s grand challenges now, before it’s too late. And these challenges, themselves, are not constrained within individual disciplinary boundaries. Indeed, the grand challenges we face today are formed at the intersection of the traditional disciplines – where the Arts, Humanities, Natural Sciences and Social Sciences meet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can we ensure that as we live longer, we can continue to live well and healthily?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In our ambition to tackle global warming and reduce our use of carbon, how can we adapt life around the home to reach a net-zero target?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As our cities become more populated, how can we sustain a transport ecosystem that is both clean and improves the mobility of the population to increase economic growth?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The solutions to these challenges can only be met when we bring together our cultural, political, economic and technological know-how.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we have an added imperative, now, in 2019, not just to recognise the value of individual disciplines in their own right, but to see their potential to achieve great things when combined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I always point to the success of the UK video games industry as a case in point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK games industry is a relatively new sector but one which is already at the heart of the UK’s creative industries powerhouse – generating over £1.5 billion for the UK economy each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And all this is powered by the coming together of different disciplines. By the fusing together of different types of knowledge. By the bringing together of the best of the Sciences and the Arts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To create a successful video game, it doesn’t just take good coders and computer programmers. But it takes the input of psychologists and anthropologists to understand the needs and drivers of the user. And it takes musicians, artists and storytellers to draw the user in, to create powerful narratives and to make the game attractive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why recently we announced our £34 million ‘Audience of the Future’ investment in twelve ground breaking immersive entertainment projects that seek to combine the latest technology in augmented and virtual reality with new methods of crafting narratives, to reach out to new audiences. This has included an investment in Aardman Animations teaming up with the gaming company Tiny Rebel, to produce an immersive story telling experience which will be told around key locations in Bristol.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For innovation doesn’t just need to happen in technology and science: the same must be the case for the arts and humanities also.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is the joint application of the humanities with emerging technologies that will also further innovation. The big technology brands of our time have long known this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take Apple for instance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apple’s success doesn’t just rest on its state-of-the-art technology. But its appeal lies equally in its design and artistry. The physical feel of its products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as Apple’s founder, the late Steve Jobs, once said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Technology alone is not enough… It is technology married with liberal arts, married with humanities that yields the results that make our heart sing”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the interweaving of the Sciences and the Arts is not just something that exists for our own entertainment and aesthetics. Or for our own gratification and pleasure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this isn’t about simply turning STEM into STEAM for the sake of it. The Arts and Humanities cannot be added, as some kind of adjunct, to the sciences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I passionately believe that they must run in parallel, a horizontal thread across all scientific disciplines that helps to inform, explain and evaluate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After all, all technological advance has the same subject at its fore: the human.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Arts and Humanities are also what makes science ‘useable’. It’s no good developing a cure for a pandemic like Ebola, for example, if you don’t have the anthropologists, the linguists or the lawyers to make the science work on the ground. To bring the product to market. To win the trust of the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And at a time when trust in knowledge and expertise is constantly threatened by the lapping tides of populism, we need the humanities more than ever to be able to reach out and communicate the value of science and research more than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That also means thinking very differently about how we invest in research for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government is committed to investing 2.4% of GDP, both public and private in research and development by 2027. That investment would simply allow us to stand still, at the OECD average. I’ve been making a series of speeches on how we can achieve this target, and what needs to be done to make real the scale of investment for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This includes investing in the researchers of tomorrow, the people who we actually need to do the research on the ground, estimated at some 260,000 extra researchers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now not all these will be in universities. Indeed, as some of the examples I have used reflect, much cutting edge research is taking place in the industries of the future, the animation studios, the games companies, the tech spin outs who we need to foster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to adapt our own approach to research grants and investment if we are to reflect how the modern world of research operates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why I was delighted that the AHRC is formally awarding the National Trust the status of a Independent Research Organisation. This recognises the excellence of the Trust’s current research and is a major step towards the charity’s ambition to embed research at the heart of all its activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New ways of doing research, particularly by reflecting upon the merger of disciplines is vital if we are to stand any chance of meeting the huge environmental, societal and technological challenges of the future I’ve just mentioned. The Government’s Industrial Strategy sets out these “grand challenges”. And tackling them is seen as key to improving our productivity and improving people’s lives – not just in this country but right across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first four of these grand challenges are focused on the global trends that will transform our future, and include Artificial Intelligence (AI) and data, ageing society, clean growth, and the future of mobility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And all of these issues are central to my own role in government – not just under my science, research and innovation brief, but also as part of my new role as Interim Minister of State for Energy and Clean Growth, where I am proud to lead the charge to reduce emissions, decarbonise our economy and invest in renewable technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To do all these things and more, we need the Arts, Humanities and Sciences to work together – to help us seize the benefits that new technologies will bring and to help us mitigate risks along the way. Take AI, in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we’re going to continue to push forward the frontiers of knowledge in this area then we’re going to have to work across all the disciplines – not only to enable us to unlock its full potential, but to ensure we are developing and deploying this new technology ethically – with consideration to others and the world around us. We have already witnessed the horrors that can occur when science becomes detached from ethics and the moral compass the Arts and Humanities provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the human experiments in Nazi concentration camps. To the dropping of the atomic bomb. Post-war science has had to learn the hard way from these abuses of humanity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why the modern-day pursuit of knowledge has collaboration at its core – not simply to allow us to easily exchange ideas with one another, across borders and across disciplines, but to ensure the principle of humanity is firmly embedded at the heart of our research. To prevent us repeating the mistakes of our past. And to make sure we learn the lessons from history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why I welcome the focus on the humanities as part of the EU’s new Horizon Europe Science Programme for 2021-2027, for it seeks to embed the humanities and the role they play in scientific discovery for the future. It is my ambition that we associate as fully as possible into Horizon Europe, to be able to play our role in shaping the future of Western Civilisation for the twenty first century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the world of science diplomacy, we need to re-evaluate and re-think our role on the global stage. That’s why I published last month the UK’s first International Research and Innovation Strategy, setting out our global ambitions for new research partnerships and collaborations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These collaborations aren’t simply about marrying scientific excellence, important though that is. They are based around recognising our responsibility in the world to the future sustainability of our planet, and the development of some of the poorest countries in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working to ensure that innovation and invention are purposed to the benefit of all humanity. That is a mission which I believe is an ethical one, that doesn’t place profit at the top of its agenda, or seek to advance the power of one state above another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead we seek to shape a new international science and research agenda, shaped around sustainable development goals, for a shared future prosperity, improving the condition of all human beings. That is an agenda that has the humanities at its heart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is the inclusion of the humanities, running like a golden thread through all scientific collaborations and projects that will protect the future of Western science, maintaining its focus on excellence, but excellence for a human purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Arts, Humanities and Social Sciences have always been central to the way we ‘do’ science in our post-war world. Ensuring all the time that we understand the repercussions of the technology we’re developing. And making sure we don’t forget what happened when we abused it in our dark past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A world without the Arts and Humanities would not just be a sad and boring world. It would be a completely dysfunctional world. A world without progress. And a world where ideas could never get off the page. A world without the Arts and Humanities would also be a very poor world. The creative sector is not just a booming part of the UK economy in its own right, but it’s also the backbone to many other sectors and industries – providing the creative talent that bring products and services to life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for as long as we remain global leaders in creative education, the Arts and Humanities are what are going to strengthen our country’s place on the world stage. To ensure we remain the go-to place for students, entrepreneurs and business leaders the world over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why, as Minister for the Arts and Humanities, I’m determined to promote the strength of these disciplines as we move forward into the future. And I’ll be doing all I can to endorse their place in our world-class higher education sector, as well as our society at large.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}