{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-at-tech-uk-conference/",
    "title": "Chris Skidmore – 2019 Speech at Tech UK Conference",
    "post_date": "October 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Universities and Science Minister, at the Tech UK Conference held on 8 October 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a pleasure to be back in Manchester today, at Tech UK’s first flagship conference on skills and opportunities. And it’s a real honour to be addressing you as representatives of companies and technologies that, today, are defining the world we will live in tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Prime Minister said himself just last month in a speech to the UN, no one can ignore the gathering force of technology that is reshaping the future of each and every one of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every day, developments in digital technologies are pushing the boundaries of what is possible. And, together, your companies and innovations are stretching the limits of what humanity can achieve, and what the UK can achieve as a nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister has rightly acknowledged the UK as “one of the world’s tech leaders”. And the facts speak for themselves:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tech sector in the UK contributes over 7% of UK (GVA). And, last year alone, Venture Capital funds invested £6.3 billion in UK tech. That’s more than in any other European country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK investment in AI has also grown almost 6-fold in the 4 years between 2014 and 2018.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this adds up to more jobs and more fast-growing companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our tech sector is going from strength to strength in front of our very eyes, growing at 50% faster than the rest of the UK economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as it grows, it transforms more and more lives in ways we never thought possible in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to great British technologies, many of us got here on a modern day version of Stephenson’s rocket, we are browsing the web on a browser first invented by Tim Berners-Lee, we’ll dry our hands on a Dyson hand dryer, and we might get tonight’s dinner delivered by a Deliveroo rider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, advancements like this don’t simply happen overnight. They don’t just pop up out of thin air like magic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, they are nurtured and cultivated through weeks, months, years and often decades of hard work, perseverance and dedication.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s more, the path to success is not always clear. I’m sure most you in this room today have overcome obstacles and setbacks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But you persevered. And you found ways to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Summoning ingenuity and imagination. Originality and determination. Cleverness and creativity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is, ultimately, these very human values that allow technologies to emerge and flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is, therefore, people – people like you – that have made every single one of our tech successes in this country possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People who have dedicated their entire lives to pushing forward the frontiers of knowledge and human capabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am keenly aware that our tech sector won’t go on thriving if we don’t concentrate on people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On putting people and skills at the centre of our innovation system. On ensuring that our regulatory system is as modern as the technologies that it supports. And on ensuring that the whole of the UK benefits from our growing technology sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, let’s take keeping the brightest and best people in the sector first. How do we do it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, we need to recognise and address the challenges researchers and innovators face on a day-to-day basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Developing a people-first research strategy is just one part of this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last month, I was pleased to support the launch of the revised Concordat to Support the Career Development of Researchers. This encourages signatories from across higher education and innovation to work together on the challenges facing researchers in the world today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A world where research positions are shorter and more precarious than they used to be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A world, which relies on the continuous transfer of talented people between academia and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And a world where individuals may find themselves balancing heavy workloads with poor mental health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is on all of us to ensure we are supporting people across the entire innovation and tech sector to be the best they can be. From researchers, academics and innovators, to technicians, postgraduates and post-docs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of these people together are integral to the overall strength and prowess of UK tech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Embracing diversity in the sector is crucial to getting this right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As some of you may know, today is Ada Lovelace Day – an international celebration of the achievements of women in science, technology engineering and maths.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And In a world where half the population are women, it isn’t right that the UK tech sector is still seen by many as a man’s world, despite recent improvements in the number of women entering STEM careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this, it’s great to see the work you’re already doing with the Tech Talent Charter, which is supported by government and aims to deliver greater inclusion and diversity in UK tech workforce – one that better reflects the make-up of the wider population. Over 400 organisations – from international tech giants right through to start-ups – have already signed the Charter, including the organiser’s of today’s event, TechUK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government is determined to address the gender imbalance in tech careers, in particular by improving girls’ take-up of maths, computing and physics at all stages of the education system from primary school through to university.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Initiatives like the ‘Women in Innovation’ programme from Innovate UK are also helping to get more women with excellent ideas innovating in UK businesses and boosting the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re keen that more people from currently under-represented groups, including those with disabilities and those from Black, Asian and Minority Ethnic communities, realise a career in tech can be for them as much as anyone else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why schemes like the ‘Bristol and Bath Creative R&D Partnership’ are key to supporting businesses to find new ways to engage the audiences of the future and develop a diverse new talent base. Their aim is to make creative technology innovation available to the widest possible cross-section of talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that takes me on nicely to talk about how the sector can make the most of this and ensure it has the skills it needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investing in high-level technical skills for the whole country is paramount.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m proud that this government is pumping millions into improving the UK’s STEM skills-base.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Included in this is the £20 million invested by the Department for Education in the Institute for Coding. This was set up in 2017 specifically to address the high demand for skilled IT and digital specialists, and to better equip graduates with industry requirements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted that the Institute for Coding consortium, led by the University of Bath, has now grown to include 37 higher education institutions and over one hundred employers. And it’s a pleasure to see 22,000 students having started on Institute for Coding courses in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s more, it’s great to see the Institute for Coding continuing to make links to other government initiatives – not least the new Institutes of Technology we’re opening, with the express intention to provide students with university-level technical qualifications and a clear route to technical employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just last week the Secretary of State for Education announced we will make available up to an extra £120 million so we can have an Institute of Technology in every part of the country, and provide different regional economies with the unique mix of digital skills they t need to flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here in Manchester, for example, government has invested £3 million in a pilot ‘Fast Track Digital Workforce Fund’, lead by GMCA. This brings together employers and training providers to find the digital skills solutions that meet their needs – while also helping local people move into better jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will mean everybody, in every part of our great nation, will get the chance to gain the high-level digital skills both they and your businesses need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’re not just talking about young people here. About those who are taking A-Levels or indeed the new T-Levels, who want to progress to technical education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re also talking about adult learners. Those people who, later in life, want to access the further technical training they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This latter point is something that is going to become ever more important as technology develops and the world of work as we know it changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the digital age, education is going to become a lifelong endeavour, not just something you do until you’re 18 or 21. But something individuals may want to revisit as our lives and circumstances change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Education in the so-called Fourth Industrial Revolution is not just about providing young people with skills. It’s about providing everyone with opportunities to re-skill and up-skill, at whatever age and whatever level they need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we’ve put in place now a commitment to introduce a national entitlement to adult basic digital skills training from 2020. Adults without the digital skills needed for life and work will have the opportunity to study new qualifications free of charge, so that nobody gets left behind as the world around us inevitably moves on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Education in the digital age is ultimately about enabling society to adapt to new technologies and developments, and make the most of the opportunities they bring. AI is just one case in point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government has already invested heavily in AI – most notably through the new Alan Turning AI Fellowships aimed at attracting and retaining the very top tech talent. And we will soon be launching the call to recruit the next cohort of fellows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This month will also see the first PhD students starting at our new AI Centres for Doctoral Training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A total of £100 million has been allocated for additional doctoral training focused on AI – providing training for around 1,000 additional PhD studentships in AI over the next 9 years. This will ensure that we have the AI experts we need working both in ground-breaking research and in innovative tech businesses across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, if we’re serious about meeting our target to invest at least 2.4% of GDP in R&D by 2027 then we can’t just rely on home-grown talent alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Creating a climate based on the free movement of talent is obviously going to be key to generating the numbers and diversity the sector needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It probably hasn’t escaped your notice that, later this month, we are set to leave the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve said it before, and I’ll say it again: Brexit may well mean that we are leaving the EU, but it certainly does not mean that we are leaving our European friends and partners behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m going to be speaking on this very issue in more detail at a speech to the British Academy in London tomorrow, but for the purposes of this event, today, it is worth emphasising this government’s intention to remain open and international as we commit to getting Brexit done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The International Research and Innovation Strategy I launched earlier this year best evidences our commitment to global engagement in the science and tech sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the International Education Strategy, launched the same month, sets out our ambition to increase the number of international higher education students studying in the UK by over 30% to 600,000 by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will undoubtedly increase the talent pool that will furnish our business and industries with the people, knowledge and ideas they require.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thanks to the hard work of my successor-come-predecessor, Jo Johnson, the introduction of the Graduate Route, or 2-year post-study work visa, will hopefully incentivise much of this talent to stay on our shores, work in our companies, and set up their own businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we know we must do everything we can to make the UK the most attractive place to come and start a tech business, to undertake new research directions, and to test and develop new technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means having a dynamic, fit-for-purpose regulatory environment – an environment that enables new technologies to develop faster, to be tested at pace, and implemented and adopted in new and exciting ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This isn’t just about removing the hurdles created by out-of-date rules and regulations. It’s about creating new standards and frameworks that provide confidence to investors and customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I saw a great example of this when I visited the National Physical Laboratory in Teddington the other week. The important work they are doing with electric engines, with their hydrogen fuel cell testing rig, is all about taking this new technology and measuring its response to different qualities of hydrogen supply – stress-testing it, finding its limits, and developing new performance benchmarks and new standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These will become the benchmarks and standards that others will build on, providing confidence to wider industry partners and investors, and in turn speeding up adoption of that all-important green technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is modern, smart regulation in action – regulation that can lift technology up, not squash it down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are numerous similar examples of where our regulatory environment needs to adapt and where the old rules just don’t make sense – for instance in personalised medicine, autonomous vehicles and, of course, AI.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This isn’t about creating the Wild West in tech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I firmly believe that standards and regulation, when done well, can allow new technologies to flourish. And these are the lessons that we will learn as we implement further regulatory reforms, building on our white paper on regulation in the fourth industrial revolution, which I welcomed earlier this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This innovation is something that we are also seeing in the fintech sector – a sector that has grown considerably over the last few years, where smart and modern regulation has combined with investment and new technology to create a boom in new financial products and services in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have embraced this technology much faster than other nations, It is a shock to go to the US and still sign for a card purchase, for example. And when I went to the bank recently to complete my house purchase, it really felt like going back in time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It doesn’t have to be this way. And it’s not this way in many sectors and areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, while parts of London and the South East are now completely cash-less, this can’t be said of the whole country – and that brings me on to my last point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It cannot have escaped anyone’s notice that our Research and Innovation sector is incredibly concentrated in London and the South East. Per-capita spending on Research & Development in the North East is way under half that in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Golden Triangle is of course an incredible strength of ours – a magnet for foreign investment and talent, and a true national asset. But it is not enough to have this activity continue to be so concentrated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to become an innovation nation, then we must learn from this, ensuring that the whole of the UK benefits from our tech revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means ensuring that our most innovative SMEs can scale up and access seed funding as well as large grants, enter the market, and even shape new markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this is not just about investment. It is about ensuring that we create the kinds of spaces that tech firms want to be in, with the partners that they need to work with, and with the planning rules that allow for this. Not just in the Golden Triangle, but also developing and redeveloping new and existing spaces – in universities, cities and towns, bringing spill-over benefits and opportunities to communities right across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want us to build on the work we’ve done with University Enterprise Zones, which I launched last month, and to build on our amazing network of incubators, accelerators, catalysts and catapults – spreading the benefits right across the UK. To create a truly business-friendly environment. To join together research, development, and innovation. And to create a new unity of purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also recognise that the UK doesn’t operate in isolation. And there is a real opportunity to learn from the best of what works abroad, from the Engine at MIT, to Station F in Paris. But I don’t just want one Station F – I’d love to see a whole alphabet of Stations, right across the UK, leaving no part of the UK behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For as long as I’m Universities and Science Minister, I want to help the UK to find a new gear, to put the UK tech sector in the fast line, and to grow an incredible tech ecosystem that can accelerate into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I – like many of you – want to see a world where the UK is an innovation powerhouse. A powerhouse where the most talented people are not only free to come to, but actively want to come to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A powerhouse where people from all walks of life can take their inspiration and ideas forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A powerhouse where ideas are nurtured and transformed into booming new businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And a powerhouse which gives us a platform on the global stage, and an edge in a rapidly developing world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As your Universities and Science Minister, I can assure you I am committed to building this powerhouse in the way I’ve just described. And I look forward to working with you to ensure the UK tech sector has the people and talent it needs for an ever digital future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}