{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-on-research-talent/",
    "title": "Chris Skidmore – 2019 Speech on Research Talent",
    "post_date": "May 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech  made by Chris Skidmore, the Science Minister, at the LSE in London on 7 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good morning. I’m delighted to be here at the LSE today. This is the first in a series of four speeches on how I believe the UK can best achieve our ambition to invest 2.4% of GDP in research and development by 2027. And, later, 3%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an important target, and one which sits firmly at the heart of this government’s Industrial Strategy and our aim to make the UK the most innovative country in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Achieving this goal is going to require significant investment. In 2017, the UK spent almost £35bn on research and development – or R&D – representing just under 1.7% of GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To achieve our target of 2.4%, total UK R&D investment would need to rise to around £60bn in today’s money. More than double our current investment levels. This would require us to have invested an additional sum of over £80bn cumulatively each year from 2017 across the public and private sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we are on the right track. This government has pledged to increase spending on R&D activities by £7bn over 5 years by 2022. This represents the largest increase this country has seen in R&D investment in nearly 40 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as Minister for research and innovation, I will be making the case for this investment to continue as we approach the comprehensive spending review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This case is made easier by the fact that we are already quite good at maximising our returns on R&D investment. Despite being home to just 0.9% of the world’s population, the UK hosts more than 4% of the world’s researchers; we have three of the world’s top ten universities; and we produce more than 15% of the world’s most cited research articles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK really is one of the most innovative countries in the world and rightly deserves its title as an ‘innovation leader’, having scored 21% above the EU average in the 2018 European Innovation Scoreboard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Maintaining and strengthening this position in the face of growing international competition will be key to our success over the years ahead. So, in the course of this series of speeches, I want to take us back to first principles and unpick, bit by bit, what achieving our 2.4% target really means. And in my first speech on this topic this morning, I want to move us away from our usual focus on money and investment, and turn our attentions instead to the people we are going to need to make our ambition a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After all, it doesn’t matter how much money we pump into R&D over the years ahead. It won’t make the intended difference if we don’t have the right people in place. People to perform the ground-breaking research of tomorrow. People to develop world-leading innovations. And people to solve some of the world’s most challenging problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ensuring a strong pipeline of talent will be essential for bolstering the UK’s research prowess. This means making sure we have the required number of scientists, researchers and technical support staff to support our pioneering R&D efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact of the matter is, if we need to increase R&D spending by more than double our current investment levels by 2027, then we are also going to have to substantially increase the numbers of people we have working in R&D in the same period – perhaps by as much as 50%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To put that in figures, that means we need to find at least another 260,000 researchers to work in R&D across universities, across business and across industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a big ask. So, we need to stop and ask some serious questions: where are these highly-skilled scientists, researchers and technicians going to come from? And what are we going to do, not only to tempt people to embark on a career in UK research, but also to get them to stay here and make the most of their talents and expertise?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are the questions that I want us to address this morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nurturing homegrown talent**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As it stands at present, the UK is the third largest producer of PhDs in the world. However, much of that is down to our ability to attract and educate talent from across the globe. When it comes to educating our own students to PhD level, we know we need to do much more. Both to encourage undergraduates to stay on for postgraduate-level study – and to address the gender imbalances and race disparities that continue to haunt the research profession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we’re continuing to make progress in these areas. The number of women accepted on to full-time STEM undergraduate courses has increased by almost 30% – largely thanks to the number of girls taking STEM A-Levels in England increasing by over 25% since 2010. But the proportion of women studying Physics is still notably lower than it should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we still have some way to go to eradicate gender pay gaps in the sector and increase the proportion of women in academic and research leadership. Not to mention the number of Black and Ethnic Minority role models that will inspire others and show them a research career can really be for people like them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we are thinking hard about the financial incentives that will also encourage more people to continue in higher education and research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only do we have a comprehensive student support system for students embarking on higher education across the UK. But, for students supporting their own postgraduate studies, we introduced Master’s loans in 2016. And these are already having a visible effect on the number of students opting to stay on for postgraduate education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research commissioned by the Department for Education into the performance of the Master’s loan in its first year of operation has found the number of England-domiciled students opting to study for a Master’s degree at English universities grew by over a third (36%) in the academic year 2016/17.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also found that these loans have led to a significant increase in the number of Black students to study for a Master’s degree, a group historically under-represented in postgraduate education. Additionally, almost three quarters of the students surveyed who took out a loan said that they just couldn’t have studied without one. This is welcome evidence that the loan is helping remove financial barriers and supporting individuals from all backgrounds to study for an advanced qualification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And loans were extended to those studying at doctoral level from August 2018. Where we hope they will have a similar effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Attracting international talent**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as well as developing domestic talent, I want us to attract the best and the brightest from across the globe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Universities and Science Minister, I am immensely proud that the UK boasts one of the strongest higher education sectors in the world. That it is home to many of the world’s leading universities and research institutes. This is a great national asset and a major draw for international talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this government is serious about making the UK their global go-to place. That’s why we set out a clear ambition in our International Education Strategy earlier this spring: to grow the numbers of international students studying in UK universities to 600,000 by the end of the next decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of these students will be studying here at the postgraduate level, for Master’s degrees or PhDs. And we will introduce an automatic one-year ‘leave to remain’ period following the completion of all doctoral degrees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will give international PhD graduates the time they need to find an appropriate research position after their studies – whether that be by continuing as post-docs or early career researchers in our universities and colleges. Or by taking their skills over to industry and bringing their ideas and innovations to market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this, we are making it easier for international graduates to move into skilled work. International students studying for undergraduate level and above will be able to apply for a visa three months before their course finishes. Enabling them to take up skilled work after their degree. They will also be able to apply for a skilled work visa out-of-country under the same preferential conditions as they would experience if they were to apply for a visa in-country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, a reformed sponsorship system will provide a simplified and more streamlined system. This will be less burdensome for employers and will enable businesses to harness the talent they need more easily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also investing in more international experiences for our own UK students. This will help develop them as ‘global citizens’, and ensure students of all backgrounds can add to our pipeline of talent on their return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "International experiences enrich the education and personal development of our citizens, not to mention break down barriers to social mobility. That is why I was delighted to announce new DfE funding that will support UK undergraduate students from disadvantaged and under-represented backgrounds to take part in short research internships at Canadian universities through the Mitacs Globalink scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I hope this is just the first partnership of many to help boost opportunities for UK research talent going forwards into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we want to be doing all we can to protect and grow our share of research talent. And we are serious about working together with the sector to ensure we are giving early career researchers, regardless of where they come from, sufficient opportunities for progression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Funding PHDs and other programmes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if we are to attract, retain and develop the research talent we need – both domestic and international – we must ensure we have the programmes we need too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have invested significantly in programmes, delivered by UKRI and the National Academies, to make sure this is the case. In 2017, we announced funding of over £300m over four years to increase the number of PhDs and fellowship programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have committed more than £100m to the Rutherford Fund to deliver around 1,000 fellowships and placements for early-career and senior researchers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, in June 2018, we announced a £1.3bn investment in UK talent and skills to grow and attract the best in science and innovation. As well as £350million for prestigious National Academy fellowships. This included £900million for the new flagship UKRI Future Leaders Fellowships, open to the very best researchers from around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, today I am pleased to announce the very first 41 Future Leaders Fellowships. Who will be provided with funding and support. And who will be instrumental in developing the next generation of research and innovations in their chosen disciplines – from the natural environment to big physics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an incredibly exciting programme and I am delighted to have been able to announce the Fellows today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am just as excited to announce a first call for the new Stephen Hawking Fellowships. Working with the Hawking family, UKRI will support up to 50 postdoctoral scientists in theoretical physics over the next five years. In recognition of Professor Hawking’s exceptional contributions to scientific knowledge and the popularisation of science. This call is now open. And I would encourage anyone eligible to apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because we need to ensure the very brightest minds are in a position to help us address the huge environmental, social and technological challenges the world is facing today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we’re focused on supporting highly-skilled people across disciplines to tackle these issues – what, in our Industrial Strategy we have called our Grand Challenges – from Artificial Intelligence to Clean Growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the field of AI, we have recently announced a package of measures. Including Master’s degrees, funded by industry. Alongside an additional 1,000 new PhD students across 16 dedicated AI Centres for Doctoral Training. And new Turing AI Fellowships. The first wave of fellowships was launched earlier this year as part of a scheme designed to attract, develop and retain global AI talent in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Boosting researchers’ skills and success**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But success in research isn’t just about knowing your subject inside out – though undoubtedly this is essential. It’s about other skills and experiences too, particularly when making the move from academia to industry. And we need to encourage these if we are to create the UK research environment we want to see in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Between six and seven thousand PhD students per year are funded through UKRI, through its studentships and training grants – including Centres for Doctoral Training and Doctoral Training Partnerships. These models allow students to be trained in cohort environments and take a collaborative approach. Working with partners – including from industry – to create well-rounded researchers who are able to continue and pursue R&D careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recent investments in Centres for Doctoral Training will support more than four and a half thousand PhD students, in fields from quantum, to medical technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was particularly pleased last month to see the University of Liverpool leading an innovative new project worth almost four and a half million pounds to boost the success of post-doctoral researchers outside academia. The ‘Prosper’ project is funded largely by Research England and other industry partners. It seeks to break down the barriers facing early career researchers when moving from careers in academia to industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because, to make it in industry, as well as having specialist technical knowledge, today’s researchers need core transferable skills – things like an ability to communicate effectively, to influence, and to work collaboratively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prosper model seeks to give post-doctoral researchers the “soft skills” they need. And, so, should help them develop into the high-performing technical and business leaders of tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also know schemes like the Brilliant Club, whose founders I met earlier this spring, are doing highly valuable work. Not just in reaching out to school pupils from under-represented backgrounds to raise their aspirations. But also by training and developing doctoral and post-doctoral researchers to become highly effective communicators and leaders. These skills won’t just help them if they choose to stay on in education. They are vital for a whole host of business and industry careers too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Towards better research careers**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as well as ensuring people have the skills they need to pursue a career in research, we need to ensure conditions are such that they want one. Currently, there are problems here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to research by Vitae, over 70% of post-doctoral research staff in higher education are employed on fixed-term contracts, with 20% employed on contracts of a year or less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many researchers, especially at the early stages of their careers, can find themselves going from one short-term research contract to another, without any job security or, indeed, any inclination of where they might end up next.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this uncertainty and insecurity that drives many talented researchers out of academia and perhaps out of research altogether. And this is particularly true of female researchers, who are already under-represented in STEM disciplines and may be unable to realise their full potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it doesn’t need to be this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Admittedly, the Roberts Review back in 2002 did much to shine a light on the precarious nature of academic research careers. And thankfully, it led to many UK universities thinking seriously about how they employ and develop research talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In many respects, the UK has long been a world leader in this area – not least through its Concordat to Support the Career Development of Researchers, first launched in 2008.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, with more researchers needed in the future to power our national R&D ambitions, now is the time to increase our support for researchers. And to look again at how we can ensure they have a healthy and attractive working environment in which all researchers can flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that an independent review of the Concordat has just taken place to ensure it is up-to-date to meet the needs of today’s researchers. And I look forward to seeing the revised version of the Concordat when it is published later this summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Universities and Science Minister, I am serious about taking the Concordat forward. And I am pleased to be hosting a high-level meeting with the Chair of the Concordat Strategy Group, Professor Julia Buckingham. Alongside Sir Patrick Vallance and other key sector leaders, to discuss how we can further improve research careers in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have said it before and I will say it again today: I am keen that postgraduates and early career researchers do not get lost from current and future policy debates – particularly around key issues like mental health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Post-docs are increasingly the Cinderella of the academic community – being neither students nor conventional academic staff members. So, their stories often go unheard and their concerns unaddressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, these are the people who are often juggling job insecurities with poor work-life balance. And all against a culture that many feel prevents them from speaking out and admitting their struggles – for fear they will be perceived as weak and not fit for the job at hand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our current research culture relies on dominant power structures, where doctoral candidates and post-docs are largely dependent on supervisors or PIs for references and progression. This puts the power firmly in other people’s hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it any wonder, then, that less than half of doctoral researchers report they would be likely to disclose any mental health and wellbeing issues to their supervisors? This closed culture urgently needs to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I hope future joint work by the Office for Students (OfS) and Research England into the mental health and wellbeing of doctoral researchers can identify good practice to take forward in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also encourage the OfS, Research England, and UKRI as a whole to look more widely at how the implementation of current policies affect researchers on the ground. The three higher education excellence frameworks – namely the REF, TEF and the KEF – are all integral to the way we govern and fund higher education, science, research and innovation. But we need to make sure they are not disproportionately affecting early career researchers and putting extra strains on their work. The recent headlines about universities spending around £87m on non-disclosure agreements since 2017 doesn’t help us to project an image of a sector that cares for its employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Non-disclosure agreements exist for many purposes – such as protecting valuable research findings should a staff member change jobs. But in no circumstances should they be used by universities to ‘gag’ staff after experiencing poor behaviour in the workplace, including bullying, discrimination or sexual misconduct.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me be clear. Any use of this sort of agreement to silence people or hide details of unfair practices is an outrage, and risks bringing the reputation of our world-leading higher education system into disrepute. Universities need to wake up to this fact and the very real threat it poses to the reputation of the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government has recently consulted on proposals to tighten the laws around NDAs and confidentiality clauses for workers. We will be publishing our final proposals in due course. These will make clear in law that victims of harassment cannot be prevented from speaking to the police or reporting a crime. And ensuring they are clear about their disclosure rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to take collective action now to stop the misuse of NDAs if we are to prevent any more talented people from being pushed out of academia. And the wider research pipeline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why I strongly support Universities UK in its call to sector leaders to make sure all staff and students have a safe experience at university.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Minister across both the universities and science briefs, I am keen that we take a cross-departmental and cross-sector approach to the long-term career paths of researchers. And that we work together to tackle some of the systemic issues that are hampering the appeal of a research career, both inside and outside academia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**From academia to industry**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this, a key message I want to get across today is that academia isn’t the only place where talented researchers can have long and meaningful careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is particularly important we recognise this, since very few highly-skilled researchers will stay within the academy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research by Vitae in 2017 showed that of the 80% of researchers in the UK who aspire to a future academic career, 60% expect to achieve one, yet only between 5 and 10% will actually ever get one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this doesn’t mean that the other 90% or so are not pursuing worthwhile research careers. Over 70% of doctoral graduates in the Physical Sciences and Engineering, for example, work outside academic research four years after graduation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to stand any chance of meeting our 2.4% target, then we need to make sure this continues and that talented researchers go on to use their knowledge and skills in business and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need a good number of researchers embracing their entrepreneurial spirit and starting their own spin-outs and SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, there has been a stigma in this country around pursuing non-academic research careers. So, we should never look down on early career researchers if they opt for a career outside academia. Rather, we should actively encourage our PhDs and post-docs to see the merits of pursuing an R&D career in other sectors and industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For one, we need to stop talking about jobs outside academia as being ‘second choice careers’ or ‘Plan B options’. For our 2.4% target to work, we need people to be actively considering research careers across the entire science and innovation system. And aspiring to become industry employees or entrepreneurs from the get-go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to do this I think we need to be positive and passionate about the hugely exciting potential of such work. About the role research – and particularly the point where business and research meet – will play be in helping us to adapt to our changing world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already mentioned our Industrial Strategy “Grand Challenges” – the huge environmental, social and technological challenges the world is facing today. We want to make sure that the UK is leading the way in responding to these challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will require all of our best minds pushing frontiers of science and research and applying this into game-changing innovations and new ideas. This means helping researchers and academics connect better with businesses and supporting researchers to develop their own ideas. These businesses could become the industries of tomorrow. And it makes it a hugely exciting time to work in industry as a researcher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s not just about meeting challenges. It’s about meeting the needs of business. We know from the Employer Skills Survey that employers in the UK report a persistent demand for graduates with STEM skills. And we anticipate this demand will only continue to grow over the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across numerous sectors, employers report a significant demand for highly-skilled professionals, especially in IT and Engineering. As well as a need for staff with complex numerical and statistical skills. It may surprise you to hear that over 60% of roles on the Home Office shortage list are STEM roles – primarily seeking either Engineering or digital expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, isn’t it high time we start to better connect graduates with the evident skills gaps we are experiencing right across our labour market?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, this isn’t going to be easy when many of their main role models inside universities know very little about careers in industry. And are themselves either unaware or unconvinced of the strength of research positions outside academia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are schemes that aim to address this issue – such as the Royal Academy of Engineering’s Visiting Professors scheme. This funds senior industry practitioners to participate in course development, face-to-face teaching and the mentoring of Engineering undergraduates at a host university. It is a great programme, but it is not widespread practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The difficulties aren’t just on the side of universities. Some employers are unused to recruiting PhDs and don’t fully understand the benefits that those with higher academic qualifications can bring to their workforce. I think of this as the ‘graduate paradox’ – the higher the academic qualifications you have, the less professionally qualified you may seem. This, I feel, is a particular UK problem we need to address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long we have had a culture in this country that doesn’t generally recognise, let alone reward, PhDs outside academia. But this is not the case in other European countries. In Germany, for instance, a PhD is often seen as a prerequisite for progression to senior roles in business and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, here in the UK, people with hard-won PhDs sometimes choose to hide their doctoral qualifications when applying for professional roles outside academia. And many can find themselves having to spell out to sceptical employers the skills and experiences they have gained during the course of their studies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To get people thinking differently we urgently need to change mind-sets. And to boost the appreciation of postgraduate degrees among employers and wider society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need a culture change right across the innovation system. Not just among academics to get them to realise the transfer-ability of their research skills. But among employers – so that they, too, can make it easier for researchers to make the transition into industry-based roles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Academic research and industry research should never be two distinct entities. There should be transferable pathways between the two. So those with industry-experience are welcomed into academia for their ‘on the job’ knowledge later in their careers. And those with academic experience can venture into industry and back again at any time they choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Changes such as this will help keep international researchers in UK R&D long after they have graduated. And also help to boost the numbers of domestic students choosing to stay on for postgraduate degrees and research careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have argued today, this will be vital to achieving our long-term aim: boosting the numbers of researchers in this country by more than 50%, to cement our R&D success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Retaining domestic and international talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funding the programmes we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Boosting skills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improving careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And strengthening the links between industry and the academy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are the ways we will nurture the talent we need now to meet the challenges ahead. To give the economy the boost it needs. And to help adapt to our changing world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}