{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-on-embracing-the-space-age/",
    "title": "Chris Skidmore – 2019 Speech on Embracing the Space Age",
    "post_date": "July 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Science Minister, at the Policy Exchange on 16 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good afternoon everyone. It’s a pleasure to be here at Policy Exchange.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve always been delighted to come to events here, they’ve certainly inspired me in my career over the past 15 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I simply couldn’t have imagined back in the early 2000s that one day I’d be standing at Policy Exchange addressing this august institution as the Space minister, or as my 4-year-old daughter calls me, Minister for the Universe!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s personally really satisfying to see Policy Exchange make that decision to gear up towards looking at space policy through the establishment of its space policy unit and indeed to launch its own space manifesto.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, the date today is a very important date in any space fan’s calendar. For today marks the 50th anniversary of the launch of the Apollo 11 mission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was at about this time 50 years ago, at T-minus 20 minutes before lift-off, that Jack King, the ‘voice of Apollo’, reported that 2 faults had been detected during countdown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first, was to do with communications equipment, which easily fixed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second was more serious, a leaky valve on the fuel line providing hydrogen to the Saturn V rocket. And a small team of technicians had been sent urgently to find a solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So just imagine the scenario. Twenty minutes before you start a 4-day, 250,000 mile trip into the void of space – propelled by human ingenuity and around 7.6 million pounds of thrust – a man with a wrench walks by and tells you don’t worry, he’s just got to do a quick repair to the rocket, and if there’s a problem move on to Plan B.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or, alternatively, imagine being that technician. Years of planning and training, trials and tests; millions of dollars if not billions spent; the expectations of a nation and the attention of a global audience, all waiting to see what happens. The pressure would have been incredible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the prize was worth it. The moon landings have inspired generation after generation – after all, what child doesn’t want to be an astronaut? But the spin-off benefits from the research needed to explore space have also been undeniable – ranging from laser eye surgery to landmine removal, to portable X-ray machines and even baby formula.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, it is not surprising that 50 years on, we still talk about the moon landing with admiration and reverence. And while I was born too late to see Apollo 11 touchdown in the Sea of Tranquillity, although I was watching on catch-up over the weekend the remarkable Moon landings live programme, I have always found space generally to be utterly fascinating, not least because of Apollo 11. We all know the names of the first men on the moon. When we think of space, we often think of NASA and the Kennedy Space Centre. And we all remember the immortal words spoken by Neil Armstrong as he stepped onto the moon’s surface for the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is where I want to make an intervention. Because, I think, for many people, that’s sort of been the end of it – the big challenge was walking on the moon, and once Armstrong and Aldrin had done it, we started to think that space had somehow been ticked off. After all, only 10 other people have boldly gone where those 2 did, and nobody has set foot on the moon since 1972.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, unless you’re an Olympic long-jumper, one giant leap is never the end of the story. And since 1969, we’ve come on in leaps and bounds in our knowledge of space, but also in our use of space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just look at Tim Peake – our very own British astronaut. Children today have been just as inspired by Tim Peake, and his return mission to the International Space Station, as kids were by Neil Armstrong and Buzz Aldrin in 1969.  \nIt was a real honour to speak alongside Tim on the return of the Soyuz space capsule which is now on display in the Science Museum. If you haven’t seen it please do go and see it. It’s remarkable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as Space Minister I’ve been quickly aware of the strength of our own remarkable space industry. Just looking at our history, the UK was the third country after USA and USSR to have a satellite of our own in space – Ariel 1. And our early lead spurred the growth of key British companies like Inmarsat and Surrey Satellite Technology Ltd, as well as big companies active here from Airbus to Lockheed Martin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this strength absolutely continues today: our space industry has tripled in size since 2000, becoming one of the fastest growing sectors in the UK economy. It employs close to 42,000 people throughout the UK, has an income of almost £15 billion, and, through the use of our satellite services, supports an estimated further £300 billion of economic activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want the UK’s efforts in space to continue to grow, and for us to play our fullest role in exploring the solar system and understanding the universe. But this isn’t just about looking outwards at the universe, by going to Mars or hosting the headquarters of the Square Kilometer Array right here in Britain at Jodrell Bank, which I was delighted to see had the announcement on the UNESCO World Heritage Site last week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most pressingly, I believe that our efforts in space will help to preserve life right here on Earth. Through measuring the temperature of oceans, to monitoring changes to biodiversity and the extent of deforestation, satellite technology today is enabling us to observe the very real-time changes happening right here on Planet Earth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the UK has significant capabilities in satellite Earth Observation, including through our membership of Copernicus, which I want to see continue. These capabilities range from radar remote-sensing through to ultraviolet analysis of the physical, chemical and biological systems here and also to observe how these are changing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These capabilities are pushing the frontiers of environmental science. For instance, the amazing work being done by the British Antarctic Survey to measure sea-ice dynamics or predict the future of the polar ice sheets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As humanity’s impact on the world becomes ever more dramatic, gathering evidence from space becomes an increasingly pressing challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earth Observation, I believe, is therefore an essential green technology, vital for monitoring our changing planet and informing the decisive action we need to reach net zero carbon emissions by 2050. And this is a phenomenal economic opportunity for the UK also – the earth observation sector is growing rapidly, currently supporting around £92 billion of economic activity. I want to see this progress continue as we continue to work to tackle climate change and deliver green growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this work really shows that UK must continue to be one of the leaders of this new space age – a space age that isn’t rooted in Cold War rivalry, but in communication, in collaboration and in commercialisation; a space age which recognises the pivotal role that space will have in delivering life-enhancing and sustainable benefits right here on earth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A very significant step, which I’m also pleased that Policy Exchange has supported in its Space Manifesto, is the creation of a National Space Council, which we announced just last month, and which will coordinate the Government’s space strategy and capabilities. This coordination will also be driven by a new National Space Framework, which will be owned and operated by the Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will have implications throughout our society, because space affects policy in a wide range of government departments. Most obviously the Ministry of Defence for security and defence – indeed, my colleague Penny Mordaunt will be speaking at the Air and Space Power Conference later this week. But also the Cabinet Office for civil contingencies, Defra for earth observation, BEIS for industry and climate change, DCMS for communications, and across many other departments in terms of the enabling technologies that space and satellite technology can provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Space Framework therefore recognises three top-level national priorities aligned with the Cabinet Office-led Fusion Doctrine: those of Prosperity and Knowledge, Security and Protection, and thirdly Global Influence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through these, the Council will improve its understanding of future UK requirements, deliver the practical joint working across all government departments to improve policy coherence and, importantly, working with the sector, to achieve our ambitious growth targets. Last year the Space Growth Partnership published ‘Prosperity from Space’ – a blueprint to build on our success to date, to enable the UK to access over £70 billion worth of new opportunities by 2030. And we set out a national ambition of accelerating growth to secure 10% of global market share in commercial space activity by this date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The structure of the National Space Council is still to be agreed with the Cabinet Office, but we expect it to have a permanent full-time secretariat and formal supporting structures from across government, industry and academia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we saw from President Macron’s recent announcement of a new space defence command in France, governments all over the world are recognising the strategic value of space. And for the UK, the new Space Council will provide renewed focus and ambition, to accelerate the excellent progress that we’ve already made to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve also reaffirmed our commitment to the European Space Agency, or ESA – an organisation which we helped to found, and that we are absolutely proud to be a part of. We’re contributing around £300 million to ESA each year, and I believe that is money entirely well spent. After all, for every £1 we invest with ESA, we see an average return of £10.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While 50 years ago we were embarking on the mission to the moon, the next big space mission will be to Mars.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I was delighted to see that the new Exo Mars rover will bear the name of a British woman and one of our great scientists, Rosalind Franklin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Rosalind Franklin rover will search for evidence of life on Mars, and it is packed full of British tools like the PanCam, a camera developed at UCL’s Mullard Space Science Lab which can record the landscape in 3D.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our commitment to ESA is also more than just about financial investment, it’s also about investment in people, for space literally knows no borders. So, as part of our ESA membership, I’m delighted to announce we’ve made certain that British ESA staff working in Europe, and also European ESA staff working in the UK, will enjoy the same rights as one another as a result of the ESA Host Agreement: access to healthcare, pensions and benefits – and, most importantly – the right to have families of ESA staff living, working and learning in whichever ESA country they call home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re committed to continuing collaboration with member states in ESA on research and on development – particularly in such an important year for ESA, with the Council of Ministers in November, where member states will agree ESA’s future programmes of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s fantastic to see that already preparations for that are also building up to an ambitious programme based on global collaboration, excellent science as well as commercial programmes that will support our Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You’ve probably heard enough from me about my road to 2.4% speech series I’ve been making as Research and Innovation Minister, but the government’s commitment to raise research and development spending to 2.4% of GDP offers a considerable opportunity to space and other technology-based sectors. The space sector is 6 times more R&D intensive than the UK average, and we will continue to work closely with ESA in order to develop programme proposals that benefit R&D as well as boosting our national capabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This complementary approach offers significant opportunities to maximise the commercial and scientific impact of space, but also to maximise its role in tackling problems like climate change I discussed earlier. I look forward to continuing this strong and vitally important partnership, and to seeing many more fantastic achievements from ESA, for many years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our vision must also be international, and for some immediate evidence of our determination to work with all countries across the globe, I’m excited to say that on Thursday I’ll be signing a new memorandum of understanding between the UK and Portugal, alongside Portuguese Space Minister Manuel Heitor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And beyond Europe, we’re also excited to host several international space agencies at the UK Space Conference in September, which will be the most important space-related event in the UK this year. We expect to see a host of international space agencies attending, supported by trade delegations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Space is a truly global endeavour that benefits everyone, but we can only achieve these benefits if we have a safe and secure space environment. The UK is leading international discussions to determine practical ways both governments and industry can ensure Space will be available for future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on our work with ESA, and the increased global appetite for international space agencies to work together, the UK Space Agency is now looking to enhance our level of international engagement and cooperation through a series of bilateral programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The intent is to provide a real opportunity for the UK space sector, industry and academia, to strengthen its international relationships while also continuing to collaborate with our close partners across Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s a key theme which runs right through the engagement I’ve taken forwards, also with our publication of our International Research and Innovation Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted that space continues to form part of a wider strategy we have across government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that’s also why I can announce today that NASA and the UK Space Agency have today signed a letter recognising our joint interest in accessing the Moon for science, and in using private sector capabilities to support this endeavour. They have also agreed to set up a working group to coordinate joint scientific research and also to identify for the future collaborative opportunities, including the possibility of using a proposed UK commercial communication service at the Moon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our two countries have a fantastic history together, and space exploration has been a part of it for quite a while. Back in the 70s, Richard Nixon gifted pieces of moon rock gathered by Apollo 11 and Apollo 15 to some of America’s allies, including the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If any of you went to a reception in Downing Street tucked away in a corner by the Prime Minister’s office you were able to see this piece of wood encapsulating the Moon rock. I understand you can now see them in the National Maritime Museum in Greenwich.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s so important that today on this 50th anniversary of the launch of Apollo 11, we’re able to make this continued joint commitment for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if these mentions of NASA start making you think that maybe it is all about the USA after all, I’d like to set the record straight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We as the UK have that fantastic story to tell. We are, for example, a satellite telecoms powerhouse; one in four telecoms satellites contains parts made in the UK. In fact, when I visited the Space Park at the University of Leicester in March, I was fascinated to hear about the instruments built at the University since 1967.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The University is obviously looking to maintain its track record, and I was very pleased last week to announce almost £14 million of funding to the University’s METEOR centre, which will be a hub for innovation in satellite design and operation, for revolutionising how we use the data that our satellites gather.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And also, exciting new businesses like OneWeb, which aims to provide high-speed broadband to the world through a constellation of 650 satellites, to have chosen the UK as their Headquarters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve met a host of companies on my tours across the UK and I have to say the enthusiasm and the drive of those leadership teams of these companies to do more if they have the chance and to provide that supporting role where we can as government, and will continue to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To continue this progress, I’m delighted to announce today a £2 million investment in ten new projects to develop innovative new instruments, which will put UK industry and universities in pole position for new commercial and scientific missions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the Farnborough International Airshow back in 2018, the UK Space Agency announced more than £30 million of funding for Sutherland in Scotland – helping Highlands and Islands Enterprise to develop a vertical launch spaceport; giving Orbex the means to build a new launch vehicle; and helping Lockheed Martin to establish launch operations and an innovative new satellite deployment system, known as the Orbital Manoeuvring Vehicle, boosting Scotland’s reputation as a go-to destination for vertical satellite launches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, at the other end of the country, last month we’ve now joined up with Cornwall Council to invest a total of £20 million into the Newquay Spaceport, which is developing horizontal launch operations with Virgin Orbit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Space Industry Act 2018 is a major step forwards in establishing a safe and supportive regulatory framework to enable launches to take place from the early 2020s, and we’re working across government to develop the detailed regulations to implement the Act with industry and other interested parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also working with international partners to put in place the necessary agreements for companies from around the world to be able to come here to the UK, while investing in related facilities and technology, including almost £100 million for a new National Satellite Test Facility in Harwell, and £60 million for Reaction Engines to develop their revolutionary air-breathing rocket technology, which can be thought of as a cross between a jet and a rocket engine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an exciting project that builds on Britain’s aerospace heritage; an amazing feat of engineering with a wide range of potential applications, and it’s now seen investment from BAE Systems, Boeing and Rolls-Royce. I’m pleased to see the engine’s current tests in Colorado going so well, and I’ll be following the progress of the UK tests next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is absolutely vital that these projects and investments continue, because the UK simply cannot afford to opt out of space. As I said I am not old enough to remember the moon landings but I do remember Project Juno. My father even worked on developing a Doppler ultrasound system, or the ‘Juno Dop’, for the mission. But in the end, the Juno mission failed to take off and Helen Sharman had to hitch a ride on a Soyuz. Because the rest of the world simply doesn’t wait, we had to run to catch up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot make that same mistake twice. We need to build on our strengths and to make space a major priority for the UK’s future. This means continuing to be a major investor in ESA, to put forward our best and most talented minds, and to invest in our satellite applications cluster from Glasgow to Goonhilly. We cannot afford to be left behind again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, let me round off this speech where I started – with the hydrogen valve on Saturn V, a few minutes before the launch of Apollo 11. In the event, the problem with the valve was a minor one. The team poured on cold water to freeze the valve, tightened some bolts and bypassed the valve all together. The countdown proceeded as planned, and everything was in place for ignition, just a few minutes from now at what would be 2:32pm, GMT.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the start of an amazing journey. One that has inspired all of us for half a century. The Arts and Humanities Research Council together with the UK Space Agency have been compiling stories from those who watched in real-time the moon landing, and I think it’s fair that we give the last words to some of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many great tales emerging out of this new research, but I want to focus on just 2 stories of scientific inspiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nigel Shadbolt, Principal of Jesus College, Oxford, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was 13, a young boy in a small village in the Peak District. I remember the exhilaration of the moment… an exhilaration shared with bleary eyed friends later that morning in School Assembly. The night’s events instilled in me a passion for science. A passion that led me into a 40 year career in Artificial Intelligence and Cognitive Science.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the account of Lance Thompson says it all:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would not choose to have been born at any other time: my 62-years have been so influenced by the ‘Space Race’ it is difficult to imagine any other life for myself. The passion I had for the whole adventure resulted in me following a career in engineering, specifically in remote sensing. For a young lad from Newcastle, this was not the usual prospect. Had I not popped into the world at just the right time I would not have been inspired by mankind’s greatest undertaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For these 2 young boys, the moon landings were a moment of magic that helped shape the course of their entire lives. And for all of us, young or old, space continues to inspire and amaze. It brings the visceral excitement of embarking on voyages of discovery. It sparks major scientific advances in our understanding of the universe. And it creates opportunities, opportunities for businesses to deliver great new products and services to consumers. These are the reasons, among many, that we continue to persist and invest in space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, as we celebrate the 50-year anniversary of the Apollo 11 mission this week, I want us to remember that the small step that Armstrong took was just the first in an amazing, inspiring and essential journey. And that journey is one that I’m proud that the UK will be continuing on for many decades to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}