{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-statement-on-tuition-fees-for-eu-students/",
    "title": "Chris Skidmore – 2019 Statement on Tuition Fees for EU Students",
    "post_date": "April 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chris Skidmore, the Minister for Universities, Science, Research and Innovation, in the House of Commons on 29 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have repeatedly made it clear that we absolutely value international exchange and collaboration in education and training as part of our vision for a global Britain. We believe that the UK and European countries should continue to give young people and students the chance to benefit from each other’s world-leading universities post exit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the weekend, the media reported on a leaked Cabinet document discussing Government policy on EU student access to finance products for the 2020-21 academic year and beyond. At this time, I want to tell the House that no decision has yet been made on the continued access to student finance for EU students. Discussions at Cabinet level are ongoing and should remain confidential. I will make no comment on this apparent leak, which is deeply regrettable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Students from the EU make a vital contribution to the university sector. It is testament to the quality and reputation of our higher education system that so many students from abroad choose to come and study here. As I stated earlier, since 2017 EU student numbers are up 3.8% and non-EU student numbers are up by 4.9%. In July 2018, we announced that students from the European Union starting courses in England in the 2019-20 academic year will continue to be eligible for home fees status, which means that they will be charged the same tuition fees as UK students and have access to tuition fee loans for the duration of their studies. Applications for students studying in academic year 2020-21 open in September 2019 and the Government will provide sufficient notice for prospective EU students and the wider higher education sector on fee arrangements ahead of the 2020-21 academic year and the subsequent years, which, as I have just stated, will obviously reflect our future relationship with European Union and the negotiations on that going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}