{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-statement-on-the-competitiveness-council/",
    "title": "Chris Skidmore – 2019 Statement on the Competitiveness Council",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chris Skidmore, the Minister for Universities, Science, Research and Innovation, in the House of Commons on 22 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Internal Market and Industry Day of the Competitiveness Council will take place on 27 May 2019. Katrina Williams, Deputy Permanent Representative of the United Kingdom to the European Union, will represent the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Research and Space Day of the Competitiveness Council will take place on 28 May 2019. Chris Skidmore MP, Minister of State for Universities, Science, Research and Innovation, will represent the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Day one—Internal Market and Industry**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Internal Market and Industry Day will consider a number of non-legislative items, including a competitiveness “check-up”. Attendees will be asked to debate and agree the adoption of conclusions on “a new level of ambition for a competitive single market” and “an EU industrial policy strategy: a vision for 2030”. This will be followed by the adoption of “conclusions on the competitiveness of the tourism sector as a driver for sustainable growth, jobs and social cohesion in the EU for the next decade”.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under any other business, there will be updates on the following current legislative proposals: (a) the directive on cross-border conversions, mergers and divisions; (b) the directive on the modernisation of the EU consumer protection rules; (c) the directive on representative actions for the protection of the collective interests of consumers; and (d) the regulation on the general safety of vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The presidency with also provide information on better regulation and the forum dedicated to the auto industry. Finally, the Finnish delegation will provide information on the work programme of the incoming Finnish presidency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Day two—Research and Space**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Research and Space Day of the Competitiveness Council will begin with a session on space, during which the Council will hold a policy debate on “strengthening Europe’s role as a global actor and promoting international co-operation, space diplomacy and contributing to building the global space governance”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Competitiveness Council will then break for the 280th European Space Agency (ESA) Council where the UK, as an ESA member state, will vote on the ESA resolution “space as an enabler”. The Council will then reconvene for the 9th EU-ESA Space Council where there will be an exchange of views and adoption of conclusions on “space as an enabler”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The research session will start with a policy debate concerning “research and innovation as a driving force for a more competitive European Union”. Finally, the Finnish delegation will provide information on the work programme of the incoming Finnish presidency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}