{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2022-comments-on-defecting-from-supporting-rishi-sunak-to-liz-truss/",
    "title": "Chris Skidmore – 2022 Comments on Defecting from Supporting Rishi Sunak to Liz Truss",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Some of the comments made by Chris Skidmore on 10 August 2022, with the full article at the Daily Telegraph.",
    "content": [
        "Do we seek to continue with business as usual on the economy, knowing that this approach has led us to where we are now, or are we prepared to face the future and recognise that we, along with the country, must embrace change and innovation if we are to succeed?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The status quo cannot be an option. Initially, I had backed Rishi Sunak during the MPs’ stage of the contest. Yet over the past few weeks, I have grown increasingly concerned by his campaign’s consistently changing position, especially on the economy, to chase votes. I am convinced that we need a bolder, more positive approach to the UK’s future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all, we need a leader who will unite the party. Liz Truss has demonstrated that she has the leadership and personal ability to bring us all together. We cannot afford to be seen as a divided party, and I now believe that Liz is the best person to unite us and the country in meeting the challenges we face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}