{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-on-making-science-work/",
    "title": "Chris Skidmore – 2019 Speech on Making Science Work",
    "post_date": "January 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, on 25 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for inviting me here to Culham today. On a chilly day, it’s a pleasure to visit what Ian Chapman tells me is hottest place in the solar system! And this isn’t the only superlative that Culham can claim. The Joint European Torus is one of the most impressive international scientific facilities not just in the UK, but perhaps in the world. It symbolises the application of world-leading research and engineering to tackle one of the world’s greatest challenges: the challenge of clean energy. At the same time, it’s providing the skills our country needs for the future, training both the next generation of nuclear researchers and apprentices for businesses across Oxfordshire and beyond. What could be a better place to give my first speech on science, research and innovation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel very fortunate to be Minister for Universities, Science, Research and Innovation. Several of my predecessors have said they felt it was the best job in government. It has a special significance for me because I began my career as a historian: I profoundly believe in the importance of research. I recognise the joy, and the occasional frustrations, of the pursuit of knowledge. And I deeply respect the passion that drives people to dedicate their lives to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Science, research and innovation represent this country’s best hope for the future. From an economic point of view, scientific developments underpin prosperity and growth and help create rewarding, high-wage jobs in every part of the UK. From a societal point of view, they offer ways to tackle the grand challenges of the future. And crucially, they are valuable in their own right. Pushing the boundaries of knowledge, seeking to understand the universe, the human race, our past and our future – these are all things we should be proud to invest in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m proud of Britain’s world-leading scientific and technological heritage. And of our wider strengths: the invaluable work done in the arts, humanities and social sciences; the ground-breaking interdisciplinary research that goes on in our universities; and the R&D done outside academia – in businesses, independent research institutes, charities and public labs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, here at Culham, I will be visiting a remarkable firm called Reaction Engines that is designing a new type of engine called SABRE, which could revolutionise air and space travel and make it possible to fly from the UK to Australia in just four and a half hours. The development of the engine, which has had £60 million in backing from the UK Space Agency and £50 million from the private sector, is a clear example of the UK being at the forefront of technological and scientific discovery, and exemplifies the aims of the government’s modern Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no better backdrop to talk about my priorities and ambitions for science, research and innovation in the UK, and how we can work together to make it a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Priorities**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe there are two overarching priorities for UK science and research in the year to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first is the most urgent: ensuring, as the UK leaves the European Union, we have the right relationship with European research programmes and with the wider world of science and research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second may be less urgent, but it is no less important. How we chart a path to an economy that invests more in science, research and innovation, and puts R&D at the heart of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This second goal may seem to some to be a distraction from the issue of Brexit. But it is crucial to the future not only of science and research in the UK, but to our wider destiny as a country. And we would be unwise to put it off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The decisions we take now, ahead of the Spending Review later in the year, will be crucial to our ability to invest more in R&D, and to crowd in investment from business and from overseas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I’d like to talk about these two priorities in turn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Brexit and the future of UK research**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the urgent question that is on so many of our minds: the question of the UK’s place in the global research community as we prepare to leave the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My thinking on this is guided by an old conservative principle: the idea of Chesterton’s Fence. It was 90 years ago that GK Chesterton came up with this warning to political reformers: never tear down a fence, he said, until you understand why it was there and what its purpose was. This is especially pertinent today as we inch towards Brexit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With this in mind, I’ve been grateful to the researchers, universities and National Academies who have taken the time to speak to me and my officials about this, as well as to the participants in the High Level Group on Brexit set up by my Ministerial predecessors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The message I’ve had is clear: participation in EU framework programmes is vital to UK researchers and innovative firms for a host of reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The money is one: through our EU membership, the UK gains £1 billion of R&D funding each year. The fact we are so successful is a measure of our excellence. But I know it is not just about the money: Horizon 2020 connects our labs, universities and businesses to researchers across Europe. I also recognise the importance of the prestige of ERC grants or the Marie Sklodowska-Curie Actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I acknowledge the importance to Britain’s labs and universities of researchers and staff from overseas, including from the EU. Indeed, I want to express my gratitude to the tens of thousands of researchers, whether from elsewhere in Europe or the wider world, who have chosen to make the UK their home, and bring their talents to work here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Leaving the EU with a deal remains our top priority and the PM has been clear that we want to have the option to associate to future EU programmes including Horizon Europe and the Euratom Research and Training Programme. But we are also preparing in the event of no-deal. The government’s underwrite guarantee will cover the payment of awards for all competitive bids to EU funding programmes submitted before Brexit. We’ve taken steps to ensure that this will work as smoothly as possible if it needs to, notably with the UKRI grant registration portal that was set up in September and which already has 5,000 registrations. I urge all researchers working on EU-funded projects to make sure their project is signed up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve heard loud and clear the message that leaving the EU presents unique challenges to science, research and innovation in the UK. So, I ask you and your fellow researchers and innovators to work with me to deliver a Brexit that works for your sector, and to help design the UK’s post-Brexit relationship with the EU that builds on our scientific strengths and ingenuity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, we continue to strengthen our relationships with researchers across the world. As I announced earlier this week, we are investing more than ever in partnerships with both the leading science and innovation nations and with the developing world. Joint projects which bring together the best with the best enable us to further our ambitions under the modern Industrial Strategy and to tackle the global challenges which affect the poorest and threaten the future prosperity and security of us all. To support such joint ventures, we will build upon our global strategic partnerships at government level, for example with the US, Canada, Israel and China – the latter of which I intend to visit in the coming months to progress our Joint Science, Technology and Innovation Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Making 2.4% target a reality**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My other priority for the coming year is how we ensure a bright future for R&D in the UK. In particular, how we deliver the commitment this government has made to increase the amount the UK invests in R&D to 2.4% of GDP by 2027, and 3% in the longer term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measuring R&D in percentages of GDP is perhaps not the most vivid way to capture the wonders of science, the power of technology, or the ingenuity of innovation. But the change it will make will be truly transformational. 2.4% of GDP may sound like a dry statistic: but if we can realise it, it will represent national renewal. Increasing our R&D investment to 2.4% is equivalent to around 3 new GlaxoSmithKlein and 4 new Rolls-Royces and 5 new Unilevers. This will help keep the UK’s economy competitive, and create good, meaningful jobs and prosperity across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will also help us make great strides to tackle the big societal challenges facing Britain and the world at large.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But reaching the 2.4% target must not be an end in itself. It is the opening of a new chapter for UK R&D and the cornerstone to building a great future based on the collective strength of science, engineering, technology, the arts, humanities and social sciences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just this week, we have seen an extraordinary project announced by the University of Strathclyde with the potential to help patients suffering from osteoporosis. Experts will use technology originally used to help measure the collisions of black holes in space to vibrate stem cells in people’s bones to turn them into new bone. This is an example of government funded, interdisciplinary research having real world benefits to help people living, longer, healthier lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Tuesday, we also announced 28 new international research projects, backed by £279 million of government funding. Many of these projects are led by experts in UK universities and tackle global challenges, from reducing the impact of oceans pollution, to controlling the spread of infectious diseases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work of the UK Atomic Energy Authority here at Culham is a great example of what we want to achieve. World class science, tackling a big global challenge, deeply embedded in the real world and in its community. I’m especially glad that the government has committed to double down on our ambition when it comes to nuclear fusion, committing £20 million to begin development of a new UK based Nuclear Fusion reactor, STEP the Spherical Tokamak for Energy Production, paving the way to practical, energy-producing fusion power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK already leads the world in innovative, compact fusion devices; the Duke of Cambridge turned on the UK’s upgraded fusion test reactor, the Mega-Amp Spherical Tokamak, just last October. The work of UKAEA here at Culham will help make British fusion power a reality – this kind of national endeavour is a great example of the vision we need to pursue to deliver the 2.4% R&D target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming months, we will be developing and publishing our roadmap on how to reach the goal of investing 2.4% of GDP in R&D. We have already shown that we are serious: the £7 billion of additional funding we have announced in recent years represents the biggest increase in public R,D&I funding for four decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want us to go even further. Making the 2.4% target a reality will be a top priority for me in the coming year, as we manage our departure from the EU and agree the terms of the Spending Review that will dictate public investment over the coming years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few principles will guide my thinking here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first is the right public investment. While it is too early to pre-judge the results of the Spending Review, analysis by both my own officials and by others, including the National Academies, shows that meeting 2.4% of GDP will require significant increases in public investments in R&D across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "OECD statistics show that the UK’s mix of public to private R&D is relatively strong: for every pound of public R&D we fund, the private sector funds around £2.60. This compares favourably with many other rich countries: it is slightly more than Germany and Finland, and quite a bit more than Canada, France or the Netherlands, but somewhat behind that in the USA or Switzerland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An important takeaway from this is that even if the ratio of private to public contribution were to increase to that of the US or Switzerland, but public investment kept at the same level as a proportion of GDP, we would still be some way from meeting the 2.4% target. This means that to meet the target, an increase in public investment will almost certainly be required. This is the case I will be making to the Treasury, and I’d call on everyone who cares about the health of research and innovation in the UK to work with me to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet, it is also clear from the statistics that the public sector cannot meet the target on its own. Innovation and R&D happen in an ecosystem, where government, academia, businesses, and other institutions all have complementary roles to play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will only meet the target if businesses and charities also increase their investment in innovation. That’s why we have been working and will continue to work with businesses to identify what policies will help them commit to investing in R&D across the UK in the decade to come. This is also why we have developed new funding streams to back important and impactful work, including the Industrial Strategy Challenge Fund and the Strategic Priorities Fund, which support research with the potential to transform the economy and the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The willingness to invest in innovation will also be determined by the quality of our institutions, the relationships between them and the way we approach the culture that underpins them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, how we can ensure greater access to research careers. How we can ensure the UK’s research community leads the world on research integrity. How we will make sure we adopt digital technologies to do better research. How we will assess and manage research effectively. And how we can build the right links between the worlds of research and practice, and between science and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this respect, the establishment of UK Research and Innovation, planned and launched by two of my predecessors, will be vital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UKRI are in a position to use analysis and the wealth of data they possess to work with researchers, businesses and policy makers to understand where our research and innovation strengths are, how our interventions are enabling the growth of high-tech businesses, and how we are delivering against our four Grand Challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UKRI also has the potential to tackle the cross-cutting issues that will determine the health of the UK research and innovation system in the years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of these is research integrity. If we are relying on research to boost our economy and tackle societal challenges, we need to know the system is working. Research that is not replicable or that fails to meet ethical standards is not just bad in itself: it is a waste of resources that could have contributed to the common good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Similarly, we need to ask ourselves whether we are making the most of our talent. Recent economic research has documented the phenomenon of “Lost Einsteins” – people who could have been researchers or inventors but who seem, by reason of background, to have missed out on the opportunity. We also hear accounts of those driven out of promising research careers by harassment or bullying. These issues matter both for their own sake – as they are the kind of “burning injustices” this government has set out to tackle – and because tackling them will make for better science and research, from which society at large will benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, UKRI should work toward making sure the benefits of research and innovation are felt widely across the country and across society. This is partly a matter of involving the public effectively in the processes by which decisions about science and research are made. In an age when technologies from AI to robotics are raising big social questions, public engagement is important both from an ethical point of view and from a democratic one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also has a bearing on where UKRI makes investments. Historically, public research funding has been concentrated in particular places, notably the Golden Triangle between Oxford, Cambridge and London. It is right that we fund excellence and support successful clusters. But we need to make sure we recognise the potential of other areas and the case for investing in them. That’s why we recently launched the first round of the Strength In Places Fund, to back excellence broadly across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another necessary complement to a strategic UKRI is the diversity of funding at the institutional level, including the charitable sector. With this in mind, I recognise the great value of Quality Related (QR) funding, and the role it plays in both building research capability across the disciplines and in providing additional sources of intelligence in our funding system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will be working closely with UKRI to make the most of their potential – and aiming to make sure they become recognised as one of the world’s great funders of research and innovation, and a lynchpin in a successful knowledge ecosystem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I’d like to finish with an appeal to anyone dedicated to the pursuit of knowledge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the opportunity to make a step-change to the world of science, research and innovation in the UK – with more investment, better training, and a renewed focus on changing the world. To do that, we need to work together, both to make the case for investment, and to make sure that investment has the greatest possible effect. The next few months may be a time of political uncertainty. But if we work together, the best days for research and innovation in the UK could well be ahead of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}