{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2017-speech-on-national-democracy-week/",
    "title": "Chris Skidmore – 2017 Speech on National Democracy Week",
    "post_date": "September 20, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Parliamentary Secretary at the Cabinet Office, on 15 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you all for coming today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year marks the tenth anniversary of the establishment of the International Day of Democracy by the United Nations General Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November 2007, the Assembly resolved that the 15th of September should be marked as an International Day of Democracy, with all member states invited to commemorate the day in an appropriate manner that contributes to raising public awareness of democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thought it would be fitting for us to meet here today, not only to share with each other what progress has been made over the past year in promoting democratic engagement and participation across the United Kingdom, but to recognise that the promotion of the importance of democracy cannot be achieved by government alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the resolution passed by the United Nations General Assembly in November 2007, noted that there was a ‘central role’ for the ‘active involvement of civil society organisations’ in celebrating and promoting democracy, equality and freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise too the crucial role that you and your organisations here today play in creating what should be termed as our Democratic Society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is why I have invited Women’s Aid and Mencap to share their experience of working with Government to ensure all voices can be heard. I am very pleased that Sian Hawkins from Women’s Aid and Matthew Harrison and Ismail Kaji from Mencap are able to join us today to discuss the progress we have made on the anonymous registration process and the steps we are taking to improve accessibility for people with disabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Speakers:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Women’s Aid – anonymous registration  \nMencap – call for evidence on accessibility to elections\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you both, your work is not only valued— it is vitally important that we should continue to work together in partnership, as we continue our pursuit of increased democratic participation. We all know that this work cannot stand still.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does not begin or end in the run up to and at the end of an electoral cycle. It must be sustained and be seen to be sustainable, if we are to ensure that as a society, our democratic processes are to be safeguarded and confidence in our democracy renewed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I was appointed the Minister for the Constitution over a year ago, I have had the opportunity of not only meeting many of you personally, either at the many ministerial roundtables that I have held in the Cabinet Office, or on my Every Voice Matters tour that has taken me across every region and devolved nation; I have also had the privilege of working with you in our common and shared goal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That endeavour, simply expressed, has been to ensure that, regardless of background, gender, disability or race, we all want the maximum number of citizens who are eligible to vote, to register to do so and to have their say at the ballot box.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I have been grateful to charities and civil society organisations such as Bite the Ballot, Patchwork Foundation, the Citizenship Foundation, Voices 4 Change here today – to name but a few, who have not only given their time and effort to attend the several roundtable discussions that I have held in the Cabinet Office, helping to shape our plans for what more can be done to improve and increase democratic engagement, but have also worked hard to demonstrate what can be done, and what new approaches can be taken, to reach out to those groups in society who are under-registered, and do not participate in our elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of you have done so much to give a voice to the voiceless; your passion and energy for what you do and have achieved has been clearly evident to me, and I hope that we continue to work together in our shared activity of ensuring that we have a democracy that works for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next year, we will celebrate the centenary of women getting the right to vote, with the passing of the Representation of the People Act on 6 February 1918.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not an equal right to vote— importantly, that would only come ten years later, when in July 1928, the Equal Franchise Act was passed. Even so, this milestone in our democratic history increased the proportion of adults qualified to vote from 28% to 78% and opened the door to the modern democratic age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst we can talk of our democratic system being one of the oldest in the world, revere our institution of Parliament and traditions of freedom enshrined in documents such as Magna Carta, the fact that we will be celebrating the fact that the equal franchise was created only 90 years ago, highlights that our modern democracy is in fact a very new one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has already confirmed that it intends to mark the Suffrage Centenary with the significant investment of £5 million, announced by the Chancellor at the last budget. Cabinet Office are proud to be collaborating with the Government Equalities Office who are leading on this work, and I know that further announcements will be made in due course on how the government intends to both commemorate and celebrate the achievement of women getting the right to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an achievement we must never forget, for their struggle against the burning injustice of their situation demonstrates how fortunate we are in a modern democracy to live with the democratic freedoms that are ours today. Many in the world still do not, and it is right that the International Day of Democracy today gives all democracies in the world the opportunity to reflect upon the importance of our values, often taken for granted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For myself, the legacy of the past, of the achievements of those women who fought tirelessly for the vote and to have their say, must also be reflected in our commitment to the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A commitment to future generations, to ensure that the importance of the vote and each individual voice is never eroded; a commitment to those vulnerable groups and people who find that there are still barriers that prevent them from participating in our democracy; and a commitment to ensuring that as a democratic society, though we recognise our differences are part of a healthy democracy, that should not prevent us from coming together to promote a democracy where every voice matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why I am delighted that you have been able to join me as I announce today that next year, in the 90th anniversary year of the establishment of the Equal Franchise, the Government intends to establish a new National Democracy Week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I aim to establish this as an annual event of national significance, with the inaugural week taking place from 2-6 July 2018, in commemoration of the passing of the 1928 Equal Franchise Act on 2 July. In its first year National Democracy Week will complement the Suffrage Centenary Programme, expanding on the themes of inclusion and representation that underpinned women’s struggle for their right to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ambition is for National Democracy Week to increase the number of people who understand and take part in our democratic process. This includes those who feel excluded from the democratic debate, face barriers to participation and are less likely to be registered to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of our partners have told us a focused week of activity is needed to help amplify their messages and build on the momentum of democratic participation in our most recent electoral events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be many opportunities for organisations from all sectors to take part and I am confident that the creativity, enthusiasm and experience of our partners will be vital in helping achieve our shared objective of a democracy that works for everyone. That is why I believe that stakeholders should have a key role in National Democracy Week and we will announce in due course our plans for formal involvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime I welcome your ideas for making National Democracy Week 2018 a success and look forward to discussing these with you. We can make a start today: please take a moment if you can to share your first thoughts using the board behind you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we plan ahead, I hope to obtain cross party support for National Democracy Week. I have spoken with the shadow spokesperson on voter engagement, who is happy to support the event in principle, while I am also delighted that the Speaker for the House of Commons has also given his backing. I hope that all MPs, indeed all elected representatives, regardless of their political party, will feel able to get involved in National Democracy Week, and I will be actively encouraging them to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we recognise that when it comes to or democracy and increasing democratic participation, while we as politicians and political parties may disagree on details of policy, we do, in the words of Jo Cox, have more in common than that which divides us. It is in the spirit of those words that I hope everyone who is part of our Democratic Society, regardless of their political allegiance, will embrace National Democracy Week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}