{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-at-the-uk-space-conference/",
    "title": "Chris Skidmore – 2019 Speech at the UK Space Conference",
    "post_date": "September 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, at the UK Space Conference held on 24 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for that warm welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to start by paying tribute to Andy Green. Hearing his words and his call for the future has stressed to me both how much has been done and how much there is left to do. I want to thank him for everything he has done for the sector. I also want to welcome Will into the role and look forward to working with you in the months and years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d heard a great deal about the National Space Conference, and I’m delighted finally to be here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, a few weeks ago I thought that I’d be watching jealously from the sidelines, having been moved as a minister to the Department of Health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as Graham Peters knows, even then I couldn’t be kept away from space policy, and ended up making one of my first speeches as Health Minister on the importance of space tech for delivering better patient outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, the vital importance of space technology isn’t simply about what happens up there. It is here on earth that space has the opportunity to make the greatest impact, whether that is in better health screening and diagnosis, improving our telecommunications, delivering smart cities and autonomous vehicle networks, or helping to safeguard our environment as Andy has so eloquently spoken about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few months ago, while I was interim Energy Minister, I signed into law the commitment for net zero carbon emissions by 2050 into law, ensuring that the UK became the first G7 country to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet to understand the nature of the challenge, and how we will meet it, we need satellite technology and improved earth observation to deliver the measurements needed, just as it has been satellite technology that has exposed the true scale of global warming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why I’m delighted the Prime Minister has today announced £20 million for new space weather forecasting and technology. The effects of adverse space weather, such as solar winds, can disrupt key satellites, damage spacecraft electronics and cause problems across GPS and mobile phone networks. It’s a problem that many of you in this room will know only too well, but there are still worrying gaps in our knowledge of how to properly forecast these events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we can build up our national capability to predict these phenomena and assess their seriousness. This new £20 million fund will allow us to develop a truly strategic UK approach to space weather, from research right the way through to operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when it comes to the UK’s strengths in satellites, only last week, I was visiting the National Physical Laboratory, discussing the potential of the TRUTHS mission. This new mission will allow us to recalibrate earth observation data from satellites all around the world, painting a picture of our changing climate that is more accurate than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "TRUTHS is just one of the many missions that the UK will be looking for partners with when we attend the European Space Agency (ESA) ministerial meeting in Seville this coming November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to put on record that I believe ESA is a remarkable organisation, which allows the UK access to a wider £6 billion space market for shared research in space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if ESA did not exist, someone would have to invent it. I have always said, and will say again and again, that while we are leaving the EU, we will not be leaving ESA.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our involvement with ESA in the past year alone has delivered the launch of the Bepi Columbo mission to Mercury, the formal naming of the Rosalind Franklin rover for the Mars mission which I was delighted to attend at Stevenage Airbus, and we’ve made a commitment that British ESA staff working in Europe, and also European ESA staff working in the UK, will enjoy the same rights as one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when I attend the ESA Ministerial in November, I myself will be making strong representations that as a nation, we will need to increase our ESA contribution, to strengthen our collaborations and to lead the way in lunar communications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we will also seek to extend our international partnerships with other space agencies. I’m delighted to see in the programme that I’ll be meeting representatives from over 10 space agencies, and I’d like to thank them all for making the trip to Newport. In the past few months, as Space Minister, I have announced partnerships with the Portuguese Space Agency, and on the 50th anniversary of the moon landing, a new agreement with UK Space Agency (UKSA) and NASA to commit to work together on future projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this morning the UK is celebrating another agreement, with Australia, to develop a ‘space bridge’ between our two nations. It’s a sign that as the United Kingdom we are taking a truly global approach to space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As your Space Minister, I also want to ensure that we are in pole position to deliver on the commitments and ambitions that I have already set out in my previous speeches, to increase our global market share in space to 10%, while at the same time invest in exciting new projects that will place the UK at the forefront of space innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key part of this is to build on the unique position that the UK can play in the future of space launch. Back in June, I was delighted to announce that Spaceport Cornwall and Virgin Orbit will push forward with work to develop facilities to enable small satellite launch, thanks to a £20 million funding package from UKSA, but also Cornwall Council. This is in addition to the £31 million we have invested in vertical launch at Sutherland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today, we have announced an additional £1.3 million to be invested into planning for three potential spaceports around the UK. Firstly, we’ll be investing almost £500,000 in Snowdonia Aerospace, to develop a plan for a new centre for space R&D, training and satellite launch in North Wales, working in partnership with exciting companies like B2Space and Deimos. This will build on Snowdonia’s distinguished heritage in experimental flight testing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope you will all agree that this Snowdonia Spaceport Development Plan marks an exciting leap forward for Wales’ role in space. It is something that we should be very proud of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we’ll be investing £488,000 for the spaceport cluster plan in Argyle, centred on an aerodrome with the longest runway in Scotland. It’s great to see that Reaction Engines, who I visited up in Culham, who are developing the innovative SABRE rocket engine, are also involved in that project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thirdly, we’re providing just over £300,000 to Cornwall Council for an Accelerated Business Development and Research Project at Spaceport Cornwall. This will support Cornwall’s ambition to be a centre for future flight technologies and follows the positive vote by the Council’s cabinet last week in support of their £12 million funding for the project. We all know the potential that investing in space technology for the future can bring the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t need to sell to you here in this room the returns that every pound spent on space can deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also recognise that my unique responsibility, as your ministerial representative, is not just to fight for the maximum investment, welcome though that is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My mission is to ensure that space and space technology remains at the forefront of our future. That means ensuring that the rest of government, equally, takes space as seriously as I do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted that two other ministers Graham from DIT and Anne-Marie from MOD can be with us today – and they will be speaking shortly. Space is a cross-government, critical national infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It deserves and requires cross-government attention too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why I’ve called for a National Space Council, to be led at cabinet level, informing the delivery of a new National Space Framework for government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I was delighted that this call has now been agreed to. Work is now beginning on both the Council and Framework, and I look forward to playing a key role in this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will also welcome the active involvement of the space industry in advising the Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I want to also turn my attention to what I believe passionately, must be also a priority for the future of space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s you: the people who make innovation in space technology happen; the people who do the research, who make the breakthroughs, who vitally underpin a sector which has thrived in recent years. I want, as your minister, to help create not just new jobs, but also to create sustainable long-term careers in the space sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to ensure that we don’t just invest in technologies, but in the people who make them happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means not only investing more in early career research, in my joint role as Universities minister I’m determined to do that, but improving the conditions and working lives of those starting their journey in space research and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also means ensuring that we make the UK a more friendly place, a more accessible place to come and live and work for all brilliant and talented scientists and researchers, no matter where you have come from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For we can invest all we want in space: it will mean nothing if we cannot attract the talent we need to make it happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So you have my word, that I will do all I can, to create a milder climate for science and research, to create the freedom of talent that the UK desperately needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For we cannot afford to let talent go: if we do so, we lose and others win.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every time in am in my constituency, I drive past a small cottage in Oldland Common, on the outskirts of Bristol. On it is a small blue plaque, stating that it was the childhood home of Sir Bernard Lovell, one of the world’s great astro-physicists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I drive past, as a historian I’m constantly reminded of the world-leading role that the UK has played in space in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From Essen’s discovery of the Atomic Clock at the National Physical Laboratory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To the scientific sensors on Huygens, designed at the Open University, allowing us to analyse Titan’s atmosphere and ground for the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To only this year, when it was British instruments developed at Imperial College and Oxford University, that detected the first sounds on Mars.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, this is our past, it is a heritage to be proud of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also believe that, when it comes to space, there is no better time to be alive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now, today, have the chance to create, to fashion our own heritage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A heritage that can be one of the UK playing a leading role in space and space technology for the twenty first century. A heritage built not merely on investment, but on supporting its people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let’s fight together for that investment, fight for that support, and fight for a heritage that can be ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}