{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2021-speech-on-the-uk-space-industry/",
    "title": "Chris Skidmore – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Chris Skidmore, the Conservative MP for Kingswood, in the House of Commons on 4 February 2021.",
    "content": [
        "My hon. Friend the Member for Morecambe and Lunesdale (David Morris) is right that three minutes is not a long time to discuss the enormous potential of the UK Space Agency but, then again, it takes only two minutes and 30 seconds for a rocket to leave the earth’s atmosphere, passing the Kármán line, and go into orbit, so Members can do better than that. I am proud to have been the UK’s Space Minister—twice actually—between 2018 and 2020. Not only is it the best job title in Government, but my daughter used to call me the “Minister for the Universe”, confusing that with my other title of Universities Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are enormous opportunities ahead in the 2020s. As Space Minister I created the idea of the National Space Council, with the promised national space strategy that has been talked about. I also managed to deliver a record uplift in the UK’s contribution to the European Space Agency—nothing to do with the EU—of £1.9 billion a year over the next four years. However, we can and must do more. I am sure that the Minister will recognise that this role is a huge opportunity for her as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Space is involved in every aspect of our lives. It is probably involved in this debate today, with satellites passing information back from various constituencies. The economic output for space in the UK is estimated to be £300 billion, rising to £340 billion by 2030. Worryingly, however, only 10% of that activity is actually UK owned. There is a huge issue of sovereignty that we need to tackle when it comes to the UK space industry. Ninety per cent. of our satellite activity is through foreign-owned satellites, so we need to look again at what we can deliver for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for Government investment in space, yes we are doing well, but we spend roughly £500 million a year, which is a third of the French Government’s budget and half of the German budget. When it comes to a new national space strategy and the future, we need to consider a few things. First, looking at the UK Space Agency, we need to create a separate UK space delivery agency so that the Space Agency is a commissioner that pushes through projects such as horizontal launch down in Newquay. Secondly, we need to double our space budget up to £1 billion a year. We should have a national procurement fund for space worth £250 million a year and a space innovation fund worth £150 million a year. That would ensure that the UK can really be on a par with other European nations and other countries, putting the space industry right at the centre of our vision for a new global Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}