{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-on-higher-education/",
    "title": "Chris Skidmore – 2019 Speech on Higher Education",
    "post_date": "February 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, on 31 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for inviting me to the Royal Academy of Dramatic Art (RADA) to give my first speech as Universities Minister. As one of the oldest and most prestigious centres of dramatic art training in the UK, I’m delighted to see how RADA is not just producing exceptional talent for our world-leading dramatic art sector, but extending its reach far beyond the Academy’s walls through community partnerships and industry collaborations. And I know the same approach is true of many higher education institutions across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I may have only been Universities Minister for several weeks, but even in this short space of time I’ve seen plenty of instances of universities and colleges up and down the country acting as vital pillars of their communities: educating the next generation of students; feeding our world-leading industries with vital knowledge and skills; continually pushing the boundaries of what is possible with ground-breaking research; and working closely with local businesses to create jobs and help solve some of the greatest societal challenges of our time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel very privileged to be Universities Minister. My predecessors have said they felt it was the best job in government. And I have to agree. Having begun my career as a historian and university lecturer, I understand the power of higher education and want to use this occasion today to outline to you my early priorities and vision for the sector, and how we can work together to meet the opportunities and challenges that lie ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand I am speaking to you at an unprecedented time of change, what with Brexit coming ever closer and the uncertainties this causes in terms of future recruitment, staffing, student numbers and funding. I also understand the uncertainty caused by the ongoing Review of post-18 education, which is looking at how we can ensure post-18 study routes in England are joined up and supported by a system of funding that works for students and taxpayers alike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to reassure you today that I hear your concerns and I am keen to work with you during this difficult period. I have already started having conversations with many of you about these important issues and I am eager that these conversations continue over the weeks and months ahead. I know there is much to discuss. I am also certain there will be an appropriate occasion for me to address these issues in detail in the future. But, for the purposes of my speech today, I want to look at the broader themes unpinning higher education and their impact on the continued health of the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by start by taking a step back. Over the past few months, hundreds of thousands of prospective students have made some of the biggest decisions of their lives when preparing their UCAS applications to university. Twenty years ago, I was in the very same situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly, there have been many significant changes to higher education since my days as an undergraduate: the student finance system has evolved, student number controls dropped and a range of new regulatory instruments advanced and developed. The coming into effect of the Higher Education and Research Act in 2017 means plenty of changes are still afoot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the first major regulatory reform of the English higher education sector in 25 years, the HERA created the Office for Students (OfS), a new body to regulate and fund higher education providers. It also created UK Research and Innovation (UKRI), which brings together the seven UK research councils, Innovate UK and Research England to take a strategic approach to research and development activities across the country. With these changes has come increased accountability. And it is now more important than ever that our higher education system delivers for students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means providing value for money – not just for students and graduates, but also for government and taxpayers who contribute substantially to the way the sector is funded. It also means providing a first-rate student experience to ensure that all students, of all backgrounds and circumstances, receive a top-quality education and a fulfilling university experience that will enrich their lives and future careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that point, I would like to thank my predecessor for his invaluable work on enhancing student mental health support and helping to drive a significant step change in the way universities are looking out for student wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This includes the three pillars of the government’s new deal on student mental health. The first is the University Mental Health Charter led by the Charity Student Minds; the second is tackling the transition issues students face, especially when moving from school or college into university; and the third is looking at improving information sharing so that institutions can get better at involving families and friends in supporting students in difficulty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a constituency MP, I have seen first-hand the devastation that is caused when a student slips through the net. So, I intend to continue my predecessor’s good work in this area. In March, I will be hosting a roundtable on University Mental Health Day, and I will correspond with the Chair of the information sharing task group to ensure meaningful improvements are being made. I am also interested in listening further to the wider issues around transition to university, including students’ experiences of the private rental market, and receiving the healthcare and support they need both in and out of term-time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My vision for our universities and colleges is a positive one. I’m not going to be a Minister who comes in and beats up or needlessly berates the sector. Instead, I want to restate my commitment to you today to work in partnership with you to ensure our higher education sector remains one that works for everyone and of which we can be proud in generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today in England, 18-year-olds are entering higher education at a record rate, including 18-year-olds from disadvantaged backgrounds. I celebrate the fact that more people are going to university. It may not be the right option for everyone, but anyone who can benefit from it should be supported to go. Just last week I responded to a tweet by a mixed-race girl questioning whether going to Oxbridge will be right for her. Of course, I tweeted straight back saying “yes, go and make the most of a wonderful opportunity”!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the evident progress that has been made, her hesitation shows there is still much more to be done to improve access to higher education. It is clearly not acceptable that, in this day and age, where you come from, or who you are, can still determine your life chances and likelihood of going to university. It is not acceptable that only 13% of white boys in receipt of Free School Meals go on to higher education. It is not acceptable that only 18% of pupils in the North East of England on Free School Meals go on to university. And it is not acceptable that only 28% of Black Caribbean boys in receipt of Free School Meals progress on to higher education, compared to 51% of Black African boys and 64% Chinese boys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is clearly still much work to be done. I want to see a world where the percentage of students with disabilities is more reflective of the percentage in wider society. I also want to see more people going to university from care backgrounds, from military households, and from other currently under-represented groups. These are just some of the “burning injustices” that the Prime Minister pledged to tackle when she assumed office. And now that I am Universities Minister, I am determined to help her break down these barriers relentlessly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the extent of recent regulatory changes, I understand the prospect of increased government intervention may raise alarm bells in the sector. But let me reassure you today that, as a former academic myself, I fully appreciate the concept of institutional autonomy. And I believe so much of what is good about our universities today has come about because of the freedom they have been able to exercise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must be honest with ourselves and face facts: this government invests substantially in higher education and has a responsibility to see that it works for everyone. We cannot just sit back on our hands and wait for more progress – especially when there is a clear and urgent need to equip people with the skills this country needs for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the UK’s departure from the European Union coming ever closer, all eyes are turning to creating a new vision for life in a post-Brexit Britain – a vision not just for jobs and our economy, but a vision for our future education, knowledge and skills. I want to reassure everyone in the sector today that I am committed to placing higher education right at the heart of this vision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Determining this vision comes down to the question of what we want our post-18 education system to look like – not just by next year, but by the end of the next decade, by 2030. To make real progress, it is imperative we have a long-term plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to advancements in data collection and insights, we already have a very good picture of how far the sector has come. We have already published 10 years’ worth of Longitudinal Educational Outcomes (LEO) data and, by 2030, we’ll have published 10 years more. Through data such as this, we are becoming ever richer, and an advanced analysis of this data is going to be crucial as we shape the sector going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Universities Minister, I recognise the power of LEO data to generate positive headlines and provide an important source of information for students who want to see how much they could earn after graduation. To improve students’ access to this information, as well as other open HE data, we are already running the Higher Education Open Data Competition, which supports the development of cutting-edge and innovative digital tools to help present this data to prospective students in an easily accessible and comprehensible way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also realise the LEO data could be developed further. So I am keen to engage with the sector to explore how to make the most of this data going forwards. For one, I want to look at ways of making this data more readily available to the academic research community to allow for more in-depth analysis. I also intend to set up a Data Advisory Committee to help me ensure, as Minister, that we are making the most of the opportunities thrown up by these rich new datasets and that they are being used in the best way possible – to ensure they are reaching those who could benefit from them; that they are being used in context; and that their insights and implications are being fully understood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having more data in higher education ultimately provides us with new and exciting opportunities. The Teaching Excellence and Student Outcomes Framework (TEF), which is leading the way in providing students with greater transparency and choice, is another example of positive change. We are now firmly in the throes of institutional TEF Year 4, as well as the first pilots of the subject-level TEF.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I appreciate the TEF has raised questions, no university should shy away from it. The independent review of the TEF, which launched earlier this month and is chaired by Dame Shirley Pearce, provides an important opportunity to take stock of the TEF from a constructively critical perspective. As part of the review, I am pleased to note that Dame Shirley has commissioned the Office for National Statistics to carry out an analysis of the statistical information used in TEF assessments and its suitability for generating TEF ratings. This review gives us the best chance to look at the TEF from all angles, and I hope that you will take the opportunity to make your views known to Dame Shirley over the consultation period ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As much as I see the value of more data, I am also aware of concerns it has given rise to about the value for money of certain courses, disciplines and institutions. On this, I believe we need to take a step back and ask what exactly value for money means in the context of higher education. Successful outcomes for students and graduates are about much more than salary: if we are to define value purely in economic terms, based on salary levels or tax contributions, then we risk overlooking the vital contribution of degrees of social value, such as Nursing or Social Care, not to mention overlooking the Arts, Humanities and Social Sciences – the very disciplines that make our lives worth living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How you define value for money depends heavily on how you envisage the kind of world you want to live in. For my part, a society without people to care for each other; to support each other; to teach the next generation; or to step in selflessly in times of crisis is a very sad society indeed. Equally, although I am officially Minister for Science, I take great pride in wanting to be Minister for the Arts and Humanities as well – disciplines which enrich our culture and society, and have an immeasurable impact on our health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we move forwards into the future, the last thing I want to see is value judgements emerging which falsely divide the Sciences and Engineering from the Arts, Humanities and Social Sciences. To do so would be a travesty. Our future success depends on all these disciplines being completely intertwined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government has already acknowledged this fact in our approach to the Industrial Strategy. As a joint Minister in BEIS, I am taking forwards work to alleviate the grand challenges, whose success depends not just on advancements in science, but on a recognition of the human condition. To achieve our ambitions, we don’t just need scientists and engineers, but a whole host of people with the human and cultural skills to make the science work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Institutions like RADA are performing a key role in nurturing the creative talent this country needs. Just last week I met students enrolled on creative arts courses at Ravensbourne University and was struck by the power of their discipline to enhance other sectors and industries as well as fuel its own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is a global leader in the creative industries. The UK video games industry, which combines the best of advancements in science and the Arts, is the largest in Europe, contributing over £1.5 billion to the UK economy. It is no coincidence that over 60 universities in the UK are offering courses to feed this booming industry. Innovation doesn’t distinguish between creative skills and scientific knowledge; indeed it thrives on it. So, we should be doing all we can to ensure our higher education sector continues to provide the pipeline of creative talent our research and development needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This takes me on to my next point, which has to do with the breadth and depth of course provision. As knowledge progresses, so too does innovation. To be fit purpose in the future, it is vital the sector continues to develop not just the subjects people study, but the way in which they study them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just this week, Parliament approved regulations to enable more universities and colleges to offer accelerated degrees. These are identical to conventional degrees in every way but one: they can be completed one year sooner than the standard equivalent. Accelerated degrees allow students to save significantly on tuition and living costs, as well as save on time, as students can start or return to work a year earlier than their counterparts on standard three-year courses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I realise accelerated degrees are not for everyone. But they certainly work for the students I met recently who are enrolled on two-year courses at both Middlesex University and St Mary’s University Twickenham. And they are just one way that the sector can expand its offerings for those who are looking for something different from their higher education experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three-year, classroom-based degrees are not necessarily the norm, and they certainly won’t be the norm in the future, as we strive to enhance graduate employability and tailor degrees to the needs of the future workforce. The rise in popularity of Degree Apprenticeships is certainly showing us that we can break the traditional mould around higher education, by giving people a chance to earn while receiving first-class degree-level education. Having held a roundtable with students on Degree Apprenticeships at Manchester Metropolitan University last month, I have seen for myself how Degree Apprenticeships can provide high-quality routes into sustainable careers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know as well as you do that the work of our universities is not just about purely academic pursuits detached from the real world, and that being academic can also mean being technical and vocational. There is a strong track record of collaboration and joint working between universities and businesses in this country, and plenty institutions are now offering industry placements or sandwich years. Aston University, for one, has strong links to employers, and more than 70% of its students undertake a year in industry as part of their degrees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our modern universities are particularly well-placed to be supporting businesses in their local areas – producing 63% of all graduate start-ups and supporting almost 23,000 SMEs. These institutions are key to our economy and key to unlocking people’s potential, with their wide range of high-quality Level 4 and 5 qualifications. Technical qualifications like these are crucial to meeting the skills requirements of industry, as well as giving students the flexibility and portability of qualifications they need. I am keen that universities are supported to develop their technical education offerings, and I have been delighted at the way in which universities have engaged so extensively in the current competition to develop a network of new Institutes of Technology (IoTs), which are set to play a key role in delivering the higher technical training our country needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, the university experience has been seen as something for the young. But I know not all undergraduates are under 20 and I have met many students over recent weeks returning to university later in their lives. As we head towards the future, we have an added imperative to ensure that higher education works for everyone and that mature students cannot just re-skill, but re-re-skill themselves at whatever point in their lives they choose to do so. We must never close the door on that dream.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my vision for the sector, people should be free to embark on higher education at any time that is right for them. We should build bridges to make this happen. By 2030, I want us to have built a post-18 education system that gives people the flexibility they need – so that no-one who has quit higher education, for whatever reason or circumstance, has to feel they have dropped out with no routes back in later in their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building these bridges requires a ‘student-centred’ approach. This is why we should all be thinking about how to redouble our efforts to enhance participation in higher education to ensure all students have the best chance at staying the course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Higher education providers plan to spend over £860m this year on access and participation activities across the sector. This is a significant amount of money that could make a real difference to people’s lives. I want to ensure this money is being used in the right way, in the areas that need it most – not just to raise aspirations to get people into higher education, but to ensure university works for them while they are there. To continue the positive efforts my predecessor started in this area, I am keen to host a roundtable with leaders across the access and participation space to understand how we can work together to make this happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Office for Students (OfS) is also rightly taking the lead in this area, as well as in some of the big issues facing the sector at the moment, including grade inflation and the large rise in unconditional offer making. The high standing of UK higher education is in our gift. To preserve it, we must be guided by what is right for students. The OfS is guided by exactly that, and I encourage all of us to work with it as it makes sure the next generation of students can access higher education, participate and succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Minister for Science and Research as well as Universities, I recognise that universities are not ‘big schools’. With research and innovation functions, I understand that higher education institutions are complex ecosystems, which rely on the success of post-graduates as well as undergraduates. For that reason, I want to ensure that Masters and PhD students are not lost from the access and participation debate, and I urge you all to look at how we support our thriving post-graduate communities to enhance our future prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the Industrial Strategy, the government has committed to achieving 2.4% investment in R&D by 2027. But this money is not going to make a difference without a strong talent base. That is why we need to be thinking now about how we can get more people staying on for PhDs in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the present climate may be one of unpredictability. But let us not forget, today, that we share a common goal and a common mission to create and maintain the best, most innovative and most flexible higher education sector in the world. Let us be guided in creating this vision by what is best for the common good – and ultimately what is best for individual students and our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I ask you now: by 2030, when we think about the higher education sector we want to see, will it still be appropriate to talk about academic education versus technical education; to talk about Science versus the Arts; or indeed to talk about FE versus HE? Will we still be thinking about undergraduates over postgraduates; about school-leavers over mature learners; and about those on traditional three-year degrees over other modes of study?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By 2030, I hope not. And I sincerely hope, that when it comes to creating the higher education sector of tomorrow, we will no longer be talking about parity of esteem but, instead, be driven in our mission by a unity of purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}