{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-statement-on-the-student-loans-company/",
    "title": "Chris Skidmore – 2019 Statement on the Student Loans Company",
    "post_date": "July 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister for Universities, Science, Research and Innovation, in the House of Commons on 18 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am announcing that the tailored review of the Student Loans Company has been published today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Student Loans Company (SLC) is a non-profit making Government-owned organisation, which pays loans and grants to students, universities and colleges in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principal aim of tailored reviews, which are carried out according to Cabinet Office guidance, is to ensure that public bodies remain fit for purpose, well governed and properly accountable for what they do. The full report can be read on gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This review involved consultation with a broad range of stakeholders, including SLC staff, the Department of Education, the devolved administrations, UKGI and HMRC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review found that the SLC is functioning relatively well, meeting the majority of its performance targets even with significant operational growth. However, it is facing some significant operational challenges, particularly from outdated legacy IT systems, a workforce experiencing high turnover and a complex policy commissioning cycle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SLC’s own transformation programme seeks to address some of the issues and the tailored review provides additional and complementary recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department for Education is committed to working with the SLC and other stakeholders to develop and implement an action plan to take forward all 39 recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Copies of the review will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}