{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2021-speech-on-essay-mills/",
    "title": "Chris Skidmore – 2021 Speech on Essay Mills",
    "post_date": "February 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Skidmore, the Conservative MP for Kingswood, in the House of Commons on 10 February 2021.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leave be given to bring in a Bill to prohibit the operation and advertising of essay mill services; and for connected purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Companies that encourage students, researchers and even school pupils to part with money in return for work that can be passed off as their own should have no place in a modern society that recognises the power of knowledge to improve individual lives, train young people for their role in society and achieve their potential, yet in the UK those services and their operations currently remain entirely legal. It is that unacceptable feature of the British education system that my Bill seeks to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These so-called essay mills are a rot that infects the very discipline of learning and has the potential to damage academic integrity beyond repair. It is sad to say that it is a rot that is spreading, not only in higher education but across all forms and levels of education, from schools to further education colleges. The online presence of essay mills and their websites, which encourage contract cheating, is all-pervasive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three years ago, it was estimated that 115,000 students at UK universities were buying essays. Then, 46 vice-chancellors wrote a joint letter calling for these websites to banned. This call is now supported by Universities UK, the Russell Group, GuildHE, the Quality Assurance Agency for Higher Education and indeed most, if not all, of the higher education institutions and organisations that I have had the privilege of working with both as Universities Minister, and now as co-chair of the all-party university group. For me, the most passionate advocates of ending essay mills have been the students themselves and student unions, which have campaigned determinedly against their operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For each week that passes during the covid pandemic, the situation is only growing worse. Students have been forced to study remotely from home, away from campus welfare and support, and in taking their studies and exams online, they are extremely and increasingly a prey to essay mills, of which the number has increased dramatically. The QAA has revealed today that there are at least 932 sites in operation in the UK, up from 904 in December 2020, 881 in October 2020 and 635 back in June 2018. Their increased presence is even boasted of on a website, www.uktopwriters.com, which provides a “compare the market” service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just the number, but the nature of the threat that is expanding. Recent research published this month by Professor Thomas Lancaster and Codrin Cotarlan in the International Journal for Educational Integrity points to the extremely concerning phenomenon of students using file share websites, such as Chegg, to request exam answers in real time and to receive answers live during the course of an examination. Indeed, the number of STEM—science, technology, engineering and maths—student requests for this practice has risen by 196% over the past year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this year of all years, be in no doubt that essay mills are seeking to ruthlessly take advantage of the pandemic. One site is even offering cut-price deals for essays, declaring that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“to help you fight these tough conditions caused by the Coronavirus outbreak, we have reduced the price of our services by up to 50 percent—grab the offer now!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That website proudly boasts of offering services in 21 university towns or cities in the UK, and this is the point: essay mills and their use is not an exception to the rule; essay mills are becoming normalised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This point was underlined in several Zoom conversations I have had in preparation for the Bill after I put out my own call for evidence to Research Fortnight. I would like to put on record my thanks to the individuals who attended these seminars on behalf of the National Union of Students: Anglia Ruskin, Loughborough, UClan and Worcester student unions; academics from the Universities of Coventry, Leeds, Northampton, Swansea, Kent and Loughborough; and organisations such as Jisc, the QAA, Prospects, Turnitin, the Scottish Funding Council and the Higher Education Funding Council for Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heard stories of students now being recruited on campus as influencers and being paid to leaflet student halls with fliers offering essay mill services. I heard tales of students being blackmailed by these companies after having paid for essays, with threats of being reported to their universities or employers, and stories of international students being targeted on Facebook, Twitter and WhatsApp and encouraged to sign up to academic support services before they started university without even realising that what they were doing was wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time and again in this dark underworld of essay mills and the companies that seek to make a profit out of the insecurity and desperation of students, the common theme that emerged was of exploitation. There is the exploitation of students, particularly vulnerable students under pressure to do well in their studies, and students who are the first in the family to attend university, on whom the pressure to succeed is immense. There is the exploitation of international students away from home for the first time, not to mention the exploitation of graduates abroad, who in some of the poorest countries in the world are forced to work 12-hour shifts writing essays for $1 an hour. There is also exploitation of graduates and students at home who are so desperate for extra money that they are selling their essays for £10, which in turn will be sold on for £300.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to make it clear that my Bill would not seek to criminalise students themselves for using essay mills. Instead, I propose that universities need to look at new strategies for creating second chances and educating students about their mistakes, following the example of the courageous conversations programme at the University of New South Wales, which gives students the opportunity to own their mistakes before formal investigations begin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we need to be tough on contract cheating, we must also be tough on the causes of contract cheating, which would not exist if there were not a market to exploit. Legislation to ban essay mills and their advertisement is long overdue. Australia, New Zealand, South Africa and, most recently, Ireland have already taken action to make essay mills illegal in their countries, and the Quality Assurance Agency has been in close contact with the countries that have banned essay mills to monitor the effect of the ban. The ban is already making a difference. In Australia, following legislation, the Edubirdie, EssayShark and Custom Writings websites, for instance, now all state “Our service is not available in your region”; yet, in contrast, they all still thrive in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that Lord Storey has already introduced the Higher Education Cheating Services Prohibition Bill in the other place, calling for similar measures to those that I am proposing, but I recognise that the Department for Education may have specific issues with the legal text of that Bill. What I hope to achieve today is to demonstrate that there is the support of both Houses for legislation against essay mills. Indeed, my Bill is supported by: Members from all the major political parties; the Chair of the Education Committee, my right hon. Friend the Member for Harlow (Robert Halfon); the chair of the all-party parliamentary group for students, the hon. Member for Sheffield Central (Paul Blomfield); and two former Secretaries of State, including the former Education Secretary, my right hon. Friend the Member for East Hampshire (Damian Hinds).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say to the Minister for Universities, my hon. Friend the Member for Chippenham (Michelle Donelan), who is listening today, that I would welcome a meeting to discuss how to take forward these proposals and legislation together with the Members, students and academic experts I have assembled for this task, including Professor Michael Draper, who has helped to draft similar legislation for other countries that is now in operation. I have been grateful for the dedicated work of the professionals I have worked with. Indeed, I am grateful for the work of all those who are involved in stamping out contract cheating at universities and other education institutions, and I know that they stand ready to help the Department for Education to take forward legislation that is sorely needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}