{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-at-launch-of-smart-export-guarantee/",
    "title": "Chris Skidmore – 2019 Speech at Launch of Smart Export Guarantee",
    "post_date": "June 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Minister of State for Universities, Science, Research and Innovation, on 10 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen – good afternoon. It’s great for me to be here with you during London Tech Week – an event which I’ve been looking forward to since I took the job of Science Minister back in December.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s even more exciting for me now, because as well as my usual brief – which covers science, innovation, higher education and agri-tech, among many other topics – I’m currently looking after the energy and clean growth portfolio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And all of these things, I think, fit together in a very real, and very important way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just under a year ago we received the landmark report from the Intergovernmental Panel on Climate Change on the impact of global warming of 1.5 degrees; a report which provided the clearest picture yet of the catastrophic impacts of rising global temperatures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We immediately sought the advice of the Committee for Climate Change, asking what we needed to do to accelerate our own decarbonisation, and how we could make this benefit bill-payers and businesses alike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We received the Committee’s response in May. The report is comprehensive and authoritative and the advice is clear: limiting climate change is achievable. But it will take a tremendous effort – across all sectors of the economy, in all corners of the country – to meet our goals. And a huge surge of innovation to ensure that we can continue to prosper through this transition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recently, I’ve been making a series of speeches on our national R&D investment, and our plans to increase spending on innovation to 2.4% of GDP, rising to 3% in the longer term – an increase that will affect every area of our lives. We’re putting two-and-a-half billion pounds into our efforts to decarbonise across the board, giving us a great chance to be at the cutting edge of the technologies of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many people say that we’re in the early years of a fourth Industrial Revolution, a change just as profound as the birth of the steam engine and mass production, or the dawning of the digital age. But my colleague the Secretary of State for Environment, Food and Rural Affairs, Michael Gove, has rightly identified that we’re entering into an agricultural revolution too – how we use our land will have to change, just as everything else will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Farmers of course know this all too well, having been on the front-line last summer when temperatures were extraordinarily high, and food production became particularly challenging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It might be this understanding that has inspired our agricultural sectors to embrace innovation, whether that’s exploring vertical farming to reduce waste and preserve our soil, using AI to monitor the relationship between bees and their environment to keep both in better health, or adopting precision agriculture techniques to improve crop yields and reduce fertiliser use. We have even begun using robots to plant, grow and harvest crops – as successfully trialled by Harper Adams University with its ‘Hands-Free Hectare’ project, which has attracted global interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that this gives us a glimpse into how we’ll be producing food in the future. These are all crucial developments, and each can make a major contribution to reducing our carbon footprint. But today, I want to focus in on another area where we could see real change: energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, you don’t have to look very hard to see that, over the years, there has been a great deal of change here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Go back 50 years or so and you’d find the landscape unrecognisable – literally so, for anyone who can remember the smog and soot of the mid-20th century. In fact, a hundred years ago, and just a few meters away from here, the Coal Drops – which are now being converted into a retail quarter – would have been filled with piles and piles of pitch-black coal, delivered from South Yorkshire and dispersed into London by narrowboat and horse-drawn cart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nor is it just the fuel that’s changed. Back in the 1960s and 70s, electricity was provided by your local electricity board – and that was about all you knew. If more energy was required, someone would phone someone, who would in turn phone someone else, until, eventually, someone in a power station was tasked with increasing the flow of coal into the furnace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coal was king, while solar power and offshore wind were considered curiosities – or even fantasies – if they were ever considered at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But today, the story is entirely different. In 1970s and 80s – and even into 1990 – to power our nation we burned through 70 million tonnes of coal each year. Just last week we saw an 18-day run of coal-free days – something we haven’t seen since the dawning of the first industrial revolution. And this morning, none of our power was being generated by coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a real testament to our flourishing renewables sector. In 2010 we had just under 10 gigawatts of renewable electricity. But at the end of last year, we’d more-than-quadrupled that. Last quarter, 54% of electricity generation was from low carbon sources, and on the 14 May this year a quarter of our power came from solar – these are the best results we’ve ever seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the wider green economy, we’re employing some 400,000 people in green jobs, and we’re aiming to see that number increase to as many as 2 million over the next decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And these are jobs throughout the country:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Hull, Siemens Gamesa have employed over 1,000 people at their turbine blade factory\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Isle of Wight, MHI Vestas have installed a new blade mould in their factory, creating 1,100 jobs and adding more than £40 million to the local economy. While in Fawley the same company have turned a decommissioned oil-fired power plant into a state-of-the-art painting and logistics facility for their 80-meter turbine blades\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in places like Grimsby and Barrow-in-Furness, people are seeing the economic benefits of new investment in operations and maintenance facilities for offshore wind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Offshore Wind Sector Deal, launched on 7 March, has committed to looking at the technologies of the future, working across the R&D sector and institutions, which will provide the UK with significant export opportunities, including digital and robotic technologies for surveying and operations and maintenance, and next generation technologies contributing to cost reduction and grid integration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So not only are we decarbonising, we’re also diversifying – bringing these new technologies in, alongside natural gas and nuclear, to modernise our approach to energy. At the same time, we are building flexibility and reliability into a new, digitalised, decentralised system, through the rollout of smart meters and the deployment of technologies such as batteries and smart appliances, as outlined in our Smart Systems and Flexibility Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are already seeing more generation located closer to people’s homes, an increase in energy demand as electric vehicles begin to take off, and a huge passion for climate-conscious policies and green products among the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our citizens want to do the right thing, and to be trusted to make their own decisions – exactly what this government wants to see too. Crucial to this effort is empowering both individuals and businesses to take control of their energy use; ensuring that people have the means to do what works for them, and are rewarded for their efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today, I’m really pleased to announce our new plan to develop small-scale, low-carbon electricity generation here in the UK. Supplier led and subsidy free, we’re calling it the Smart Export Guarantee, or SEG for short, and its legislation has been laid in Parliament today – meaning it will be implemented before this year is done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At its most basic, the SEG is a guarantee that those homes and businesses that supply their own low-carbon electricity – through solar panels on the roof, for example, or an anaerobic digestion plant on a farm – will have the chance to sell their excess electricity to the grid through a market mechanism. They’ll be known as ‘exporters.’ Most electricity suppliers – any with more than 150,000 UK customers – will be required offer at least one ‘export tariff’, which will be the means through which this low-carbon electricity is bought and sold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The precise details of the tariff – such as length and level – will be for suppliers to determine, but there are a few core conditions, not least that exporters must be paid for what they produce, even when market prices are negative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We expect to see these suppliers bidding competitively for electricity to give exporters their best market price, while providing the local grid with more clean, green energy. Indeed, since we first consulted on the SEG we are seeing great signs that the market is gearing up to rise to this challenge, with some suppliers, such as Bulb and Octopus, offering or trialling export tariffs to small-scale generators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Secretary of State has set out previously, it is now time to move away from deployment through subsidy – paid for through a levy on bills – and towards a more market-based approach. This will benefit consumers, and will spur the sector to take advantage of innovation in technology and processes to reduce costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In line with our Industrial Strategy, our aim is to enable the small-scale low-carbon generation sector to fairly access the wider energy market and deliver clean, smart and flexible power. This will extend the benefits of a smarter energy system more widely, which will aid ambitions to further reduce emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And perhaps most exciting of all, the SEG will benefit from an overlap with other parts of the low carbon transition, from electric vehicles to home storage and smart tariffs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key motivation for the SEG is enhancing the role that generators can play in driving forward a smarter energy system, using smart meters and time of use tariffs, which will allow more consumers to benefit from flexible electricity prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the previous Feed-in Tariffs scheme, exported electricity was largely unmeasured, flowing back to the grid without metering. Under the SEG, exports will be metered, supporting the roll-out of smart meters and ensuring compatibility with the rise in use of both electric vehicles and storage batteries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So In the home of the future, customers could generate solar power, use that power to charge their car and go for a drive; then, when they came home, they could sell the power left in the car’s battery back to the grid at a time of peak demand – so at a better price for them, while taking some of the load burden off national generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this will mean that there has never been a better time for innovative, low-carbon products and services to come to market. And with this legislation, we will ensure that we achieve that smart, green, flexible future we all want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an evolving field – one that is welcoming to any business or individual that is ready and willing to develop new ideas and new technology. As I often say to the young people I speak to – whether I’m wearing my University Minister hat or my Science Minister goggles – great ideas can come from anywhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why as well as talking to all of you, this London Tech Week I’m pleased to announce the winners of our Energy Entrepreneurs’ Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since first running in 2012, the EEF has been one of the pillars of our Energy Innovation Programme. So far it’s supported 133 projects, leading to more than 300 new jobs being created, more than 100 patents being filed, and more than £100 million of private sector investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I’m delighted to say that we’re maintaining this excellent record, with today’s announcement of the 19 winners of Phase 7 of the fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These winners, whose details we’ve published today, will be receiving a share of over £8 million to support the development of their technologies in energy efficiency, power generation, and storage – technologies which will, of course, be essential to the SEG, and to that home of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Maybe it’s because I’m coming to this portfolio with fairly fresh eyes, but it’s been a revelation for me to see the terrific progress we’re making, and the many, many reasons we have to be optimistic about green growth in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said back at the beginning of my speech, we all know that we’re facing down a huge challenge, but I’ve seen a tremendous level of engagement from businesses and individuals throughout the UK, and as much as I know the enthusiasm is there, I want to make sure it spreads to every single person in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s one of the reasons that we’re so keen to host COP26, which we’re negotiating at the moment. Of course there are other countries that have a great story to tell, and have every right to host, but I think what we’re doing here is truly exceptional, and is setting a precedent for the rest of the world to follow. After the success of Green GB Week, I have no doubt we’d do an excellent job with COP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that’s something for the future. For the time being, I’m delighted by the Smart Export Guarantee, and I’m really excited to see the difference it will make in the years ahead. There are benefits in this for consumers, and plenty of opportunities for the sector and its suppliers too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve seen the energy landscape change over the centuries, and I think we’re about to see it change again for the better. A cleaner, leaner system – with the British people at its heart – is on its way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I hope you’ll take that optimism with you into the rest of this week, and I want to thank you all for listening today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}