{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-speech-on-access-to-higher-education/",
    "title": "Chris Skidmore – 2019 Speech on Access to Higher Education",
    "post_date": "March 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Skidmore, the Universities Minister, at Nottingham Trent University on 28 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to be here at Nottingham Trent University (NTU) this morning to make my first speech on access and participation. And what better place to do so than at a University that is genuinely leading the way in delivering equality of opportunity to students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NTU has earned a national reputation for innovation and quality in advancing the social mobility agenda, and I’m pleased to have the opportunity this morning to tour the University’s facilities and to speak to some of the staff and students at the heart of this dynamic community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m also pleased that NTU has today been recognised for its efforts by the Office for Students (OfS), which has awarded the contract for its new ‘Evidence and Impact Exchange’ to a consortium of NTU, Kings College London and the Behavioural Insights Team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Evidence and Impact Exchange aims to support a culture of evidence-led policy around access and participation, and will develop and share good practice. As Universities Minister, I look forward to seeing what comes from this project. And I want to use this occasion today to outline my own five-part vision for the access and participation agenda – to help set a strategic direction for the sector and support the OfS in holding providers to account on these vitally important issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to widening participation, I know NTU isn’t alone in its efforts to support more people from currently under-represented groups to go university and succeed. I recognise considerable progress has already been made right across the sector, and we should all be proud of just how far we have come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, there are over 2.3 million students enrolled at higher education providers across the UK – all from different walks of life and all with a wide range of prior attainment and experiences behind them. But it wasn’t always this way. When I started university twenty years ago, the higher education landscape was very different – with student number caps the norm, and a diversity of backgrounds and circumstances relatively scarce. I know I was one of the lucky ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have thankfully come a long way since then, and the dream of a higher education has become a reality in this country for more people than ever before. Since 2009, we have witnessed a proportional increase of 52% in the entry rate of disadvantaged 18-year-olds to full-time higher education. And I’m proud to be a member of the Party and a Minister in a Government that has made this all possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expanding access to education has always been the key to this country’s prosperity and success. By allowing more people to flourish and succeed, the UK is now home to a vibrant knowledge economy, which is powering British business and industry, and enabling us to go from strength-to-strength as we make our way into the digital age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investing in education is undoubtedly the best way to bring about positive returns for society – from boosting creativity and inspiring innovations, to generating wealth, tackling the grand challenges, and enhancing our health and wellbeing. As Universities Minister, I am proud the UK boasts one of the best higher education systems in the world – as testified to just yesterday by the QS World University Rankings, in which UK universities took the top spot in 13 subjects, ranging from Anthropology to Veterinary Science. This is indeed a fantastic achievement, but it needn’t be “the high-water mark” for the sector and I fully believe the sector can build on these accomplishments and carry on going from strength-to-strength.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m pleased to see so many people opting to study at one of our world-class institutions, from both the UK and across the globe. According to data from the Universities and Colleges Admissions Service (UCAS), over 560,000 people applied to start a full-time undergraduate course in the UK as of 15th January this year. That’s almost 2,500 more than at the equivalent point last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s more, the gap between the most and least advantaged applicants is narrowing – with the rate of disadvantaged 18-year-olds applying to university up by 1.3 percentage points, compared to the one percentage point growth in the most advantaged applicants. All this is good news and a welcome move away from the days when going to university was just for the fortunate few. Yet, we all know that behind the positive headlines lies a much more complex picture of inequality and progress is not as rapid as it should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that takes me on to the first point in my plan – namely that we now need a more nuanced approach to ‘access’ and a greater recognition of the true access gaps. Major themes I want to see the sector and the OfS addressing are geographic disparities and widening access for specific groups, including White working-class as well as Black and minority ethnic students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this day and age, it pains me that where you come from and who you are can still make a huge difference to your prospects of progressing to higher education. While 42.4% of 18-year-olds from London entered higher education in 2018, only 31% of 18-year-olds from the East Midlands progressed to university, revealing the extent of the disparities across the country. When we add to this known measures of disadvantage, such as free school meals and ethnicity, then the inequalities become even greater. Here in the East Midlands, only 14% of White pupils on free school meals entered university by the age of 19, compared to 38% of their non-disadvantaged peers. And there are also significant variations between local areas. In Nottinghamshire, 18-year-olds from Rushcliffe are proportionally almost twice as likely to enter higher education than their peers from the neighbouring Nottingham East. It is exactly these types of burning injustices, which I want to help wipe from the map of twenty-first century Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to reverse the trend of students from currently under-represented groups being less likely to apply to high-tariff universities. In 2018, 17% of students who were eligible for free school meals entered higher education in the UK. Yet only 2.7% of them enrolled at high-tariff providers. Now, I’m not saying that high-tariff institutions are necessarily the best option for everyone. Plenty of excellent lower-tariff providers offer students a first-rate education with exceptional graduate outcomes, and are the right choice for many. But what worries me is that some people may not be considering high-tariff providers even when they could clearly benefit from them – showing how prior social and educational experiences can all impact on an individual’s life choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am genuinely saddened when I hear people hesitating about applying to one of our world-leading providers because they simply don’t believe that going to a university like that is really for people like them. We need to be empowering individuals to be the best they can be and doing all we can to encourage more people from currently under-represented groups to have high ambitions from the start.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is blessed to have a diverse, multi-cultural society, and it is simply not right that, despite displaying obvious talent, some people still feel a ‘top’ university education is out of reach for them. I welcome moves like that from the rapper Stormzy, who set up a scholarship programme at Cambridge last year specifically to encourage Black UK students to follow their dreams and apply to one of the best universities in the world. Moves like this are about much more than the financial assistance they provide; they are about breaking down the toxic image barriers that wrongly tell so many people, “you can’t go there, you just won’t fit in”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why I also welcome the fact the Duchess of Sussex recently added public prominence to this issue when expressing shock that too few professors in the UK are from diverse backgrounds. She is right – as she herself said, “change is long overdue”, and if we want our student communities to reflect our wider population, then we have to start thinking seriously about the role models and examples we are setting them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second point in my plan has to do with making the shift from simply widening access to higher education towards thinking about what it takes to enable students to participate fully and succeed. Measures by previous governments have undoubtedly been good at galvanising effort in expanding access to previously under-represented groups, but now is the time we also think about what constitutes successful participation for these students. The new frontier needs to be about enabling students to complete their studies and succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, disadvantaged students have been less likely to complete their degree, and Black and mixed race students more likely to withdraw from their course. It’s a scandal that there is currently an unexplained 17 percentage point gap between Black students attaining a first or 2:1 degree and their White peers. It’s a scandal that, even after completing their degrees, graduates from the most disadvantaged backgrounds are still five percentage points less likely to be in highly skilled work or further study than their most advantaged counterparts. And it’s a scandal that, even ten years after graduation, graduates from disadvantaged backgrounds earn much less than their peers from more affluent backgrounds, even after completing similar degrees from similar universities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clamping down on injustices like these is exactly why this Government passed the Higher Education and Research Act in 2017 – an Act which gave rise to the OfS and expanded the traditional focus on widening access to include the full student journey as well as graduate outcomes. One of the main weapons in this fight is the new Director for Fair Access and Participation, whose job it is to approve Access and Participation plans required from all registered providers seeking to charge higher tuition fees. It is expected that providers will use these plans to set out how they will improve equality of opportunity, not just in improving access to higher education, but also to enable progression, retention and success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this week marks a significant milestone in the development of the OfS: Yesterday, the Secretary of State for Education sent our own guidance letter to the OfS setting out what we expect over the year ahead. And today, the OfS has also published its own guidance on what it expects Access and Participation plans to look like for the academic year 2020/21.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the former, we have asked the OfS to secure greater and faster progress in access and participation, including at the most selective providers, as well as for key target groups, including disabled students and care leavers. We are also specifically looking to the OfS to ensure that providers focus on those parts of the country experiencing the greatest challenges, including in our twelve Opportunity Areas, which encompass Derby and Stoke-on-Trent here in the Midlands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of what the OfS expects of the sector, I welcome the ambition it has shown in its guidance. Aiming to reduce the gap in participation between the most and least represented groups from a ratio of 5:1 to 3:1 by 2024/25 is the right thing to do – as is reducing the gap in degree outcomes between White students and Black students. On this, I am particularly pleased to see the OfS heeding the call from the most recent Race Disparity Audit initiative I launched earlier this month alongside my colleague David Lidington. In it, we called for the OfS to hold universities to account for attainment disparities through their Access and Participation plans and, if necessary, to use its powers to challenge any provider failing to support equality of opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m also pleased to see the OfS focusing on reducing the gap in degree outcomes between disabled students and non-disabled students – an area I care passionately about. Shortly after becoming Universities Minister, I made it one of my first priorities to go out to Brunel University to see for myself how it is improving the campus experience for disabled students. I also met representatives from Vision UK and the Thomas Pocklington Trust, who are working hard to enhance university life for the visually impaired, and I shall be heading to the University of Birmingham in May to host a roundtable at VICTAR, the Vision Impairment Centre for Teaching and Research, with visually impaired students to better understand their concerns and needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m also progressing work alongside my colleague Nadim Zahawi to improve support for care leavers across the entire education system. Even today, only around 6% of care leavers go on to university and, once there, these students are more likely than most to drop out, given the whole host of financial and domestic challenges they face. I was fortunate to meet care leaver students during a recent visit to Kingston University and to see some of the exemplary work done by its dedicated ‘KU Cares’ support team. I want work like this to be the norm, and I trust the OfS will do its utmost to ensure care leavers are getting the attention they deserve in the wider access and participation agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third point in my plan has to do with making better use of evidence. Higher education in England is in a unique position, in that providers plan to spend £860million in 2018/19 on access and participation activities across the sector. This is largely thanks to this money having been dedicated for these purposes. £860 million is not an insignificant sum and, so, I believe it is essential that this money is used well, and that any future spending is underpinned by clear evidence and evaluation. Although some providers already do this, for too long the sector as a whole has been too slow in using evidence to inform its approaches and to understand what really works. This is why I want to see the OfS taking a lead in this area, and why I particularly welcome the launch of the Evidence and Impact Exchange today, which will harness existing sector expertise, including from here at NTU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let’s be clear: this is just the start of a long process. If the Evidence and Impact Exchange is proven to add value, then I want to see it becoming an established part of the higher education landscape and something I expect all providers to use to inform their decisions in the future. I shall also be actively working with established access and participation charities myself to find out what more can be done to better target access and participation spend, and I shall be hosting my first roundtable with these organisations this spring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fourth point in my plan has to do with increasing collaboration across the sector. Despite numerous providers undertaking excellent work in the access and participation space, by and large, the sector has been too piecemeal in its approach and too many providers have got used to doing their own thing. I will be the first to admit that this may well be a logical consequence of policy development – with an emphasis on market-style activity, a lack of data-sharing, and too little infrastructure to encourage collaboration. But now is the time for this to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this respect, I’m pleased to see the OfS has announced an expanded remit for the National Collaborative Outreach Programme (NCOP), which is aimed at boosting participation in local areas. I’m delighted the OfS has agreed in principle to provide funding to support the NCOP for the next two years – allowing universities and colleges across the country to come together and work with local schools to boost young people’s prospects. I recognise the concept of place is extremely important in the access and participation debate, and in my ‘civic university’ speech earlier this month, I called on the OfS to consider what more can be done to recognise and appreciate the many ways in which universities contribute to social mobility in their regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m pleased to hear the University of Nottingham and NTU have been inspired by the UPP Foundation Civic University Commission’s work to come together on a new approach to their combined civic impact. And I’m delighted that both Nottingham’s world-class universities are leading the sector’s response to this important agenda, and are even working with different primary schools in the city to avoid duplication and extend their reach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later today, I shall be visiting the University of Nottingham, along with Treasury Minister Robert Jenrick, to announce further funding for University Enterprise Zones. This investment should help universities across the country, just like those here in Nottingham, to come together with local business and industry – not just to work on creating new products and services, but to boost jobs, support local economies and, in doing so, raise aspirations and opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My fifth and final point in my plan has to do with enhancing accountability and transparency around access and participation. Historically, largely due to the way policy has evolved, higher education providers have focused less on the outcomes of their disadvantaged students than they should – particularly when compared with schools. Differing approaches have not helped. The key measure to drive widening participation in higher education has traditionally been POLAR, which reflects the likelihood of someone going to university based on where they live. The POLAR system has many strengths, and the insight it has provided has helped lead to genuine progress in opening up access to university. Yet, it is also known that POLAR doesn’t always overlap well with other measures of disadvantage – such as eligibility for free school meals which, of course, is the principal measure used in schools and forms the main basis for extra support and funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why I have been very interested to see the work being led by UCAS to look at new and better predictors of disadvantage in higher education that take account of much more than just where someone grew up. It’s also why I welcome the OfS’s commitment in its access and participation strategy to work with providers to look not just at POLAR, but other aspects of disadvantage to ensure this work can really transform the life chances of young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, data is vital to shape good policy, so I am glad to see the OfS implementing the Transparency Duty enshrined in the HERA, which will require registered providers to release data on the application, offer, acceptance, completion and attainment rates of students, divided by ethnicity, gender and socio-economic background. Having detailed information like this will undoubtedly help the OfS track progress and encourage further activity in this area. And on this, I further welcome the OfS’s requirement that providers set out their ambitions for improving access and participation for up to five years and report annually – something which I hope will keep everyone’s eye on the ball and prevent us from becoming complacent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to data, I know there is a saying that ‘what gets measured, gets managed’. This makes it essential that we measure the right things, and that we do so with a full appreciation of the strengths and limitations of those measures. For data to inform policy effectively, I am aware we need to understand not only what data shows us, but also what it does not. This is one reason why I recently announced the formation of a Data Advisory Committee, to help me ensure we are not only using the right data to shape the access and participation agenda, but are using it in the right way. I therefore look forward to working with the OfS, this Committee and the wider sector to find ways to refine and advance the data we use.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I am aware this year is going to be a big one for higher education – not just with Brexit, but with all eyes fixed on the forthcoming Review of post-18 education in England. I know many in the sector have been critical about what could emerge from the Review’s recommendations and its potential impacts on access and participation activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me reassure you today that progressing access and successful participation remains a top focus for this government and it will be a key lens for me and others in government as we decide how to take the Review forward. My key outcome for the Review is that we create a truly joined-up system, which is even better at promoting social mobility and countering childhood disadvantage. I also encourage us to view the post-18 Review as an opportunity to think again about how we view disadvantage, to ensure we are putting our energy and investment where it is most needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my first higher education speech in January, I spoke about bringing about a unity of purpose in the sector, and I hope this approach has also been reflected in my thinking on access and participation this morning. Only by tackling key areas of disadvantage as part of a broader access and participation agenda can we move forwards together as a truly inclusive higher education system. I welcome today’s moves by the OfS to bring social mobility efforts together in this way, and I look forward to working with it, as well as with the wider sector, on the important work already started in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}