{
    "url": "https://www.ukpol.co.uk/chris-skidmore-2019-statement-on-the-adrian-smith-review/",
    "title": "Chris Skidmore – 2019 Statement on the Adrian Smith Review",
    "post_date": "March 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Skidmore",
            "url": "/tag/chris-skidmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chris Skidmore, the Minister for Universities, Science, Research and Innovation, on 26 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/chrisskidmore.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to announce that I have commissioned Professor Sir Adrian Smith, Director and Chief Executive of the Alan Turing Institute, to provide independent advice on the design of UK funding schemes for international collaboration, innovation and curiosity-driven blue-skies research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is a world-leading research nation with a globally connected research base. Collaboration with European and wider international partners is key to our strength in science and research: more than half of the UK’s research output involves such collaboration. The UK is in the top four of global innovation nations and we draw in more internationally mobile research and development (R&D) than other large countries, with a total of 16% of UK R&D investment financed from abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are bringing forward the largest investment in R&D on record. As outlined in our modern industrial strategy, we are committed to reaching 2.4% of GDP invested in R&D by 2027, and 3% in the longer term. International partnerships and collaboration will play an important part in helping to achieve our ambitions, including in supporting the industrial strategy’s grand challenges to put the UK at the forefront of the industries of the future. Professor Sir Adrian Smith’s advice will help set the direction for the implementation of the Government’s ambition to ensure the UK continues to be a global leader in science, research and innovation, and an attractive country for individuals to study and work. Furthermore, Sir Adrian’s advice will help inform the upcoming spending review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The terms of reference, outlining the scope, timescale and reporting of this work are below.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Terms of reference for the Commission of Professor Sir Adrian Smith\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**General**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State for Business, Energy and Industrial Strategy has commissioned Professor Sir Adrian Smith to provide independent advice on the design of potential future UK funding schemes for international, innovation and curiosity-driven blue-skies research, in the context of the UK’s future ambitions for international collaboration on research and innovation. This document outlines the terms of reference for this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The global landscape for science and innovation is changing, and access to knowledge, markets, skills and partners now takes place on a global basis. Global research and development (R&D) capacity is expanding and non-Organisation for Economic Co-operation and Development (OECD) countries account for a growing share of global R&D, both in terms of researchers and investment. Better understanding is needed on whether the UK’s current funding mechanisms, resources and bilateral and multilateral partnerships will be fit for purpose when set against the projected trends in international ​research and innovation, and against new technology and industry roadmaps and the forecast social, economic and environmental trends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK’s participation in Horizon 2020, the current European Union (EU) framework programme for research and innovation, has benefited the UK’s science, research and innovation landscape. It provides opportunities for UK entities to collaborate with EU and international counterparts and funding for multiple elements including innovation, international collaborations and partnerships, and curiosity-driven ‘excellence’ based research. Horizon Europe is the successor to Horizon 2020 and will run from 2021 to 2027. The UK remains committed to ongoing collaboration in research and innovation with partners across Europe. To this end the UK would like the option to associate to Horizon Europe and is continuing to actively shape the development of that programme. However, we are also exploring in parallel credible and ambitious alternatives to deliver positive outcomes for science, research and innovation in the event that the UK chooses not to associate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Purpose**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Sir Adrian Smith has been invited to provide independent advice on how funding future international collaboration, from curiosity-driven ‘discovery’ funding through to innovation, can best be designed to positively impact science, research and innovation in the UK, and to support the Government’s strategic objectives, including the industrial strategy and its commitment to 2.4% of GDP invested in R&D by 2027.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the immediate term, Professor Sir Adrian will be asked to advise on the design and delivery of elements of the potential alternatives to Horizon Europe association. This will include the Discovery Fund, which aims to provide a UK alternative to the curiosity-driven and excellence-focused elements of Horizon Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Discovery Fund Professor Sir Adrian Smith will be asked to consider:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The design of UK alternative funds i.e. the scale, scope and any international elements of proposed funds, and how they could complement the current UK funding landscape;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The delivery of UK alternative funds i.e. how strategic direction could be determined, how proposals could be reviewed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On international collaboration, Professor Sir Adrian Smith will be asked to consider:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How funding mechanisms, resources, and international partnerships can remain fit for purpose for our global ambition to support the international research and innovation strategy, which will be published in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How international collaboration can best support the Government’s industrial strategy and 2.4% target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Sir Adrian’s advice will help inform the upcoming spending review (as announced in the spring statement) and longer-term value-for-money considerations on international collaboration for research and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Sir Adrian will have the independence to engage with relevant stakeholders and seek expert advice as he sees fit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Timescale**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is anticipated interim findings will be presented to BEIS Ministers in the summer of 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Reporting**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Sir Adrian Smith will report to me as Minister for Universities, Science, Research and Innovation. Professor Sir Adrian will provide an update on progress on a regular (monthly) basis, to BEIS officials. A summary of his interim findings will be published by BEIS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}