{
    "url": "https://www.ukpol.co.uk/dennis-skinner-1970-maiden-speech-in-the-house-of-commons/",
    "title": "Dennis Skinner – 1970 Maiden Speech in the House of Commons",
    "post_date": "December 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "Dennis Skinner",
            "url": "/tag/dennis-skinner/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Dennis Skinner, the then Labour MP for Bolsover, in the House of Commons on 29 October 1970.",
    "content": [
        "I am grateful for an opportunity to speak in this very important debate. My constituency has within it upwards of 10,000 miners who work in the Notts and Derbyshire coalfield. It is important to place on record, too, that the previous hon. Member for Bolsover was Mr. Harold Neal, who served the constituency diligently for about 25 years. Like me, he became an official of the Derbyshire miners. During the post-war Government, he was made Parliamentary Secretary to the Ministry of Fuel and Power. Perhaps at that point I should cease to make comparisons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having worked underground for 21 years and accumulated a little knowledge on the way, I want if possible to impart a little of it to the House. I wish to refer especially to one matter raised by the hon. Member for Worcestershire, South (Sir G. Nabarro) concerning pithead prices of coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The price of coal at the pithead in Derbyshire when I left it on 18th June was less than £5 a ton. It is true that the national position is somewhat higher. The reason is that the North Derbyshire output per man shift is higher than the national figure. The result is that the national pit head price is something like £5 15s. a ton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason why the hon. Member for Worcestershire, South has to pay about £23 a ton for his smokeless fuel is that there are many people involved in trying to sell it. It could be argued that they are rigging the market in no way less than the people shown on television a few nights ago who are rigging the market in the construction industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three problems face our miners today. From my point of view, it is a pity that they have been referred to already by my hon. Friend the Member for Ebbw Vale (Mr. Michael Foot) in his excellent speech. Obviously it would be difficult for me to improve upon his rhetoric.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to attempt to say a few words first about the basic wages and conditions in the mining industry. For some reason, they never seem to get across to the people really concerned. When miners talk about wanting a £20 minimum wage, they are really discussing a £20 maximum wage. There are no bonus payments in the mining industry today. There are no piece rates, no annual increments and no service payments. A man who has been in the pit for 50 years from the age of 13 or 14 finds towards the end of his career that he is likely to be shuffled to the bottom of the pack. Far from getting service payments, he gets less than he did 20 or 30 years before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friends well know the conditions that I have outlined, but the Government should realise that wages and conditions of these kinds have to be accepted. When we discuss a £20 minimum wage for miners, it is no good right hon. and hon. Gentlemen opposite arguing that we are talking about something in excess of that when other marginal additions are made at the pithead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For working unsocial hours—the afternoon shift, the night shift, the continental shift and the twilight shift—unlike many other workers, the miner receives the monumental amount of 6d. an hour extra for working between 8 p.m. and 6 a.m. Indeed, it can and must be said that many miners do not receive that. Unlike hon. Members, miners are not sent home for a 95 days’ cooling off period. Miners receive two weeks annual holiday entitlement. It ill becomes anybody outside or any hon. Member in this House to talk about the miner having an occasional day off when the allowances that he gets for holidays are so abysmally low.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of this situation—the wages and conditions that the miners have suffered all these years—we have seen, during the past few months and weeks, an upsurge of militancy in the miners’ ranks. It was an upsurge of militancy that recorded a 55 per cent. vote. Let no one imagine that the 55 per cent. vote was regarded by people like myself, who have just left the industry, or those who are now officials within it, as a disaster. It is generally accepted that if this vote had been taken 10, or even five, years ago the chances are that it would have been more like 20 per cent., not 55 per cent., because for the last 15 years the miners’ leaders have been confronted by a Chairman of the Coal Board who has been able to hide behind a 40 million ton mountain of coal. During the past two years—particularly the last 18 months—it became apparent not only to the miners, but also to people outside the industry, that this mountain was gradually being removed and that, therefore, the miners’ bargaining power had improved with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the miners were asking for their £5 a week wage claim, it was not a question of £5 today. The exercise in which they were taking part involved £5 in retrospection—a £5 wage claim that they failed to get 15 years previously because they were not then able to use any bargaining power. So it was not £5 for this particular year; it was £5 that they failed to get previously. It was indeed retrospection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They also recognised that they were confronted by a Chairman of the Coal Board, behind his 40 million ton mountain of coal, who previously exuded a great deal of self-confidence, now transferring that self-confidence into nothing less than arrogance—arrogance in the form of certain letters, before the strike ballot was declared, to the homes of the miners in order, it appears, to try to influence the miners’ families in the strike ballet. But, most important, he was really saying to the miners’ executive that he had met the previous Tuesday, “I cannot really trust you to tell the miners what the offer is. I must tell them myself.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The miners, realising the contempt with which they were faced, decided to put in for the full claim. I put it to the Chairman of the National Coal Board that if he really wants to display any tendencies of arrogance on behalf of the miners, the best possible way he can do it is to say to the miners’ leaders, “I will accede to the full £5 claim; I will also refuse to raise coal prices”, and, instead of alienating the miners and their leaders, walk arm in arm with them and confront the Tory Government with the demand that he is prepared to meet. That would be the kind of arrogance that I and the miners feel would remove the alienation which has taken place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second major problem facing the industry, to which reference has already been made, concerns financial reconstruction. During the past two years the National Union of Mineworkers has argued—indeed, I raised the matter at the Swansea conference in 1968—that the Coal Board and the nationalised industries were failing to get investment grants comparable with those that private industry had been getting inside and outside the regions, but particularly in the regions, because, strangely enough, most of the coalfields are in the development areas. It can be usefully argued that if we had got development grants on the same basis as private industry it would have meant upwards of £15 million. We cannot argue about that today, because on Tuesday the Chancellor pulled the rug from under our feet. If we are to have a viable coal industry, as suggested by the Secretary of State for Trade and Industry, there must be a substantial write-off of the capital debts—a write-off that takes account of the £74 million paid in the 12-year period between 1947 and 1959 for importing foreign coal; a write-off that takes account of the £334 million paid to the former coal owners; and a write-off that takes account—most important of all—of the £1,000 million lost to the industry between 1947 and 1959 because the Coal Board and the miners were subsidising the rest of British industry to that amount by selling cheap coal. Without a write-off it seems to me and to my hon. Friends that we are not likely to remove one of the main problems within the industry. Indeed, it is hanging like an albatross not around the neck of the Chairman of the Coal Board but around the necks of the miners themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third problem is the social question that arises from redundancy, pit closures, etc.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, I want to touch on social costs. In the Bill that was presented to this House in March this year by the Labour Administration there was reference to a sliding scale of two-thirds’ social costs being borne by the Government, one-half in the second year and one-third in the third year. I would argue that the Bill should go further. It should indeed be talking about social costs being borne in full by the Government of the day. The reason is obvious. It seems to me that the banker in Bournemouth should rightly pay as much in contribution to the consequences of the nation shutting pits as the back-ripper in Bolsover. Unless it is fully borne by the Government, the back-ripper in Bolsover will pay more than his fair share in the social costs of the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second point in this social question concerns redundancy pay. The wage-related benefits introduced by the Coal Industry Act, 1967 have now expired so far as some miners are concerned. There are miners aged 58 and over throughout the coalfields who are beginning to become excluded from the wage-related benefits and are falling back on unemployment pay. I do not think that there has been any suggestion for cutting that. However, it will mean £8 2s. Therefore, I am arguing, as some of my hon. Friends argued with the previous Labour Administration, that there is a real necessity to see that the social benefits are continued over and above the three years until the men get jobs, which is unlikely, or until they reach the age of 65. It can usefully be argued that one of the reasons why the Bill was to some extent delayed was that these representations were being made by some of my hon. Friends. I suggest, therefore, that this is taken into account when the Bill is introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third point which comes within the social question as a result of pit closures concerns the provision of alternative industries. My opinion is that, as a result of the Chancellor’s statement on Tuesday, far from seeing more alternative industries being directed or, shall we say, finding themselves within the development regions, which are generally consistent with the coalfields, we shall see fewer. Nevertheless, I suppose that it is my job as the representative of my constituents in Bolsover, who have seen a few pit closures, to put it to the Government that they should do something about the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The worst blow of all to the miners—and this, too, was referred to by my hon. Friend the Member for Ebbw Vale—occurred on Tuesday when the Chancellor of the Exchequer struck what I considered to be a savage blow against the miners in particular. I refer to the three waiting days provision. The statistics in the National Coal Board’s Report for the financial year ended 31st March 1970 show that there were 110,000 accidents in the industry during the previous 12 months. Of those, several hundred were reportable accidents, which meant that they represented broken limbs, broken arms, and, indeed, legs being removed. Despite all that, on Tuesday we heard of the appalling announcement that a miner disabled in an accident, or a miner with dust-filled lungs, will find that when he goes off sick or injured he will lose half the benefits that he now receives, and that is more than equal to the £5 wage claim which the miners have put in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If there is industrial peace in the coalfields this winter it will not be due to the efforts of the Chairman of the Coal Board, or because of the manipulations of the Tory Government. They will not have earned it, and in my view they do not deserve it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}