{
    "url": "https://www.ukpol.co.uk/dennis-skinner-1985-comments-on-the-national-coal-board/",
    "title": "Dennis Skinner – 1985 Comments on the National Coal Board",
    "post_date": "August 1, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Dennis Skinner",
            "url": "/tag/dennis-skinner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Dennis Skinner, the then Labour MP for Bolsover, the 18 November 1985.",
    "content": [
        "I beg to ask leave to move the Adjournment of the House, under Standing Order No. 10, for the purpose of discussing a specific and important matter that should have urgent consideration, namely,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“bribery by National Coal Board officials.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those officials tried to woo certain trade union leaders in the National Union of Mineworkers into the Union of Democratic Miners. They were using taxpayers’ money in the process. This matter is specific because on 9 November the deputy chairman of the National Coal Board, James Cowan, and Kevin Hunt, the industrial relations director, approached Jack Jones, the general secretary of the Leicestershire miners. By and large, the Leicestershire coalfield was not engaged in the 1984–85 strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the course of the conversation, which took place at Blackpool at the National Coal Board brass band championships, Hunt and Cowan asked Jack Jones about leading his men into the Union of Democratic Miners and coming out of the National Union of Mineworkers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They said to him, “One of the ways in which we can facilitate this matter is by taking care of your pension, Jack, and making sure that we will provide you with a car in order to do your union business.” That is bribery on a grand scale and it is strange that it comes at a time when the Government and the Coal Board are calling upon the National Union of Mineworkers to sign a document with the aim of improving efficiency in the coalfields so as to save money. Yet they are prepared to use money to try to smash the National Union of Mineworkers and to set up a bosses’ union in Leicestershire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is specific because it is also alleged that the practice has already taken place in respect of other officials in other areas. It is a very urgent matter because bribery and treating, in the legal sense, constitutes a criminal act. Therefore, it is necessary for the House to debate the matter in full so that the appropriate action can be taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you have not found time, Mr. Speaker, for the two other applications, I ask you to look very kindly at this one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}