{
    "url": "https://www.ukpol.co.uk/andy-slaughter-2020-speech-on-hammersmith-bridge/",
    "title": "Andy Slaughter – 2020 Speech on Hammersmith Bridge",
    "post_date": "March 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Andy Slaughter",
            "url": "/tag/andy-slaughter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Slaughter, the Labour MP for Hammersmith, in Westminster Hall on 3 March 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered a proposal for Government funding for the repair of Hammersmith Bridge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great pleasure to see you in the Chair, Ms McDonagh. As a fellow London MP, you are no doubt aware of the intricacies of crossing the River Thames.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also a great pleasure to see the Minister in her place with her new brief, given how helpful she was at the Department for Business, Energy and Industrial Strategy on the many issues I pestered her with there. I look forward to a favourable response today—I am definitely in buttering-up mode, because I am asking for money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the short time we have for this debate, I will do a tour d’horizon of the history, the life, the engineering and the strategic importance of Hammersmith bridge. At the end, however, to spoil the denouement, we come down to one fact. We know where we are going with the methodology, the necessary works—complex as they are—and what to do about temporary river crossings, and although with most of those issues, we do not have a final timescale or costing, we know the ballpark figures. What we do not have, to put it crudely, is the money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have had £25 million, which has taken us thus far with the works that are necessary to the bridge, but we need a substantial amount more—at least £100 million beyond that. This debate is my pitch, and that of others, so I am grateful that my hon. Friend the Member for Brentford and Isleworth (Ruth Cadbury) and the hon. Member for Richmond Park (Sarah Olney) are present. I think they would agree that if this major strategic river crossing and landmark, an important bridge for London, is to be restored, the co-operation will be required of not only the local authorities, Transport for London and the Greater London Authority, but the Department for Transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Baroness Vere is the Minister with direct line of responsibility for the matter, but I am pleased that the Minister present is covering it in the Commons. Since the debate was granted, however, I am grateful that Baroness Vere has agreed to meet me, the hon. Member for Richmond Park and the two borough council leaders most affected on 9 March. I would have loved it if the Minister present had a cheque with her to hand over to me—I would promise to pass it on—but I understand that the discussion is ongoing and may continue at that meeting. Nevertheless, it is useful to set up some of the arguments today, and some of the background, which I will do as briefly as I can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In four years’ time, we will celebrate the 200th anniversary of the Act of Parliament that granted consent for the first suspension bridge over the River Thames. That bridge was constructed at the cost of £80,000 and opened in 1827. I had a look at the debate on Second Reading, and it was a hotly contented matter. Mr Serjeant Onslow opposed the motion in favour of the bridge. He called the Bill “perfectly uncalled for” and said that:​  \n“There were already two bridges, Kew-bridge and Putney-bridge, within a mile and a half of the site of the intended bridge, which would lead to a part where there were at present hardly any inhabitants.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is slightly insulting to the people of Barnes who, no doubt, were busily constructing their community even then.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir F. Ommaney spoke in favour of the Bill. He\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“complained strongly of the insecure state of Putney-bridge. Not long since, a friend of his happened to be riding over that bridge, when the fore-feet of his horse sank into a hole, and both horse and rider were placed in a most perilous situation.” —[Official Report, 13 April 1824; Vol. 11, c. 397-98.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plus ça change, plus c’est la même chose, for anyone who has driven or walked over Hammersmith bridge in the past few years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bridge we know now, the famous landmark, is the finest of the Thames bridges, although I am obviously prejudiced. It is the work of Joseph Bazalgette, who is perhaps more famous for constructing the London sewer system on which we all still rely today. This bridge was proposed in the 1870s as a consequence of 12,000 people crowding on to the old bridge to watch the boat race, the belief being that it was in danger of collapse. Again, we may have to restrict numbers later this month for the boat race—little seems to change over time. In 1884, a temporary bridge was put up—we are discussing such issues again—until finally the bridge that we all know and love today was erected, on the piers of the original bridge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current bridge opened in 1887, but its piers are still those of the original 1827 bridge. That is relevant today because, had there been a renovation scheme to restore or replace the piers, that might have brought the bridge up to a much heavier standard of weight, allowing many more heavy vehicles to go across it. Again, that would have been a huge additional investment, even beyond the large sums being proposed today—so we will still be using the 1827 piers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most of the rest of the superstructure of the bridge needs substantial replacement. One of the reasons is that over the years Hammersmith bridge has three times been the target of IRA bombing, the first time in April 1939. Again looking at Hansard, I see that a Mr Childs—Maurice Childs, a hairdresser from Chiswick —found the bomb while walking across the bridge and had the foresight to throw it off. It exploded, causing some damage to the bridge but saving the main structure, for which he was awarded an MBE following the debate in Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The two more recent examples of bombing were more serious. The 1996 bomb did not detonate—the Semtex did not go off—fortunately, because at the time it was the largest Semtex bomb ever found in Britain and it would have destroyed the bridge had it done so. Four years later, post the Good Friday agreement, the bridge was damaged by a Real IRA bomb planted underneath the Barnes span. That, in part, led to one of the substantial closures of the bridge. Sadly, the post-war history of the bridge has been a succession of closures over time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another debate was held on the 1952 closure, when 13,000 vehicles a day were passing over the bridge—that is slightly more than half the current number—and 2,700 pedal cycles, which I add for the benefit of my hon. Friend the Member for Brentford and Isleworth, who chairs the all-party group for cycling and walking. In response to the proposed closure, Mr Williams suggested​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“half closing the bridge or giving the Royal Engineers some practice in building a Bailey bridge across the river”.—[Official Report, 23 June 1952; Vol. 502, c. 1821.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, we are talking in exactly those same terms now—what the degree of closure needs to be and what temporary bridges need to be put in place. So the 1952 closure was significant. Major refurbishments took place in 1973 and again in 1987. In 1997, an 18-month closure of the bridge was for major works. Following that came the substantial restrictions—down to 7.5 tonnes and a limited number of buses—that have gone on until the present day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point of rehearsing all that ancient history is that this is not new to those of us familiar with the bridge. Hammersmith bridge is in a different category from many other bridges over the Thames. It is a largely cast-iron and wooden structure. There is no other example—I think it is unique in the world in how it is constructed. That makes it rather like Hammersmith flyover which we had a similar problem with some years ago—a unique structure that required major closures, and £70 million of expenditure—and the bridge, too, will need a radical solution. One good thing coming out of the current closure is that everybody is agreed on a way forward: we have to do sufficient work to give the bridge a long life into the future. A further patch-up job, or even further substantive repair jobs of the type done previously, clearly will not work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where are we in the scheme? Thanks to the £25 million that TfL put up when the closure initially happened last April, there has been no impediment to works going forward: the scoping, the planning and feasibility studies defining what is necessary in terms of both the stabilising works and the major works to the bridge. Within a month or two, we will be in a position to let those contracts and to ensure that the work progresses. Although it is taking a substantial amount of time, there is general understanding that it has to be done properly in that way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sarah Olney (Richmond Park) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on securing this debate on a matter of utmost importance in my constituency, and I am pleased to have an opportunity to contribute. While we are considering Government funding to repair Hammersmith bridge, I urge the Minister to consider the difficulties that the bridge closure is causing my constituents in Barnes and further afield. Residents are unable to get to their hospital appointments and face much longer journeys to work. Should the Minister come to Barnes, East Sheen and Mortlake, she would see the appalling congestion being caused. Local businesses tell me that they are suffering reduced takings as a result of the bridge closure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "TfL is reporting that something in the region of 9,000 daily journeys have now dispersed as a result of the bridge closure. While we welcome fewer cars on the road, we should consider the economic and social opportunity cost of the journeys that are not being made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with the hon. Lady. One of the ironies is that, while many people are affected by the closure, it is those who need to travel into London from the south, including residents of Barnes and Richmond and those from wider afield—the residents of Brentford and Isleworth, Hammersmith, ​Fulham and Battersea—who are caused additional congestion because of the build-up of traffic going over Putney, Wandsworth and Chiswick bridges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Cadbury (Brentford and Isleworth) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I wish you a belated happy birthday, Ms McDonagh? My hon. Friend mentioned the impact on a much wider area than merely Hammersmith borough and Richmond borough. Parts of Hounslow, particularly Chiswick and Brentford, have suffered major congestion since the closure of Hammersmith bridge to vehicle traffic. The economic impact that the hon. Member for Richmond Park (Sarah Olney) described affects a big area. Does my hon. Friend agree that the Government need to consider the bridge as major infrastructure? I hope they will work with all the local authorities affected, and the MPs, to come to a positive solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no laughing matter for those severely inconvenienced by longer journey times and the changes to their life that have to be made. We take infrastructure such as this for granted; when it breaks down, it causes major problems way beyond the local area or even region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are two matters on which there is clear consensus now. The first is whether the bridge should reopen at least to its previous capacity. I totally understand that cycling and other groups suggest that this could be an opportunity to permanently close the bridge to motor traffic. Analysis by TfL shows that cost-benefit ratio of reopening is 5.8:1, which is very high. Essentially, to relieve the congestion on other river crossings and to make that part of London function again —as much as it ever does in terms of traffic movement—it is a bit of a no-brainer. It is regrettable since we want to promote cycling and walking, and I hope we can hang on to the huge increase in those forms of travel over the bridge. We particularly need bus traffic to be restored, because the bridge is a major bus route, with 24,000 people a day crossing it by bus, as well as more than 20,000 private vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second point is the issue of how to go about the works. There is consensus on the need for a temporary bridge for cycling and walking—the previous Minister made that clear in a letter to the hon. Member for Richmond Park. There were moves to have a temporary motor bridge, but for many reasons that I will not go into—cost, feasibility, disruption and destruction of private property—that would not be possible. We need a temporary foot and cycling bridge; although it will cost a substantial amount of money, it will come out of the TFL money already allocated and will allow the major works to go on unimpeded and more safely on the main bridge. I think that is decided. I believe a brief was sent by TfL to the Ministry in preparation for this debate and for the meeting with Baroness Vere, which sets out clearly what the methodology will be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The separate closure of the bridge last year was a matter of safety, when hairline microfractures were discovered in the cast-iron casing around the pedestals that hold the suspension chains. Sadly, that having happened, a major structural survey at the time showed that the corrosion to the suspension mechanisms, the bearings, the decking and so forth means that substantial parts of the bridge will have to be replaced. It will end up like the broom that has had its head replaced three times and its handle four times, but I am sure it will look magnificent when it is finished and reopened.​  \nI will finish speaking soon to allow the Minister to reply. We have allocated, if not spent, the £25 million that has come from TfL. It is not in a position to add to that. I will not go through the argument about the subsidy that has been withdrawn or the restrictions on using its capital on assets it does not own. TfL has stepped up to the plate; its expertise and, frankly, its money, has been very useful to get us this far and to ensure that time is not wasted and works delayed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally, Hammersmith and Fulham council has reacted responsibly, as has the London Borough of Richmond. I pay tribute to Stephen Cowan and Gareth Roberts, the leaders of those two boroughs, who have worked co-operatively together in the interests of their populations and residents. As a borough, Hammersmith, notwithstanding other restrictions on its budget over the last few years, is not in a position to come up with money. Those are not controversial statements to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to look to Government when major strategic assets fail. That is the case in most of the rest of the country. The large local majors scheme, which is available and which TfL’s bid addresses, is in funds and is available for this type of work in other parts of the country. The proposition is that, if the Department for Transport accepts that the bridge is part of the strategic road network, it has to reopen to at least its previous capacity to cover single-decker electric buses, as well as similar weights of general vehicle traffic as previously. That will cost a substantial amount of money—at least £120 million on current estimates, and the final estimates will come in a few weeks’ time. Crucially, very soon within the next couple of months, work will stop. Even if there is still some money in the kitty, one cannot go on engaging contractors if the money is not there to pay them to do the stabilisation and major works over the next couple of years. That is what we are looking to the Department to fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope I get some encouraging noises from the Minister, even if she has not brought the cheque with her. Locally, there is a lot of co-operation between politicians of all stripes, because we see the absolute necessity of this work; as I said, it is a bit of a no-brainer. We must get the bridge reopened as quickly as possible and restore it at least to its former weight-bearing ability. I look to the Minister at least to give us some encouragement, and I hope that we can progress discussions quickly over the next few weeks so we can get on with the project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}