{
    "url": "https://www.ukpol.co.uk/andy-slaughter-2022-speech-on-economic-crime-and-corporate-transparency-bill/",
    "title": "Andy Slaughter – 2022 Speech on Economic Crime and Corporate Transparency Bill",
    "post_date": "October 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Slaughter",
            "url": "/tag/andy-slaughter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andy Slaughter, the Labour MP for Hammersmith, in the House of Commons on 13 October 2022.",
    "content": [
        "To listen to the Home Secretary opening the debate, one would think the Government had a good record on tackling economic crime. As my right hon. Friend the Member for Barking (Dame Margaret Hodge) said, there has been not one prosecution of a Russian in the time that the Government have been in power. On the contrary, they have been welcomed into the heart of the establishment, buying their way into it. Only now, after the terrible events in Ukraine took place earlier this year, have we seen a response. The initial response, the first economic crime Bill, was clearly inadequate. We were promised that a second Bill would fill in the gaps and be more comprehensive. It is so far, frankly, a disappointment, for many of the reasons that we have heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, the measures in the Bill are welcome, and I do not think anyone has said that they are not, but as has been asked—I do not want to repeat what has been said by people who have greater expertise on this matter than I do—where is the ability to carry this through and where is the funding for Companies House to actually police, rather than simply register? We heard from the shadow Home Secretary, my right hon. Friend the Member for Normanton, Pontefract and Castleford (Yvette Cooper), that the National Crime Agency is still—unless the Government correct this in today’s debate—facing cuts at a time when we know it has very limited resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill has many, many omissions. We have heard about the lack of corporate liability and the lack of provisions on whistleblowers, but we can add to that. As the hon. Member for Oxford West and Abingdon (Layla Moran) said, we still have nothing on failure to prevent. I asked the Home Secretary about that earlier. Her colleague the Secretary of State for Wales, the right hon. and learned Member for South Swindon (Sir Robert Buckland), said in a speech earlier this week, if it was correctly reported by the Law Society Gazette:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What isn’t in the Bill is as interesting as what is. I hope not to prejudice the Government’s position, but amendments”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "to create an offence of—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“failure to prevent economic crime…could be quite a dramatic move by Parliament.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the right hon. and learned Gentleman has a history of supporting that. I asked the Home Secretary about that and she said, “Well, we’re always looking at that.” Surely the Government must know by now whether they are going to include those provisions in the Bill. Perhaps the Minister, in winding up, can enlighten us further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where is the anti-SLAPP—strategic lawsuits against public participation—legislation? I did not agree with the former Justice Secretary on much, but he did push forward that agenda. There was a response from the Government earlier this year and we were looking for legislation in the Queen’s Speech. It could have been included in the Bill, and it could still, but where is it? And where is the better organisation of supervisory bodies? The Government are not short of good advice on what to put in the Bill, but let me quote Spotlight on Corruption:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Anti-money laundering supervision for professionals in the legal and accountancy sector is currently not fit for purpose, with 22 different professional bodies overseeing their compliance with anti-money laundering rules. Last year the Office for Professional Body Anti-Money Laundering Supervision”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "another body—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“found that only 15% of these supervisors were effective ‘in using predictable and proportionate supervisory action’ and that only 19% ‘had implemented an effective risk-based approach’ to supervision.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not really going to intimidate those who wish to commit economic crime if the Government cannot get their tackle in order in that respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, therefore, many omissions, but in the short time I am going to speak for I want to concentrate on the lack of resources. The shadow Home Secretary, my right hon. Friend the Member for Normanton, Pontefract and Castleford, mentioned that she and my boss the shadow Attorney General, my right hon. Friend the Member for Islington South and Finsbury (Emily Thornberry), have been banging on about this for 10 years. Many of the measures that are still not in the Bill have been called for over that period, yet we are still waiting. We will see what happens in Committee. I do not hold out much hope on that, because it is relatively rare for the Government to introduce many major provisions in Committee, but I hope to be proved wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us look at two areas in relation to enforcement: money and staffing. To give an example of another case, in July 2020 the NCA faced a claim for £1.5 million in costs following an adverse ruling in an unexplained wealth order. That was a quarter of its international corruption unit’s annual budget for fighting corruption, whereas the Government had estimated, when they introduced UWOs, that law enforcement would face costs of up to £1.5 million over a 10-year period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right that there is now a different format for cost orders for UWOs, which gives some cost protection. That is universal in the United States and it would be very useful in this respect. A trend in how the Government are legislating is the increased use of fixed recoverable costs. There are other areas of cost protection, but not unfortunately, in the area of Leveson, on which the Government seem to have a blind spot. However, this is a prime category in which we need some protection for the enforcement agencies. Although this does now apply to UWOs, it does not apply in any other economic crime cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That affects the behaviour of enforcement agencies in a number of ways. First, they tend to go after the small fry rather than the bigger fish, because they are worried that the bigger fish will be able to instruct lawyers who will run rings around them and bankrupt them, in the sense that they will use up their whole budget in the way I described. It makes them pusillanimous in their attitude and there is a vicious downward spiral, because when they lose cases—I think, for example, of the SFO in the Serco, Unaoil and ENRC cases—they can be at risk, effectively, for large pots of their budget. It is therefore understandable that they then have to go cap in hand to HMRC or the Government and ask for the money to be used to subsidise their overspends for that year. That is really no way to behave and it is not surprising that the inequality of arms means that the enforcement agencies have low morale and perhaps do not have the motivation to go after crooks in the way that we would like them to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another way to deal with the issue would be to fund the agencies better. As I think Spotlight on Corruption said, although enforcement agencies recover limited amounts—because of their limited remit and limited ability, and I do not believe that the enforcement agencies recover as much money as they could—most of that goes to the Treasury. If it went to them instead, their budgets would perhaps be double what they are now. That would be a virtuous circle, because they could then be rather bolder in the prosecutions they take—as the Department of Justice is in America—and achieve better results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether we are talking about cost protection or better funding through the proceeds of crime that the enforcement agencies release, there has to be a way of making them more effective. If that does not happen, frankly, everything else that the Government are trying to do will be a waste of time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me say a bit about staffing. There are a lot of very hard-working staff in the Serious Fraud Office and the National Crime Agency who are doing their best, but there is also a revolving door from the public to the private sector, because remuneration is so much higher in the private solicitor service and elsewhere. Essentially, therefore, the state is funding the training and development of individuals who will work for the SFO or the NCA, only for their expertise to be taken to law firms who specialise in defending against white collar crime prosecution. That is a serious problem and a conflict of interest, and it is seemingly overlooked by the Government, particularly given the rather limited use of the Advisory Committee on Business Appointments guidelines by the SFO, in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not the SFO’s only problem with staffing. Over the past five years, the number of financial investigators, case progression officers, lawyers and case controllers has grown by just 11 officials, despite the massive increase in economic crime. When I asked the head of the SFO, I was told not only that the SFO is proud of the revolving door because it shows that its staff are attractive to other employers, but that it does not keep any records about the destinations of former staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 10 minutes of research on LinkedIn, I managed to find out that since 2010 the former director Sir David Green, two former general counsel, four former heads or co-heads of the bribery and corruption division, two former heads of the fraud division, the former heads of the assurance division and the international assistance division, and at least 20 more junior staff, have moved on and are now working for legal firms that, on the whole, represent the people who are being prosecuted. The only one who was vetted by the Advisory Committee on Business Appointments was Sir David Green; the net effect was that a delay of six months rather than three months was imposed before he could take up his post, and that there were other restrictions on his use of knowledge gained at the SFO. It is a joke.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are expecting agencies to do a job with one hand—and in some cases both hands—tied behind their back. I recommend that everybody read Oliver Bullough’s excellent book “Butler to the World”, which shows that this has been going on rather longer than we may think; it is not a recent event. In summing up a case that I referred to earlier, which the NCA completely lost on all levels—it lost even the ability to appeal—he writes:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Reading the final judgment is like reading the report of a match between Manchester City and Hereford FC: the embattled non-league side did its best, but its players were swept aside by superior skills, fitness, knowledge and resources.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want our enforcement agencies to have premier league status, rather than being where they are at the moment—no offence to Hereford, who I am sure are an excellent team. I mean no offence either to the people who are doing the best they can to deliver, but how can they deliver unless the Government give them the tools to do the job? I want to believe that the Government are sincere about tackling the issue and have seen the light, even belatedly, but the Bill simply does not deliver the goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}