{
    "url": "https://www.ukpol.co.uk/andy-slaughter-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Andy Slaughter – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Slaughter",
            "url": "/tag/andy-slaughter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andy Slaughter, the Labour MP for Hammersmith, in the House of Commons on 16 June 2022.",
    "content": [
        "When I think of Grenfell, which I often do, I think first of the people who died; not just that they died—72 people, including 18 children—but how they died. I forced myself to read the accounts of what happened—the phone calls made that night, the people waiting for rescue that never came. It is harrowing. They are well documented, partly through the inquiry and partly through what the families themselves have done. I cannot look at the pictures of the building in flames, but nevertheless I cannot get them out of my head because they were everywhere when the fire happened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, I think of all the thousands of people whose lives were changed by the fire: the survivors and their families, and the wider community. It was a very mixed community in Grenfell, with many people of middle eastern and north African descent, often second and third generation, who had settled in the area and had wider families not only across Kensington but in my constituency of Hammersmith and that of my hon. Friend the Member for Westminster North (Ms Buck), who spoke so well earlier. These are big, close communities and this has had an effect on the whole area, and indeed the whole of London and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also think of the scandal of the negligence that has been revealed, in its infinite complexity, leading up to this one event. The breadth and depth of the mistakes that were made and the things that went wrong are affecting hundreds of thousands, if not millions, of people across this country. Too many people have insulted all these groups of people by the way in which they have responded over the last five years. That includes the Government, the building industry and other industries involved, local authorities and other social landlords, and private landlords. Everybody has failed on a catastrophic level by causing the problems that now have to be dealt with, but the Government bear a particular responsibility, not only because they created the climate that enabled much of this negligence to happen but because they have not stepped up to the plate in tackling it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I say that people have been insulted, I mean, for example, why did we not have a full-day debate in Government time on the anniversary? I pay tribute to my hon. Friend the Member for Leeds East (Richard Burgon) for securing this debate, but it is a Backbench Business debate on a Thursday afternoon, and I think that a full-day debate on the anniversary is the very least that could have been done. People have also been insulted by the response in terms of rehousing—or failure to rehouse—people from Grenfell and the surrounding damaged properties. People have been waiting for years in temporary accommodation or hotels. Other examples include the lack of a proper memorial and the pace at which the inquiry has gone. None of this shows respect, in my view, and at the end of it, people have not been held to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also, we have not what I would call a permissive response from the Government, and that is what I want to spend most of my speech talking about. The Government have been asking experts to tell them the full extent of the problems, and then responding. Every step of the way, everything has had to be dragged out, whether it is money, concessions or legislation, in order to get only a very little distance down the road to where we need to be. Let me just run through some of those issues on which we are failing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know a lot about cladding and insulation, but determining the types of cladding that have been banned—whether they have been banned in the sense of being removed from existing buildings or not being allowed to be put on to new buildings—and what types of buildings are affected has been done in a very slow and erratic manner, and the most recent changes are pretty de minimis, frankly. The Government have now decided that hotels, hostels and boarding houses over 18 metres should be included in the ban, but what about residential and other buildings that are under 18 metres—and indeed, under 11 metres? What about other buildings that might be at risk, possibly because of their function or because of the people who live in them or go to school in them, such as hospitals or hotels? There is no comprehensive response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is completely right in what he is saying. The 18-metre limit is a completely arbitrary distinction. Far more people die in fires in low-rise buildings, especially houses of multiple occupation, than in high-rise buildings. The 18-metre limit is a media-driven preoccupation, and I could even say that the preoccupation with cladding is a media-driven preoccupation. This whole process has been driven by public pressure, not real risk assessment, which is what we need. That is why we are proposing the reform of building control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much thank the hon. Gentleman for his intervention; he has put it very clearly and succinctly. I started with cladding and insulation—I have quite a long list—because that is where we have seen some activity. As I said, it is not the correct activity and it has not been done quickly, comprehensively or logically enough, but there has been a focus on cladding, then on cladding and insulation, and then on other matters that relate to cladding. It has spread out very gradually and slowly from there, but I just make the point that when we drill down, we find that there is still a long way to go, and it is impossible not to conclude that the reasons for that are partly financial and partly that the Government are overwhelmed and do not have the support they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for giving way again. I guarantee that owing to the panic to designate certain buildings unsafe because of their cladding, a vast amount of cladding has been removed, at vast expense, that it was probably not necessary to remove, perhaps because it was installed differently or it did not have an air gap or it was associated with flammable windows. There are all kinds of reasons that have not been taken into account because there was a blanket categorisation of cladding and height. That was understandable very early in the crisis, but it is not understandable five years on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, I entirely agree. Every month, more comes to light. That is true in my constituency, as I am sure it is in other Members’ constituencies. I am dealing with one case at the moment where the cladding is not flammable but there are no fire breaks behind it. That cladding still has to come down, at huge cost. These things are interrelated. The solutions that have been suggested are really inadequate. We are an outlier—in a bad way—in terms of international practice, because the standards that we were enforcing and those that we are now enforcing are not of the best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another example is the design of buildings. It is only in the last few weeks or months that the issue of single staircases in new build high-rise blocks has really taken hold, and planning authorities have begun to look at that. Directly abutting Grenfell Tower and the Lancaster West estate in Kensington and Chelsea are my constituency and two major opportunity areas: the White City opportunity area and the Old Oak and Park Royal Development Corporation. I mention that because high-rise buildings are mushrooming across that area. How high are they? In the Old Oak and Park Royal Development Corporation area, which is just outside my constituency to the west, in the constituency of my hon. Friend the Member for Ealing Central and Acton (Dr Huq), there is one 55-storey block already being built and three more in planning at the moment. So four buildings over 50 storeys high with a single staircase are being planned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency, there were similar applications for 46-storey blocks, and I am pleased to say that some of those developers are now lowering the heights, perhaps by 10 storeys, and putting in additional staircases. But this has involved catching things in the nick of time, and some single staircase blocks are still being built now. Why is this important? It is important because of the failure of the stay-put policy. It is not just a question of design and how the buildings are constructed. Almost every high-rise residential building in the UK in recent decades has been built on the basis of the stay-put policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Office buildings with more than five storeys are required to have a second staircase, but a 55-storey residential block can be built with a single staircase because we rely on stay-put. Well, stay-put is undoubtedly a cause of the number of fatalities at Grenfell. More pragmatically, people will not stay put any more—I have encountered this with fires in my constituency since Grenfell—and I do not blame them. If we do not have a stay-put policy, we need evacuation plans, we probably need alarm systems and we definitely need a second staircase if we are to evacuate buildings. The excuse for having a single staircase is that everyone will stay in their flat while the fire service deals with the issue. Sometimes that works, but who would now rely on it working?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Personal emergency evacuation plans have been in the news again recently. They simply are not being done, and the Government do not intend to implement them. Yet, as the Mayor of London said in his briefing, 41% of disabled people in Grenfell Tower died in the fire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am alarmed by what my hon. Friend says about a 55-storey building having a single staircase, which I believe would make it impossible both to fight a fire and get people out. Why was the building given permission, and who authorised it? Was there a fire assessment in advance of permission being granted?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most of these buildings are in the planning process, and some have been withdrawn and resubmitted, as I hope is the case with this one. Fifty-five storeys and a single staircase is the proposal as things stand. There are many other examples across west London and the country, not necessarily of that height but 40, 30 or even 20 storeys. Grenfell Tower had 24 storeys, so we are talking about buildings of more than twice that size.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marsha De Cordova**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend alluded to the number of disabled people in Grenfell Tower. If the recommendation on personal emergency evacuation plans is not implemented, and the Government have chosen to reject it, what impact will it have on the many disabled people living in high-rise buildings? What trust and confidence does it give them if their Government are choosing to reject such an important recommendation to ensure they are safe and secure in their homes? The Government are saying these people’s lives do not matter by saying they do not need personal emergency evacuation plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more. The truth is that the Government have put it in the “too difficult” column, along with other things. It is not that they have an argument for why they do not need such plans; it is because they are saying, “Well, it will be too difficult, too expensive or take too much time, and we have other things to do.” That is extraordinary. I have long-term concerns about disabled people, or indeed young families, living in high-rise blocks, which are unsuitable accommodation. There is a much wider debate about the type of housing we build in this country, but this issue seems to be glaringly obvious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government can be forgiven for one reason, which is that there is no systemic safety risk management in the building sector that differentiates between different forms of safety mitigation. In the Manchester airport fire, in which an aircraft caught fire on the runway and many people died, the initial reaction was that there had to be better evacuation from burning aircraft, but nothing changed. One or two extra over-wing exits were built into aircraft, but nothing fundamentally changed. The problem was that the probability of a fire was much too high, and that is what had to be addressed. Until we have a totally comprehensive safety management system, which does not yet exist in building control, we will never have the safe buildings we want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that we need safer systems and that we need to plan. There has been a free-for-all for too long in the building industry, where there has been a gold rush to acquire sites and build whatever it can get away with—the envelope has been continually pushed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I slightly disagree with the hon. Gentleman because a lot can be done. My local authority has done about 1,000 PEEPs. Anyone can ask for one. They are not proactively given but, nevertheless, they are quite effective in assessing people’s needs, providing equipment, linking people with neighbours and making sure they have proper notifications, alarm systems and things of that nature. A lot can be done, and it would save a lot of lives. It just needs to be institutionalised across the board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will speed up a little. I have mentioned cladding and insulation, design, construction and the height and use of buildings, but I have a couple of other points. One is the cause of fires, and the predominant cause is electrical safety malfunctions. We see that in everything from lithium batteries to white goods. The Grenfell fire was caused by a fridge-freezer. There is a lack of electrical safety all the way down the line from manufacture to retail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will be pleased to hear me speak favourably of his Social Housing (Regulation) Bill, which makes provision for five-yearly electrical checks on social housing in the same way as for private rented housing. That is important, although I am not quite sure what it means. Does it mean checks on appliances, wiring or systems?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, there seems to be a lacuna because a single block could contain different types of flats. The first flat could be rented out by the local authority, and such flats are not covered at the moment but will be in the future, as I understand it. The second flat could be a private flat rented out by the leaseholder, which is already covered, and the third flat might be owned by a resident leaseholder who does not have any checks at all, as far as I can see. There is inconsistency and a failure to nail down what the problems are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regulation has failed. Desktop surveys are another horror we have encountered, but they are still happening. In their most recent announcement, the Government said they will rely on the discredited BS 8414 test, so regulation is still not working properly. Management and maintenance is not working properly, and it certainly did not work in Kensington and Chelsea through either the council or the tenant management organisation. Even simple things such as fitting door closers and making sure fire doors are of an adequate standard are still not being done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lot has rightly been said about how non-cladding costs are still falling on leaseholders, but they are also falling on social landlords. The National Housing Federation and my hon. Friend the Member for Sheffield South East (Mr Betts), the Chair of the Levelling Up, Housing and Communities Committee, have made this point time and again, but the Government never respond—perhaps they will today. If we require social landlords to bear the extraordinarily high costs, billions of pounds, of remedying defects in the buildings they own, that money will simply come out of their capital resources, whether borrowing, balances or rents, that would otherwise go towards maintaining their existing properties and building new properties. There is a crisis in the social housing market, as even fewer social homes will be built over the coming years because the money has to be diverted into fire safety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will allow one more intervention. I appreciate the hon. Gentleman’s speech arrived late, so I am letting him deliver it paragraph by paragraph.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point I wanted to make is that this is partly a problem of building control. In particular in relation to high-rise buildings, the problem is that the Building Safety Regulator will draw on established building control bodies to carry out its function. The Select Committee pointed out that this creates a new conflict of interest, because the BSR both regulates and then carries out the building control inspections. The danger is that we do too much defensive regulation, which costs a great deal of money and is not of public benefit, and then we do not do the right regulation, which actually mitigates the biggest risks. All that gets lost in the wash in the present system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Slaughter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate the hon. Gentleman’s comments, because he is going through the practical steps that need to be taken rather more methodically than I am. I accept his concentration on getting the regulation right, but it is not the only thing we have to get right. As I began my speech by saying, this is a real crisis across the whole industry, government, the regulation and the tone that has been set. I hope that, coming out of things such as the Hackitt review, that will change, but I do not see sufficient change yet. The progress has been glacial on correcting the many, many defects. Nobody says that it is easy; its complexity and extent mean that it will be very difficult. However, I do not see that sense of urgency, because hundreds of thousands of people still live in unsafe buildings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the all-party group on fire safety and rescue, of which I am a member. I pay a particular tribute to the late Sir David Amess, its chair for many years. It warned about many of these problems time and again. It is not right to say that the Government have not been warned. Unfortunately, they ignored much of this. There has not been justice for the Grenfell families. We know which companies were responsible—Rydon, Arconic, Celotex, Kingspan and many, many others. These companies continue to manufacture and make great profits, and, as far as I know, they have not paid a penny in compensation. I would like to know what the Government are doing about that and what is happening in terms of civil damages for the people who suffered as a result of Grenfell, and I would like all this to happen a little more quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Westminster North mentioned Peter Apps and Inside Housing. They have done a fantastic job and, frankly, the Minister could do a lot worse than simply reading through the articles it has published in the past few weeks. The one that sits most firmly in my mind is the one that asks, “Could it happen again?” I know it is well intentioned but, “We must never let this happen again” has become a cliché. I would rather the Minister focused on that article and read it. It is a long article, but it goes through, step by step, all the problems that there are with high-rise buildings, and even not so high-rise buildings, in this country, which mean that Grenfell could happen again, any day. It could happen again and we have to come to terms with that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have not done this for some time, because of the covid emergency, but I recently took part in the silent walk, which was an incredibly moving event. I know that my right hon. Friend the Member for Islington North (Jeremy Corbyn), my hon. Friend the Member for Westminster North, the sponsor of the debate, my hon. Friend the Member for Leeds East (Richard Burgon), the shadow Minister, the shadow Secretary of State and others were there to witness the thousands of people who monthly walk through the streets in absolute silence around Grenfell Tower not only to remember people, but so that the Government know they are not going away. Somebody else who is not going away is the former Member for Kensington, who is in the Gallery and who of course was there with most of the Kensington Labour councillors on Tuesday. I know that she continues to take just as strong and powerful an interest in this as she did when she was the Member of Parliament for the area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me conclude by saying to the Minister that I hope he will come on the silent walk one month. I hope he will talk directly—[Interruption.] I think he should listen. I am happy to wait until he has finished his conversation, Mr Deputy Speaker. I was addressing my comment directly to him. I was saying that I hope he will visit Grenfell and the families. I hope he will come on the silent walk. I hope he will understand not just the absolute thirst for justice, but the fact that what they want to come out of the terrible events that happened to them is that, sooner rather than later, everybody living in a high-rise block in this country, be it social housing, private housing or whatever, can feel safe when they go to sleep at night and feel safe for their children. Is that honestly too much to ask? It is not what we are getting from the Government’s policies at present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}