{
    "url": "https://www.ukpol.co.uk/andy-slaughter-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Andy Slaughter – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Slaughter",
            "url": "/tag/andy-slaughter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andy Slaughter, the Labour MP for Hammersmith, in the House of Commons on 8 November 2022.",
    "content": [
        "I am going to branch out in a different direction and speak to the motion. It is very precise and quite narrowly drawn, but it goes to the conduct and character of the Home Secretary, which is an important matter for us to discuss, and that is possibly why so many, if not all, Government Members have found it difficult to speak to the motion. They can talk to the Home Secretary’s policies—failed as they are, they are ones that appeal to them—but they find it difficult, perhaps, to defend her behaviour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The serious issue here is not the course of conduct that led to the Home Secretary’s sacking; we know about that. It is the way the Home Secretary has conducted herself since that sacking; it is her refusal to answer questions. That is why these documents and reports need to be asked for. As always, it is the cover-up that is the problem as much as, if not more so than, the offence itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Secretary has form on this issue. She was Attorney General on and off for well over a year. I had the chance to observe her behaviour then, and I am afraid to say that there were regular reports of her being investigated for leaking sensitive Government information. On 22 January, The Daily Telegraph reported that the Attorney General would be seeking an injunction against the BBC over a case involving the Security Service. I asked her about that at Attorney General’s questions. It was reported on 26 October in the Daily Mail that the Attorney General had been investigated as part of a leak investigation, and it was reported on 29 October in The Sun that she had been subject to official Cabinet leak inquiries three times in one year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have tabled questions, including as recently as today, to try to get to the bottom of this. I asked the Minister for the Cabinet Office\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“whether the Government Security Group conducted an investigation into release of information relating to Government plans to seek an injunction against the BBC over concerns of national security.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister replied that it is their policy\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“not to comment on leak investigations.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is just not good enough in this case. That is why this information is being requested. It should not have to be, because it should have been put in the public domain already by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us come on to the more recent conduct and the resignation. I have tried several times over the past week and a half to get answers from the several statements we have had from the Home Secretary and others, usually in response to urgent questions in the House. The first point is that there are stark contradictions in the versions that the Home Secretary herself has given—for example, between her resignation letter and the much more detailed letter that she then voluntarily sent to the Chair of the Home Affairs Committee, my right hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson). She said in her resignation letter:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“As soon as I realised my mistake, I rapidly reported this on official channels, and informed the Cabinet Secretary.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, when she wrote with a detailed timeline to the Chair of the Home Affairs Committee, she revealed that she actually waited several hours before making any such report. She revealed that she was confronted by other members of the Conservative party outside this Chamber and that matters were put to her; it was not that she volunteered them. When, after that, she finally decided to report her breach of security, for which she was sacked, she did not go to the Cabinet Secretary; she went to her own special adviser. The question is, why did events unfold in that way and why was her account so different in her letter to my right hon. Friend the Member for Kingston upon Hull North and her political grandstanding resignation letter?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second point is that the Home Secretary is very selective in the denials she makes in her letter to the Chair of the Home Affairs Committee. She says that 19 October was the only time she used her personal email to send Home Office documents to people outside Government. She talks only about email; she does not talk about other non-secure networks, such as messaging services. She talks about insecure communication outside Government, but what about insecure communication inside Government, which would equally be a breach of procedure? She talks about insecure communication inside Government, but she does not relate that to anything other than her tenure at the Home Office; she does not relate it to her much longer tenure as Attorney General, when, as we have heard, she was accused several times of leaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then we come to the matter that was raised in the urgent question yesterday, which has been raised on several other occasions as well, which is the Home Secretary’s statement—again, I think it is very carefully worded—that,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I have never ignored legal advice.”—[Official Report, 31 October 2022; Vol. 721, c. 639.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Eltham (Clive Efford) asked about that yesterday, as did my right hon. Friend the Member for Kingston upon Hull North, the Chair of the Home Affairs Committee, and there has been some debate as to what the Home Secretary means by it. As I pointed out in an intervention earlier, she does not say—this would be much more straightforward—“I followed legal advice.” There was clear legal advice as to whether detention at Manston over 24 hours was legal, and it clearly was not. She could have said, “At all times I complied with legal advice,” but she said, “I didn’t ignore legal advice,” which could cover a multitude of circumstances. It could mean that she considered that advice and then rejected it, notwithstanding the fact that it was sound and solid legal advice. It could mean that she took another course of action, and I think we are getting near to what actually happened there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, I think the Minister who answered the urgent question yesterday got close to what actually happened when he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“There are competing legal duties on Ministers. Another legal duty that we need to pay heed to is our duty not to leave individuals destitute. It would be wrong for the Home Office to allow individuals…in a condition of some destitution, to be released on to the rural lanes of Kent without great care. That is why the Home Secretary has balanced her duties”.—[Official Report, 7 November 2022; Vol. 722, c. 30.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Leaving aside the fact that, on at least one occasion, individuals in a state of destitution were released on to the streets—the streets of Victoria rather than Kent—it does appear that, in the majority of cases, the Home Secretary decided to allow Manston to fill up to two or three times its capacity and to allow people to be contained there not for hours or days but for weeks and, in doing so, knew she was breaking the law. She decided that she would break the law in that way rather than in another way. Again, that is not good enough. She had the option of not breaking the law; she had the option of finding hotel or other accommodation for the people who were stacking up at Manston in appalling conditions—we have seen the reports and the photographic evidence—so they could have been placed elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What it comes down to is that, throughout this process, since she was reappointed, the Home Secretary has dodged questions again and again. Whether that has been by using weasel words, contradicting herself or using a bit of legal sophistry, the fact of the matter is that she will not answer these questions. I have asked her again and again, including in written questions, to specifically address the deficiencies in the letter she sent to the Chair of the Home Affairs Committee, and the same reply comes back. Indeed, I received a reply to another question yesterday which said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I refer the Hon. member to that letter”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "that is, the letter of 31 October. It is just not good enough. Of course, we are not naive enough to expect to always get answers to questions we ask here. It is the job of Government to try to evade answering questions, but not on matters as serious as this, and not when specific and direct questions of fact are asked and not responded to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we know enough, without having those questions answered, about where the Home Secretary has been coming from in these events. We have to have, in the terms of the motion, these inquiries made and these documents released, because we have a right to know. That is the reason why my right hon. Friend the Member for Normanton, Pontefract and Castleford (Yvette Cooper) has tabled today’s motion. However, I do not think the jury is out any more on the judgment or conduct of the Home Secretary. What this points to more is the judgment and conduct of the Prime Minister, who, knowing all this and knowing who he was reappointing, went ahead and did just that, in the same way that he appointed the right hon. Member for South Staffordshire (Sir Gavin Williamson) to a Cabinet position. Incidentally, when questioned about the breach of security for which the right hon. Gentleman was previously sacked, the Prime Minister said that that was “four years ago.” If being four years ago is an excuse, what is being six days ago?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us look in more forensic detail at the conduct of the Home Secretary, but let us not let the Prime Minister off the hook either. He must take responsibility for those appointments that he has made. Even the Business Secretary, the man of a thousand name badges, could not defend the Home Secretary in the comments that he made. The Prime Minister should not be doing that either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}