{
    "url": "https://www.ukpol.co.uk/ruth-smeeth-2018-speech-on-kayden-dunn/",
    "title": "Ruth Smeeth – 2018 Speech on Kayden Dunn",
    "post_date": "January 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Ruth Smeeth",
            "url": "/tag/ruth-smeeth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ruth Smeeth, the Labour MP for Stoke-on-Trent North, in the House of Commons on 17 December 2018.",
    "content": [
        "should start by saying that due to personal events the family cannot be here with us tonight, but they are watching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am here today to tell a tragic story, one that I sincerely wish had never happened, but nevertheless it is a story that needs to be told, even at this time of year. It is a story of loss, of a family let down by our criminal justice system and of a community united in grief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of this story is a wonderful little boy named Kayden Lee Dunn. Kayden was a happy, healthy little boy with a huge personality, big blue eyes and a laugh his mum said could “fill the world with joy.” His mum, Tonie, has told me that when she first held him and stared into those big, shiny blue eyes, she tried to imagine the perfect future for her little boy. She thought about what his life might hold and the role he might play in the world he had just come into. Perhaps he would grow up to be a policeman, a footballer or even a dancer. Whatever the future might hold, Tonie knew that she would always be proud of Kayden and that he would always make her proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Kayden was full of energy, and he loved to learn. At the age of three, he would play games on his way to nursery with his mum, trying to spot shapes in the clouds or count how many cars there were of each colour. Red was his favourite. He loved going to school, too. In his last few months of year 2, he was engrossed in his lessons about knights and castles. Learning his times tables was a different story, but Kayden was determined to get them right, practising every night at the kitchen table and so proud of himself when he finally cracked his three and four times tables. In 2015, he made his acting debut in the school Christmas play. His line was, “To the moon and the stars.” That was a line that would come up again and again with his family. Whenever Kayden wanted to know how much his mum loved him, that was always her answer: “To the moon and the stars.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Kayden’s family, it is fitting that we should be having this debate in the week before Christmas, because this was his favourite time of year. He would spend Christmas eve making keepsakes and baking cakes with his parents and siblings, waiting for the joy of Christmas morning, with the laughs, the excitement and—with lots of young children—the noise as the gifts were unwrapped. If he were here today, Kayden would be fizzing in anticipation for next week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke to the hon. Lady beforehand to ask if I could make a comment in the debate. I sympathise with her and with the family who have lost a loved one, because just last week in my constituency, a wee three-year-old boy was knocked down on Thursday night and passed away on Saturday past. That was the second death in that family; their wee girl died some 18 months ago. I just want to put on record my sympathy for the family and to agree with the hon. Lady that Christmas should be a time for fun and families. They called that wee boy in my constituency Kai Corkum, and his mum and dad and his two wee brothers are grieving for him today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Ruth Smeeth**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention. I am sure that the whole House sends its condolences to Kai’s family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, Kayden Dunn will not be with us this Christmas, nor any other. On 14 April 2016, while he was playing with friends after school, Kayden was run over and killed in my constituency. He was just seven years old. The driver’s name was Shakeeb Zamir, and he was driving without insurance. He had taken his father’s car without permission—a car he was not legally authorised to drive. The investigation into Kayden’s death concluded that at the moment of the accident the car was travelling at between 38 and 41 mph—far in excess of the speed limit—on a quiet residential street in the middle of Sneyd Green. When Kayden stepped into the road, the driver did not even brake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What happened next cemented this tragic event as an act not only of gross irresponsibility but of heartlessness. As Kayden lay mortally wounded in the street, the driver got out of his car and checked the vehicle for damage. Then, without a second glance, he got back in and drove away. Although he later returned to the scene on foot, accompanied by his father, that belated gesture of self-preservation was too late to help little Kayden. He died from his injuries in Birmingham Children’s Hospital five days later, on 19 April, 2016.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a tragedy beyond measure for Kayden’s family and friends. He was a bubbly, blue-eyed little boy. His mum said he was cheeky, full of joy and brought a smile to everyone’s face. In an instant, this treasured son and brother, this bundle of energy who would spend all afternoon on his trampoline shouting, “Mummy, I’ve done 250 bounces; I’m shattered,” was gone—taken—but, as heartbreaking as that is, it got even worse. This family, who had already lost their child, would be denied justice, too. After pleading guilty to causing death by careless driving, the perpetrator was sentenced to 12 months—just 12 months for a life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sentence did not just devastate a family but infuriated and angered a community. Thousands of people signed a petition calling for an urgent review of the case. The driver claimed in court that his disgraceful actions at the scene were due to shock, yet CCTV footage of the incident shows him calmly leave the car, checking only for possible vehicle damage and seemingly showing no concern for Kayden’s critical condition. His actions both before sentencing and after his release also demonstrate an absence of remorse. Following his release, Kayden’s killer was handed a number of conditions and has broken several of them. Shortly after his release, he was jailed for a further 12 weeks after being caught behind the wheel of a car in defiance of a driving ban. He is not supposed to make contact with the family, yet he approached them in a local convenience store just before he returned to prison.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The family have also seemingly fallen through the cracks with the probation service. The family were informed that it would organise a victims meeting, so that Kayden’s family could confront the perpetrator in a safe environment and have the chance to express what his actions had done to them, the impact on their family and their complete devastation. However, such a meeting never materialised, despite the promises of the probation service at the time. To lose a child, especially at such a young age, is to endure a wound that never heals. For the family to see the perpetrator treated so leniently and ​to be made to feel insecure in their own community is to have salt rubbed into that wound in the cruellest way possible. My constituents have been let down by the Crown Prosecution Service, which failed to secure a punishment befitting the crime, and by the probation service, which seems uncommitted to enforcing the conditions that were still in place to protect this grieving family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In October 2017, the Government announced that the maximum sentence for causing death by dangerous driving would be raised from 14 years to life imprisonment. That was the right decision and I welcome it, but it came too late for Kayden’s family and it will fail to deliver justice in future unless prosecutors pursue charges that fit the crime and do not reduce such heinous acts to the lighter charge of death by careless driving. We do not just need the right sentencing guidelines; we need to ensure that the right charge is brought in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While our institutions may have failed on this occasion, our community stepped up. I have already mentioned the thousands who supported the campaign for justice for Kayden, but that is nothing compared with the extraordinary outpouring of love and support in Sneyd Green and beyond in my great city of Stoke-on-Trent. Thousands of pounds have been raised and a permanent memorial to Kayden can now be found in the heart of the community where he went to school and where his family still live. In the midst of that good will and kindness, Kayden’s family decided to give something back to the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout this awful period, Kayden’s family have spoken glowingly about the care that Kayden received at the hands of our NHS and the support that was there for the family in their darkest hour——the air ambulance staff, the emergency NHS practitioners, the police, the school, the residents’ association and the wider community. To thank the community, the family launched the Kayden Dunn memorial fund, and one of their first acts was to raise funds to donate parcels for families who will unfortunately have similar experiences to theirs, encouraging people to donate the vital items that families need in times of unexpected crisis, such as toothpaste, shower gel and clean underwear, to Birmingham Women’s and Children’s hospital to ensure that those essentials will be available for other families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am immensely proud to represent a place where such care and community spirit exist, and I am honoured to represent this family who have endured so much and shown such courage in the face of tragedy. My speech to this House is nearly over, but there is no end to this story for Kayden’s family. The pain of losing a loved one never leaves; we simply learn to bear it. In this instance, that pain is made worse by the knowledge that justice has not been delivered, but this family is inspirational, and their new daughter, Angel, has helped them survive and thrive together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we will not forget that the man who stole Kayden’s life has been allowed to go with his own without serving an adequate punishment for his crime and without showing any genuine remorse for his actions. His sentence was an affront to justice and an insult to a suffering family. It is too late to change that, too late to bring Kayden back and too late to hold those who took him from us to account, but it is not too late to learn the ​lessons of this case and to apply them to try to ensure that no other family will have to suffer the way that this family has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Words cannot give Kayden Dunn his life back, but they can honour and preserve his memory. While his life was all too brief, they can ensure that his name and his memory will live on long after us through the records of this place. In that spirit, I believe that the final words should not belong to me, but to Kayden’s mum, Tonie. In her eulogy for little Kayden, she said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I miss him so much. I wrote this so you could all have an insight into my boy’s life, not to upset you but to show you how proud I am of my baby, and to show you what a beautiful impact he had on our lives. Memories will never fade and I’ll always be grateful for my little blue-eyed boy.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}