{
    "url": "https://www.ukpol.co.uk/ruth-smeeth-2016-statement-on-chakrabarti-report/",
    "title": "Ruth Smeeth – 2016 Statement on Chakrabarti Report",
    "post_date": "June 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Ruth Smeeth",
            "url": "/tag/ruth-smeeth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement issued by Ruth Smeeth, the Labour MP for Stoke-on-Trent North and Kidsgrove, on 30 June 2016.",
    "content": [
        "This morning, at the launch of the Chakrabarti Inquiry into antisemitism, I was verbally attacked by a Momentum activist and Jeremy Corbyn supporter who used traditional antisemitic slurs to attack me for being part of a ‘media conspiracy’. It is beyond belief that someone could come to the launch of a report on antisemitism in the Labour Party and espouse such vile conspiracy theories about Jewish people, which were ironically highlighted as such in Ms Chakrabarti’s report, while the leader of my own party stood by and did absolutely nothing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People like this have no place in our party or our movement and must be opposed. Until today I had made no public comment about Jeremy’s ability to lead our party, but the fact that he failed to intervene is final proof for me that he is unfit to lead, and that a Labour Party under his stewardship cannot be a safe space for British Jews. I have written to the General Secretary of the Labour Party and the Chair of the Parliamentary Labour Party to formally complain about this morning’s events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No-one from the Leader’s office has contacted me since the event, which is itself a catastrophic failure of leadership. I call on Jeremy Corbyn to resign immediately and make way for someone with the backbone to confront racism and antisemitism in our party and in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}