{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2001-speech-on-no-place-for-racism-in-the-conservative-party-at-asian-of-the-year-dinner/",
    "title": "Iain Duncan Smith – 2001 Speech on “No Place for Racism in the Conservative Party” at Asian of the Year Dinner",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the then Leader of the Opposition, at the Asian of the Year dinner, on 25 October 2001.",
    "content": [
        "“It is a great pleasure for me to be here tonight to present the Asian of the year award for 2001. I would like to add once again my congratulations to Mr Gujral on winning that award. You typify so many of the values that I associate with British Asians, of hard work, enterprise and through your extensive charitable work, a strong commitment to helping the wider community. They are values that we all hold in common. This award is a tremendous achievement and I know I speak for all of us here when I say it is richly deserved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "At the outset I would like to thank Jasbir Sachar, Managing Director of the Asian Who’s Who International for organising this event, that is firmly established as one of the high points of the British Asian calendar. Your annual publication serves as an essential work of reference about the British Asian community and, just as important, charts your success. So I am delighted to have been able to contribute the foreword to this year’s publication, as I am to receive a copy tonight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is also a great honour for me to follow His Excellency Nareshwar Dayal, the High Commissioner of India, not least because of my own family links with India. In fact my father was born there – in Madras. It is a constant reminder to me of the closeness of the ties that bind so many of us with the sub-continent – ties that continue to grow stronger. That is something that I very much welcome and, as leader of the Conservative Party, wish to encourage and develop further. Of course, tonight’s event takes place against the backdrop of the military conflict that is raging in Afghanistan, a conflict in which our country is a fully committed coalition partner with the United States. Some two and a half weeks after the first bombing raids began it is worth reminding ourselves of our purpose and why it is so important that having started, we see it through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In our own country, in Northern Ireland, we have experienced thirty years of sustained terrorist violence and acts of cowardly evil. Hopefully, with the encouraging events of this week, we might now be able to look forward at last to a permanent end to violence there and a future for Northern Ireland based exclusively on democracy and consent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Yet nothing that we have been through here in any way prepared us for the scale of the atrocities that were carried out on 11th September in New York and Washington.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Those attacks left over 7,000 people dead from over sixty countries. They included people of all religions– including Christians, Jews, Sikhs, Hindus, Muslims – and of none. They were the worst terrorist attacks ever perpetrated against our own country with hundreds of our fellow British citizens murdered. It must also rank as one of the worst terrorist outrages against countries such as Pakistan and India.  \nThey were attacks on us all and on the civilised values – democracy, freedom and the rule of law – that underpin our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They could not go unpunished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Bin Laden and his Al Qu’ida network that planned and carried them out must be brought to justice, along with the Taleban regime that has harboured and sustained them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Let us be clear about one thing. This is not a war against Islam or the people of Afghanistan. It is a war against international terrorism, nothing more, nothing less. We must never allow Bin Laden to succeed in driving a wedge between Muslim countries and the west.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Bin Laden and his supporters know no limits. There is no compromising with such fanatics. They simply have to be defeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Some people argue that, yes, we must respond, but that the bombing has gone on for long enough and there should now be a pause – if only to allow essential humanitarian aid to get through to the Afghan people. I understand that view, but I cannot agree with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Ending the humanitarian crisis is directly linked with military success. The biggest obstacle to delivering aid is the continued control of large parts of Afghanistan by the Taleban, who have intercepted aid, taxed it and sent some of it to market. For an effective aid programme to work the Taleban must fall. In its place there needs to be a broadly based government that is representative of the Afghan people and which will co-operate with the aid agencies. The window for that to happen is narrow, with most of the key passes into the country closed by the early New Year. So we must see the present action through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is vital that this conflict is not allowed to sour relations between different communities here in Britain. All of us in public life have a responsibility to ensure that this does not happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "At the Conservative Conference a fortnight ago I said that, as Party Leader, I will be intolerant of those who are intolerant of others. I’ve demonstrated that already by the actions I have taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have also appointed Shailesh Vara as one of the Vice-Chairmen of the Conservative Party, Mohammed Riaz as my personal adviser on various race related issues, and Nirj Diva as my adviser on Asian issues in the European Parliament. Shailesh and Riaz were Conservative candidates at the last Election and Nirj is a Conservative MEP. All of them are first rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I believe in a United Kingdom which is genuinely open and inclusive of all its citizens and in which racism and bigotry – of whatever kind – can have no place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Britain today is a diverse society, made up of many different groups, communities and cultural traditions. I believe that this is as a source of strength, providing our country with a richness of which we should all be proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I want the United Kingdom to provide everybody with the same rights, the same obligations and the same levels of opportunity – a country where people are judged solely on their merits, whoever they are and wherever they come from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That is my view. It is also the clear and unequivocal position of the Conservative Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is a United Kingdom that respects differences, which enables us to hold on to the things that makes us distinctive but always allows us to come together as British. It is possible to be proud of your Asian roots, at the same time as being proud of your British heritage too. That is because whether we are Hindu or Sikh, Muslim or Christian, black, white or brown we are all as British as each other. It underpins our sense of being One Nation and the fact that the United Kingdom belongs to us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And let us never forget that during the two world wars some five million soldiers from the sub-continent and the Afro-Caribbean countries fought side by side with British soldiers in the struggle for freedom. Many of them died. No – let us never forget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Tonight we are doing more than launching the latest edition of the Asian Who’s Who International. We are celebrating the fact that the story of British Asians is also one of the great British success stories of recent years. That is all the more impressive given the fact that so many British Asians came here with next to nothing. Many of those who were thrown out of Uganda in the 1972 – and I know some those present here tonight are in that category – had to leave literally with only the clothes they were wearing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Yet despite the handicaps and the obstacles businesses owned by the Asian community have prospered and employ many thousands of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There is no doubt that you make an outstanding contribution to the strength, prosperity and success of the United Kingdom. And in so many aspects of our national life – business, the arts, the media and the professions – you play an increasingly prominent role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But I want your contribution to go much further. The blunt truth is we still have far too few British Asians, members of other ethnic communities, and for that matter, women actively involved in politics in our country. I want to encourage more of them into the mainstream of British political life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I appreciate the difficulties that there have been in the past. Political parties of all persuasions, not just the Conservative Party, have not always appeared attractive to the different ethnic groups in our society. That has begun to change. We have British Asians – Nirj Deva and Bashir Khanbhai as Conservative Members of the European Parliament. People like Narinda Saroop have done outstanding work for the Party over many years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We have come a long way. But I readily accept that we still have a long way to go. My aim is clear. It is to broaden the appeal of the Conservative Party for British Asians, and for members of all the different ethnic groups in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There is no place, and never has been, in the Conservative Party for those who extol the virtues of a creed that demeans people on the basis of their ethnicity. There is no place for racism in the Conservative Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I want the Conservative Party to reflect and represent the diversity of our national life. I want us to be a Party for all the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That means attracting more Asians into the Conservative Party at all levels. I want British Asians to contribute to the major policy review that I launched earlier this week, to become involved in the constituencies, to get elected to Parliament, to serve in Conservative Governments and Cabinets and, yes, to lead our Party in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Conservative Party has much to learn from the values that have underpinned your success – a belief in freedom, enterprise, tradition, education, individual responsibility, fulfilling our obligations to others and in public service. They are your values. They are Conservative values too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And let me make it abundantly clear. Under my leadership the Conservative Party will be open to everyone who shares our values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}