{
    "url": "https://www.ukpol.co.uk/chloe-smith-2022-statement-on-supporting-terminally-ill-claimants/",
    "title": "Chloe Smith – 2022 Statement on Supporting Terminally Ill Claimants",
    "post_date": "January 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister of State for Work and Pensions, in the House of Commons on 24 January 2022.",
    "content": [
        "Today the Department for Work and Pensions is introducing an amendment to the Universal Credit Regulations 2013 and the Employment and Support Allowance Regulations 2013 to exempt people who are terminally ill from the requirement to accept a claimant commitment to be eligible for benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A claimant commitment sets out what an individual agrees to do in return for benefit, including any work search requirements and a duty to report any changes in their circumstances. Anyone claiming benefits under the special rules for terminal illness would already be exempt from work search requirements. However, there is currently no blanket exemption for terminally ill claimants from the requirement to accept a claimant commitment more generally. This means that the requirement to accept a claimant commitment can only be waived on a case by case basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To streamline the process and provide certainty to those approaching the end of their lives, the statutory instrument laid on the 24 January will therefore create a specific exemption from claimant commitments for terminally ill people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The regulations will apply in Great Britain and will come into force on 15 February 2022. The Northern Ireland Assembly intends to mirror the regulations and is in the process of putting this into place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to ensuring the benefit system supports people nearing the end of their lives. Further to the changes we are making today, we will be bringing forward regulations shortly to replace the current six-month rule for determining eligibility for the special rules for terminal illness with a 12-month, end of life approach in universal credit and employment and support allowance with changes to personal independence payment, disability living allowance and attendance allowance being made when parliamentary time allows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}