{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2022-speech-on-ukraine/",
    "title": "Iain Duncan Smith – 2022 Speech on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the Conservative MP for Chingford and Woodford Green, in the House of Commons on 22 September 2022.",
    "content": [
        "I recognise that others want to speak, and I will try to be as brief as possible. In a way, this debate is simple, because it is ultimately about the sovereignty, independence and self-determination of the Ukrainian people. All else is but a support to that simple position, and everything we do must be about securing that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Back in the 19th century, Gladstone made a very simple statement, which should underwrite all that we do on the matter. When he spoke about the attack of the then Turkish empire on Moldavia and Wallachia, he said that there was no greater bulwark for freedom than the breasts of free men and women. That is the truth of where we are today, and that is what we see happening in Ukraine—free men and women fighting in their homeland for the defence of their families and of that freedom that we take for granted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "That freedom is not free; it comes at a huge price, and not only in the violence and the desperate depredations of the war brought about by the despot Putin. We need to readjust our thinking about defence spending to ensure we have the right equipment to support those who face something similar in future. This comes at a big price for us as we go into the winter months. As has been said, President Putin faces disaster, and yet his actions show that he still believes he has one card up his sleeve: the ability to split the alliance as we get towards winter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is interesting that, even though India is moving away from Putin, China is indifferent, in a way, to where he is, and there was condemnation at the UN General Assembly the other day, he still thinks that if he puts the pressure on, the west will begin to break. There is some indication of politicians in the west feeding that. The other day, senior politicians in Italy were talking about why we should reduce the sanctions, because they were hurting us more than they were hurting him. As has been mentioned, there has also been talk in some other eastern European countries. He thinks it is working and he wants to double down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I will make one small criticism. In her remarks, the US ambassador to the UN, Linda Thomas-Greenfield, still talked about getting to a point where there can be negotiation and a negotiated settlement. I think that is quite wrong, because any talk about negotiation feeds Putin’s view that he will split the alliance. I would like to hear from the Government that we categorically believe that the only person who should ever be capable of talking about negotiation is Volodymyr Zelensky—not anyone in any country in the alliance, because all we do is help Putin. That is key to all that we do at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "To get through and make sure that we are stronger, all of us in the west, united, should surely talk to our public about the difficulties that they will face as a result of the war in Ukraine and of our need to support it despite those difficulties—the cost of living that we are trying to intervene on at the moment; the problems with energy costs and spikes; and the difficulties that they may see with higher food prices. We need to be honest with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I say to the Minister that we need a second bit of honesty too. I intervened earlier about recognising that Russia sees tactical nuclear weapons as war-fighting weapons, which my right hon. Friend the Member for North Somerset (Dr Fox) also mentioned. That has always been part of Russia’s principal view. Instead of dancing around that sometimes and saying, “Well, we’re not going to be scared by rhetoric,” we should recognise that it is not rhetoric; they believe that to be the case. The question is whether they will decide to do it and whether the military will do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Our answer to that must be to say, united, that if Putin ever does that, we will continue to bear down on him regardless and to give Ukraine the equipment and tools it deserves. If we are clear about that and about the possibilities, the public will be with us. It is when we surprise them by trying to say that there is no threat, when there is a major threat, that it is critical. We should be honest about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Finally, China is watching. China invaded the South China sea and not a single thing was done about it. It has militarised it and very little was done about it. It is brutal to its own people at home and we have done very little about it. I simply say that the rules and lessons that we learn from Ukraine should have been learned in the 1930s. If we appease dictators who are hellbent on invasion and destruction, we lose the freedoms that we fought for. That is what this is all about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}