{
    "url": "https://www.ukpol.co.uk/greg-smith-2020-speech-on-mental-health-support-for-police-officers/",
    "title": "Greg Smith – 2020 Speech on Mental Health Support for Police Officers",
    "post_date": "November 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 25 November 2020.",
    "content": [
        "Policing and supporting our police officers are both enormously important to me. I have worked with police officers throughout my political career, especially during my 12 years in local government, and every single police officer who serves has my absolute and total respect and thanks for all that they do to keep us safe, often putting themselves in dangerous situations to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I also speak as someone who grew up with policing. My father served for 31 years. As I reflected on the subject of tonight’s debate, it struck me how policing changed so much throughout his career and continues to do so to this day. When he joined the Birmingham City police in 1970, he was issued with the usual tunic and a truncheon and sent out on patrol. By the time he retired from the Metropolitan police in 2001, stab vests had already become the norm and ASPs had replaced truncheons. As I joined officers in Aylesbury Vale a few Fridays ago to see first hand their day-to-day operations, it struck me how it had become necessary for so many to carry a taser.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The inspiration for this Adjournment debate came from my constituent Sam Smith—for the record, he is not a relative—who came to my surgery with a number of very well researched points about mental health support in policing, which I shall put to the House and my hon. Friend the Minister in the hope that they will be addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "To set the scene, my constituent is an ex-police officer who served for three years on the frontline. Unfortunately he had to leave service a year ago because of struggles with his mental health caused by the trauma experienced in policing. He reports that throughout his short policing career very little support was offered for his mental health and he points to a strong stigma around mental wellbeing in general. It came as a surprise to him when he found out from a survey of nearly 17,000 serving officers and operational staff last autumn—conducted by the University of Cambridge and funded by the charity Police Care UK, and entitled “The Job & The Life”—that 90% of police workers had been exposed to trauma, and almost one in five suffers with a form of post-traumatic stress disorder or complex post-traumatic stress disorder. Those who work in law enforcement are almost five times more likely to develop PTSD than the general UK population.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "To give a flavour of what our police officers face on a daily basis, the British Transport police were in touch with me this week. The nature of BTP’s work means that their officers regularly deal with the most traumatic of incidents. For example, tragically about 300 people take their own lives on the railway each year and British Transport police officers attend and manage all of those incidents. Some 40% of BTP staff are impacted by one of these incidents every year and over 1,000 staff are impacted by two or more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Going back to the survey, among the 80% without clinical levels of post-traumatic stress disorder, half reported overall fatigue, anxiety and trouble sleeping. It is concerning that this information is not regularly provided to officers during their initial training, so that they can be aware of the dangers of the job for their mental health. If someone tried to join the police while suffering from PTSD it is unlikely they would be considered medically fit, so it is worrying that we are allowing so many officers to struggle with their mental health and go through trauma while being responsible for the safety of members of the public. Another sad statistic from the Office for National Statistics data is that approximately one officer every two weeks is taking their own life. The true number and risk is hard to quantify, as not all police forces in the UK are separately recording this data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "After experiencing the inadequate support currently available for officer mental health, my constituent decided to start a campaign for change. Through his experiences he felt that there was a lack of prevention and support for resilience to help avoid mental health issues and he believes that his force at the time concentrated on aftercare, which he informs me is poorly advertised and rarely used. Officers’ experiences are unique to the force they are serving in, so the level of care that officers receive comes down to individual forces. That position is backed up by Gill Scott-Moore, the chief executive of Police Care UK, who said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“There is no comprehensive strategy to tackle the issue of mental health in policing, and that has to change.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Indeed, there is no Government mandate or minimum standard for forces’ management of trauma exposure or mental health, and no requirement for anything to improve. This has led to a mix of positive and negative experiences for officers struggling with mental health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I apologise for missing the start of this very important debate. As a former police officer myself, I am aware of this issue and the additional burden that police officers face in supporting people who also have their own mental health challenges. One constituent contacted me to say that they had tried to take their own life but had been stopped by police officers. The officers said that they wished they could do more, but that they were not trained in mental health. Indeed, today Deputy Chief Constable Will Kerr, at a Scottish Police Authority board meeting, said that the\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“level of demand has outstripped capacity”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "and Police Scotland’s\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“professional ability to deal with”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "those with mental health issues. The hon. Gentleman is talking so compassionately about the experience of police officers. Does he agree that we need to make sure that police officers have mental health support to give to other people?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Greg Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I thank the hon. Lady for her intervention. I agree with her, particularly on her point about training. I will come on to that later on in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My constituent found in his research that, although it is a near costless process, not all forces are recording tragic police suicides separately, so they cannot feed in to the work we must do to prevent those suicides taking place. The research by the charity Police Care UK and the University of Cambridge into police trauma and mental health made headline news in May last year. The research highlights areas in which police officers are not given adequate opportunity to look after their own mental health or that of others. For example, 93% of officers who reported a psychological issue as a result of work said that they would still go to work as usual, and 73% of those with possible or probable PTSD have not been diagnosed and may not even know that they have it. This represents a huge human cost to police officers’ wellbeing, and the implications for performance and public safety do not bear thinking about. With figures like these, I put it to my hon. Friend the Minister that change is required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "For a long time now, mental health has come second to physical health. The statistics show that mental illness is as dangerous to a police officer’s health as physical injury, and we therefore need to give mental health the same attention that physical health has received for so many years. The College of Policing is working on creating a national curriculum for police safety training. This is the training that focuses on the physical side of policing. Police safety training was reviewed after the tragic death of PC Harper last year, and it was unanimously agreed by all chief constables that the training should be consistent across forces, as there were major discrepancies in the quality of training across the board. I put it to the House that mental health and trauma resilience should feature as a key component to that officer safety training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "By creating a new, pragmatic, national approach, the Home Office could guarantee that every force would meet the agreed and expected standard to best protect our officers. Initiatives such as the national wellbeing service are very welcome. However, Police Care UK’s research with the University of Cambridge illustrates that there is an over-reliance on generic NHS services. As long as police officers and staff are on NHS waiting lists, the existing national approach can hope to have only limited success. Challenges such as these have already been recognised by the NHS, which has set up its own specialist service to support the mental health of its doctors through practitioner health programmes. There needs to be an equivalent for our police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My constituent’s campaign therefore proposes that the same is needed for mental health in the police force, and that a 360° approach to mental health needs to be adopted. This would include prevention through education, maintained resiliency and aftercare, so that no matter what stage someone was at in their policing career, they would be better protected from the overwhelmingly high chances of being a victim. In particular, mental health prevention and education on officers’ personal welfare are widely missed, and training currently focuses only on dealing with mental health in the community. The fully encompassing approach should also increase awareness of the existing aftercare support that is currently being underused.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This consistent and fair approach would also help to break the long-standing stigma around mental health in policing. The benefits of this would go far beyond protecting those who serve; it would mean that police officers were able to carry out their duty more safely and be at less risk from finding themselves in situations where they were being investigated, for example, for misconduct. It would reduce long-term sickness and better retain experienced police officers who would otherwise have their careers cut short. While this is not about money, the long-term financial savings would outweigh the short-term spending required to implement the new approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The fear is that, without Government intervention and guidance, the 43 individual forces will continue to go off in different directions, and someone’s mental wellbeing should not be put down to the luck of which police force they are located in. We are showing a lack of equality not only in the way we view mental health but across the wider policing family. The police covenant offers the perfect opportunity for my hon. Friend the Minister to listen to these concerns and to instigate simple, specific and vital changes to managing police mental health across the UK, such as monitoring PTSD prevalence and suicide rates. Providing the police with a full support network for both physical and mental health is the very least we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is clear that no force would send an officer to a stabbing without a stab-proof vest, so why do we as a country continue to send them into repeated trauma without the knowledge of how to safely manage their own mental health? Unlike physical health, mental health is too often invisible, but it is there and we cannot ignore it. Mental illness affects not just the person suffering; it can destroy entire families and cause great heartache for years to come. The question for my hon. Friend is this: will she support and help implement a change nationally to provide equal standards of mental health welfare, training, support and access to therapy for every officer that serves for Queen and country no matter what force they are in?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Crucially, any initiatives introduced need to make provision for addressing the backlog of cases that need support. Police Care UK has seen a fivefold increase in demand for therapy over the past 12 months alone. Will my hon. Friend the Minister back this campaign? Will she make it mandatory that all police forces in the United Kingdom show consistency and record those PTSD prevalence rates and those sad tragic suicides? As Dr Jessica Miller of the University of Cambridge says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“A stiff upper lip attitude will not work in contemporary policing. Without decent interventions and monitoring for trauma impact and a national conversation involving the Home Office and the Department of Health, the alarming levels of PTSD our study has uncovered will stay the same.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Every single day, police officers across the country face risks—dangerous risks—defending our communities. I was proud to stand on a manifesto that committed to backing our police by equipping officers with the powers and tools that they need to protect us, including Tasers and body cameras. It is now time that we increased steps to look after their mental health, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}