{
    "url": "https://www.ukpol.co.uk/alyn-smith-2023-speech-on-the-situation-in-sudan/",
    "title": "Alyn Smith – 2023 Speech on the Situation in Sudan",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP spokesperson on Foreign Affairs, in the House of Commons on 17 April 2023.",
    "content": [
        "The word “heartbreaking” has been used by a number of colleagues already this afternoon and I will be no exception. The recent events in Sudan are a tragedy because there was some progress. That makes it all the more poignant that we are now dealing with the current situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a number of questions for the Minister. He can rest assured of our support for a durable peace—I think everybody across the House would support that—but the UK is the penholder and surely there needs to be a concrete plan to bring the parties together. I am sure that is being worked on at the moment, but we would like to see it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sudan already hosts a number of refugees from other conflicts, so what assessment has the FCDO made of the risk of the refugee camps themselves becoming conflict areas and the likelihood of them being factionalised?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard, the risk of evacuation of UK personnel from the theatre is really important. A lot of lessons will need to be learned from previous evacuations in similar circumstances and I hope the Minister is alive to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What support is already under consideration for neighbouring countries? The risk of escalation to neighbouring countries, with other actors intervening on one side or the other, is significant. What support are the UK Government contemplating to neighbouring countries to help to keep them as stable as they can be in this situation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Mitchell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his support and for his commitment to the unity of the House on this matter. He asked me about the risks to the refugee camps and others. The answer is that, resulting from what we have seen, there are extraordinary risks to these people. There is, I hope, a particularly hot corner of hell reserved for those who deploy and use heavy weapons in built-up areas. In terms of the additional actions we can take, we welcome the efforts of IGAD to de-escalate the situation and restore calm. We will continue to use every method at our disposal to promote that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}