{
    "url": "https://www.ukpol.co.uk/greg-smith-2023-speech-on-brownfield-development-and-the-green-belt/",
    "title": "Greg Smith – 2023 Speech on Brownfield Development and the Green Belt",
    "post_date": "February 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 9 February 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Ms Fovargue. I congratulate my right hon. Friend the Member for Aldridge-Brownhills (Wendy Morton) on securing an incredibly important debate, as the other place continues its deliberations over the Levelling Up and Regeneration Bill. I worked alongside my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) and my hon. Friend the Member for Isle of Wight (Bob Seely) on many amendments. We will start to see some big wins in protecting the countryside from development on green belt, open countryside and greenfield sites, which will push the Government much more towards their stated aim of brownfield development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I will start by trying to define what we are talking about. It is not just the green belt. That is a technical term. The green belt is vital to many constituencies, but in mine, we have very little technical green belt. What we have is 335 square miles of open countryside. Ninety per cent of the land in the constituency that I am fortunate enough to represent in this place is agricultural.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I echo the points made by the hon. Member for Hemsworth (Jon Trickett) and my right hon. Friend the Member for Chipping Barnet when I say that it is important to remember when we debate these matters that there is a point to the countryside. It is not just there to be pretty and beautiful, although it is both of those things. It is not just there for people to enjoy for leisure: to walk, camp and do all of the things we enjoy the countryside for. It has specific purposes. First, obviously, to produce the food and drink that we all enjoy eating and drinking. It is part of the vital backbone to our national economy. It is also important to things such as water management, allowing drainage to run, rivers to flow and chalk streams to be vibrant and active. The more we build over open countryside, green belt and agricultural land, the greater the risk there is to those things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I will give a couple of examples from my own constituency. When the Levelling Up and Regeneration Bill was in Committee, I used the village of Ickford as an example when speaking to some of the amendments on flooding. The village is small and close to the Oxfordshire border with Buckinghamshire. Deanfield Homes has almost finished building nearly 90 homes on a site there —a site that has always been known to flood. It is on the flood plain of the River Thame.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Throughout the planning process, every excuse under the sun was accepted. Every clever scheme that was introduced for clever drainage solutions, or whatever it might be, was proposed and ultimately accepted by the Planning Inspectorate. Of course there are no surprises in the fact that that land continues to flood to this day, to the extent that the developers have even raised the level at which they are building the houses, with the fancy graphics used on the marketing materials even showing enormous slopes in the back gardens to allow water to run off, which of course goes into the existing and older properties in that village.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Only this week, I heard from a concerned constituent in the village of Haddenham, which has seen considerable development over recent decades, who reported a development at the back of their house on The Clays, off Churchway. The drainage pond that was put in as the developers started to dig foundations has been way above its natural level for some time. The amount of concrete that is going into those foundations is forcing the water towards their cul-de-sac, which is surrounded by walls made out of a cob unique to Buckinghamshire called wychert that, if it gets wet, quickly falls down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We therefore have to ensure that we encourage the development of the houses and commercial properties that we need on brownfield and regeneration sites; I very much appreciate the soundbite that my right hon. Friend the Member for Aldridge-Brownhills came up with, namely “the regeneration generation”. It is important that we are cautious about the impact that development on the countryside has on flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The big issue, of course, is food security. The more we build over our countryside—our farmland and prime agricultural land—the lower our self-sufficiency in food will drop. We are already down to about 60%. Of course we will never hit 100%, because there are lots of things that we like to eat and drink that cannot be grown in this country. Nevertheless, the more we build over our agricultural land, the more reliance we will have on imports, which is crazy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I was pleased when, off the back of an amendment that I tabled to the Levelling-up and Regeneration Bill, the Government and the Secretary of State for Levelling Up, Housing and Communities agreed to put into the consultation on the new NPPF a reference that food production can be “considered” in the planning process for the first time. That is important and I urge the Minister to ensure that that change makes it through to the final NPPF. More than that, however, I urge her to ensure that planning authorities up and down the land are given a clear instruction that that is now available to them and they can use it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "A big flaw in the current NPPF—the previous NPPF, if we can call it that—is that the best and most versatile agricultural land was often walked all over and ignored by planning authorities and indeed the Planning Inspectorate. It would therefore be much appreciated by my constituents if the Minister could give some assurances in her response about the pressure that the Government will apply to planning authorities and the Planning Inspectorate on the provisions that will hopefully, in the not-too-distant future, be in the Levelling-up and Regeneration Act and the new NPPF.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My last point is about consistency within the Planning Inspectorate, because if we are to achieve the ambition of the homes, commercial properties and solar panels that we need being on brownfield sites, or on rooftops in the latter case, rather than across our fields, we will need consistency in the planning process. I have a perverse case that has come to light regarding land—open countryside —that was always believed to be protected as a buffer zone next to the town of Princes Risborough in my constituency. Despite two previous decisions by the Planning Inspectorate saying that the land should be protected, a third planning inspector has now granted retrospective permission to a number of plots that have been developed on the site, so the residents of the hamlet of Ascot and the nearby hamlet of Meadle are up in arms. We need consistency from the Planning Inspectorate when it considers such matters and—if it can be achieved through the Minister’s good offices—we need that clarity to be pushed down, not only to planning authorities but to the Planning Inspectorate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The facts speak for themselves. As my right hon. Friend the Member for Aldridge-Brownhills, the hon. Member for Wirral West (Margaret Greenwood) and others have mentioned, the plots are out there on brownfield land. The CPRE’s data is pretty clear: there is space for 1.2 million homes. The Government’s manifesto talked of an ambition to build 300,000 houses, whereas brownfield development can deliver 1.2 million without touching a blade of grass on the green belt—precious agricultural land, open countryside, nature reserves and so much more. I urge the Government to be bold in their ambition to move towards brownfield development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Margaret Greenwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The hon. Member has made the case very clearly. Does he agree that we need a much more positive way to talk about brownfield development? Wirral Council’s plans for the Wirral, which is a peninsula, involve the development of the east side of the borough, which has brownfield sites with fantastic views of the Liverpool city skyline. Brownfield sites can be incredibly exciting urban developments that people will want to live in, but we need the political drive to make sure that they happen. The design of many brownfield sites can be very attractive for people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Greg Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I fundamentally agree with that proposition. Lots of brownfield sites offer spectacular views—whether of a skyline or out towards the countryside. The big challenge is political ambition, but we also need recognition within the tax system through the infrastructure levy to ensure that prospective developers do not look at a brownfield site and a comparator in the green belt or open countryside and say, “It is far cheaper for us to develop the countryside.” If we had a sliding scale to make it cost-neutral to the developer, so that they paid far less in the infrastructure levy or another form of taxation to develop a brownfield site, that would be a quick political win to get us to the brownfield development that I think all right hon. and hon. Members who have spoken in the debate want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}