{
    "url": "https://www.ukpol.co.uk/chloe-smith-2020-speech-on-electoral-reform/",
    "title": "Chloe Smith – 2020 Speech on Electoral Reform",
    "post_date": "June 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Minister of State at the Cabinet Office, in the House of Commons on 8 June 2020.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Madam Deputy Speaker, and to welcome the hon. Member for North East Fife (Wendy Chamberlain) to her place as her party’s spokesperson on these issues. I look forward to working with her in that role, and as such, I thank her for raising these important issues in this Adjournment debate. I will take the time available to me to address as many of the issues she raised as I can. She clearly spent most of her time focusing on the method of counting votes in the first-past-the-post system, so that is what I will focus on in my remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If I may, I will just set the scene with a few additional things that we are also focusing on in this Parliament that we think are important in stewarding our electoral system and our democracy. I certainly think that how people cast their vote goes to the heart of our democracy, and it is from that that the Government made an absolute priority in our manifesto, and through much of the action I take when I have the privilege to speak from this Dispatch Box, of protecting and upholding our democracy and our elections by means of electoral integrity. We are taking forward a programme of work that seeks to make our elections secure but also fit for the modern age. Importantly, one of those points is the need to bring our electoral laws up to date for the digital age, which I think the hon. Lady and I both agree is a necessary move. I want to help citizens to make informed decisions by increasing transparency in online political campaigning, and with that I also seek to make sure that rules on campaign donations and spending are effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I really look forward to working with the hon. Lady on the forthcoming policy of putting imprints on digital electoral material, which I think will help to strengthen trust and will help people to be informed about who is behind a campaign, so that they can choose and decide. She will be aware of my intention to introduce further measures to reduce fraud in elections, including by introducing identification requirements to vote and by tackling postal vote harvesting and potential proxy fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady already mentioned updated and equal parliamentary boundaries, so I will not dwell on that—we will have plenty of time to do that in Committee sessions in the next while—but it is linked to tonight’s subject matter. It is important, because every voter needs to know that their vote carries equal weight, no matter where it is cast in the UK. I start at this point, because it came up in the debate last week on Second Reading. There is simply a difference of view here. She would say that, for example, an STV system or a PR system would be better than a fixed-term—[Interruption.] I have too many acronyms with F, T and P in them; I meant to say first past the post. She will support one; I will support the other. However, that said, it is possible for us both to agree that, whichever system is used, voters’ voices ought to have the greatest possible equality within that ​system. From the perspective of first past the post I argue that, within that system, we should ensure that every vote has a chance for its voice to carry equal weight wherever it is cast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn more specifically to the first-past-the-post electoral system. I understand the points raised by the hon. Member for North East Fife. She gave a good run down of the principal arguments that are often given against the first-past-the-post system, and I suspect that underlines the point for other hon. Members—we are kept company tonight by a few, including, no less, the hon. Member for Strangford (Jim Shannon) who attends every Adjournment debate. As he, and others, will know, this debate is not perhaps new, so I will run through some of the principal arguments in favour of first past the post, to balance the discussion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, the first point is always the constituency link. There is something important to be said about the politics of place, and it is harder to achieve that in some designs for a proportional representation system. The politics of place are important. For example, the hon. Member for North East Fife speaks for Fife; I speak for Norwich. The hon. Member for Strangford speaks for Strangford, and my hon. Friend the Member for Walsall North (Eddie Hughes) speaks for parts of Walsall. All those places have different needs that can be well represented by a Member who speaks when grounded in those communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Scottish MP, like the hon. Member for North East Fife (Wendy Chamberlain), I have experience of both systems. We both share constituencies with MSPs who are connected to the constituency. We have a separate top-up list. I do not think it fair always to depict proportional representation as removing the connection with the constituency. Sometimes, it is just as strong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is right. From the facts I cannot argue with that point, and I would not seek to. My point about the politics of place is part of a set of points that, in my view, fit together. My second point, which I think gives voters a better result than the one just described is—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wera Hobhouse**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Lady will allow me to make my second point, I will be happy to give way. The second important feature is accountability, which with first past the post is linked to place. It can be achieved in other ways, but with first past the post we all get the kind of accountability that comes when an MP walks down the street and looks into the eyes of their constituents. It is important to seek a system that has that in its design, so that there is not some relatively difficult to understand method of apportioning the number of votes, but instead a clear method of who came first—the clue is in the name. That gives citizens, voters, a clear method of holding somebody to account. MPs can be thrown out as easily as they were voted in, and they are given the accountability to conduct that job, and to do so strictly by reporting to a place, and to people who use the same public services as they do in their constituencies. All of that links the politics of place with accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**​Wera Hobhouse**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, of course, proportional systems that do both—they are proportional and they have clear links between a particular Member of Parliament and a place. Is the Minister not defending the indefensible simply because it delivers electoral success to a particular party, or the two big parties, rather than creating a better democracy? Are we not in this place to create a better democracy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are indeed in this place to improve our democracy. That is why I took the time when opening my remarks to set out some of the ways I am doing that. I am sorry to make a partisan point, but when the hon. Lady’s party was in government—it got there under a version of this system—it tried to improve the voting system, and the British people said no. That was to be my third point against making the move from the first-past-the-post system to what, in that case, was the alternative vote system. That was put fairly and squarely to people in a referendum and they declined it; they said, no, they did not want to make that change. It would not be fair to ask people that again in such short order, because it is rather an important principle that when you have a referendum you respect its results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give way to the hon. Gentleman, having named him several times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister. We were elected as the Members of Parliament for our constituencies in this House under first past the post. I know I have said this, I am sure the Minister has said it, and probably every other Member here has said it. As a member of the Democratic Unionist party, the fact of the matter is that I am everybody’s MP. Does she agree that everybody is the MP for their constituency, as everybody else is here, whether people agree with our political views or not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, that is a very wise summary to put into this debate. It puts me back in mind of some important principles that the hon. Member for North East Fife struck in her remarks. She was keen to see that people should not be left feeling disenfranchised in a certain constituency. She was keen to see a reduction in the adversarial nature that sometimes can creep into—dare I say?—all sorts of politics, but she identified it in our politics in this country. She was keen to explore how a Member of Parliament could represent everyone in their constituency, which I think connects to the point that the hon. Member for Strangford just made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel very strongly on these matters as well. It has always been a point of some passion for me, actually, that I think we can do those things within the first-past-the-post system. That goes back to my point about the politics of place and the fact that we are accountable to that particular community and that particular group of people—a relatively small group of people, in fact, on some international comparisons. We have to strive to represent all of them. It is our duty to do so, however difficult that may sometimes seem when there are opposing views, naturally, within a body of people, and only one of us. We have to do that and we have to use our judgment to do it. That is, in my view, the very rewarding job that we seek to do. If we can do it right, that can, I hope, deliver some satisfaction to our constituents as well, with the ability to say no to us if they would rather it was not us in our place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Christine Jardine**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the acknowledged problems we have in modern democracy is the lack of engagement, particularly of young people. One of the things many of us hear on the doorstep is, “Why would I bother? My vote doesn’t count.” The beauty of proportional representation is that every vote counts, in the sense that people sometimes feel in a seat where there is a large majority for one party that there is no point in them voting as it will not count and they will not be represented. Would the hon. Lady accept that point—that PR gives everyone’s vote some weight?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do understand that point. I personally would use a similar argument to apply to one’s vote getting rather lost in a national system that did not give accountability directly to a representative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Allow me to pause in responding to the arguments about the voting system and turn to a couple of the other points that the hon. Member for North East Fife made. I will cover three manifesto commitments. First, in the Conservative manifesto, which was chosen and has been given the privilege of being turned into action, we committed to retain the first-past-the-post system. That concludes that section of my remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to votes at 16, and if I may, combining this with the points made by the hon. Member for Edinburgh West (Christine Jardine) about how very many young people want to be involved in politics, I am passionately in favour of young people being involved in politics. However, I do think there are many ways to do that—there is not only the question of the voting age; there are lots of ways to engage people in politics. As I have mentioned, the manifesto commitment from this Government was to retain the franchise at 18 years old. That is because of an argument of consistency within the other services and aspects of public citizenship. A person below the age of 18 is treated as a minor, for example, in both the foster care system and the criminal justice system. They cannot attend jury service, buy alcohol or be sent into action in the armed forces, and they cannot own property, gamble and so on. There is a wide range of life decisions for which Parliament has judged that 18 is the right age across the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Layla Moran**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Surely there is an inconsistency, however, in the way that 16-year-olds are treated across the four nations. Can the Minister not see the inconsistency in that position?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand and recognise the argument, but this Parliament represents the UK parliamentary voting franchise, and it is that that I am speaking about. As it happens, I also fully support the ability of the devolved Administrations to make decisions within their remits for themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have one moment to finish off on the commission on the constitution, democracy and rights. As the hon. Member for North East Fife (Wendy Chamberlain) mentioned, it is there in the Queen’s Speech, it was there in our manifesto and we think it is very important to do so. I will be pleased to bring forward further details for the hon. Lady and for you, Madam Deputy Speaker, but at this point I think we adjourn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}