{
    "url": "https://www.ukpol.co.uk/greg-smith-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Greg Smith – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 21 July 2022.",
    "content": [
        "It is a pleasure to follow the powerful and thoughtful contribution of my hon. Friend the Member for Newcastle-under-Lyme (Aaron Bell). I start by raising a number of issues on all things rail. We know that rail numbers are down by a fifth since the pandemic, and yet the Government persist in building High Speed 2, a topic on which I have spoken in opposition on multiple occasions since my election to this House. Indeed, it is good to see my hon. Friend the Member for Wellingborough (Mr Bone) on the Front Bench. He was with me in the Lobby the other day when we voted against HS2 going further north.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The reality on the ground, accepting that the thing is being built, is that HS2 Ltd continues to be anything but a good neighbour. I have spoken in the Transport Committee, in this Chamber and in Westminster Hall giving countless examples of where HS2 is making people’s lives a misery. It is bringing in HGV movements through villages where they simply should not be going. It is closing roads at a moment’s notice. It is not dealing with landowners in a fair or proportionate way when it takes their land. The latest complaint to reach me over the past 24 hours is about land that HS2 has taken but done nothing with, where poisonous weeds such as ragwort are being allowed to take hold and bleed across as seed moves into land where cattle, sheep and other animals can be affected by it. HS2 has been apprised of that time and time again, and yet it has done nothing. I urge the Government to clamp down on HS2 Ltd and ensure that it becomes the good neighbour it purports to be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Likewise, the construction of East West Rail continues to be a nightmare for my constituents. It is the railway we want—it will bring greater connectivity to Buckinghamshire with a new station at Winslow—but its construction brings similar misery to that of High Speed 2. It looks as though East West Rail will launch with entirely diesel rolling stock, to boot. I urge the Government to reconsider that urgently and to look at hybrid options, hydrogen or a newer, greener technology. It is simply preposterous in this day and age for a new railway to be built with diesel- only stock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Likewise, I urge the Government to give us some clarity, because there has been some speculation in recent days that perhaps the whole of East West Rail will not be completed, and that the part that goes beyond Bletchley towards Cambridge may not be built. This House needs urgent clarity on that when we return in the autumn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Moving on to a planning matter, the Ministry of Justice had proposed building a mega-prison in my constituency adjacent to HMP Grendon and HMP Springhill, on land that it partially owns but that also involves the compulsory purchase of a farm. Buckinghamshire Council’s strategic sites committee wisely rejected the proposal. It was not a technical rejection at planning; the proposal in fact breached policies BE1, BE2, I2, NE1, NE4, NE5 and S1 of the local plan, as well as paragraphs 7, 8, 57, 58, 99, 105, 174, 180 and section 16 of the national planning policy framework. It was by no means a technical refusal, yet unfortunately the Ministry of Justice is seeking to appeal that and to cost taxpayers probably hundreds of thousands of pounds in legal fees. It is simply not right or fair that that project continues to hang over my constituency and the villages of Edgcott, Grendon Underwood, Steeple Claydon and others around. I urge the Government to reconsider and to pull that appeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}