{
    "url": "https://www.ukpol.co.uk/chloe-smith-2018-speech-at-solace/",
    "title": "Chloe Smith – 2018 Speech at SOLACE",
    "post_date": "January 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Minister for the Constitution, on 25 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m extremely pleased to be here before you today and it’s an important part of my role to speak to the people charged with the responsibility for the effective running of the electoral processes that underpin our overall democratic system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As some of you might be aware, I was the Minister for Political and Constitutional Reform five years ago and being able to look back at the work I was leading then gives me an opportunity to acknowledge just how much has been achieved by you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have much new work in train, such as changing the provisions relating to overseas electors, responding to the recommendations in the report on electoral fraud by Sir Eric Pickles – including the piloting of ID in polling stations and changes to postal voting that will be tested at the elections in May – and plans to reform the position on the annual canvass.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Change has not stopped whilst I have been away from the elections brief and I hope to take forward further change for the better in the coming years also. That is a journey we will want to make together, taking account of our various needs and views and involving other major partners such as the AEA and Electoral Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have had, on a UK-wide basis, two General Elections, a European Parliamentary election and a referendum, plus the whole range of more local level polls that happen on a regular basis – and that these have been successfully delivered. That is an impressive track record and I thank you for your role in delivering those polls alongside substantive system changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Modernising registration to build on IER**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First I’d like to deal with IER, familiar to us all. IER represents the biggest change to electoral registration in over 100 years and has brought some aspects of registering to vote into the 21st century. The introduction of IER was managed in such a way that register completeness remained stable – thanks to a major effort by government and EROs during the transition – while register accuracy improved considerably. IER has also significantly reduced the risk of registration fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Making registration more digital was also transformative. More than 30 million people have used our digital service, most of them directly through the website which continues to receive very high user satisfaction. Use of the website peaks around an election and whilst this has an impact on your administration teams which we are keen to address, we need to recognise that our registers are more complete because of this. The availability of the website until midnight on the deadline day far surpasses the use of Household Notification Letters or other means of trying to get people to register ahead of an election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our public service reform agenda does not end with the introduction of IER and the digital service. There are further changes we can make to improve service effectiveness and efficiency. As with IER, our reform programme will work best if it is a collaboration, involving all key delivery partners with a focus on the practical changes we can make now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need EROs and their teams to be open to change if our reform programme is to have the benefits we all want. We have already made changes to allow more of the registration process to take place digitally – for example, allowing the e-mailing of Invitations to Register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take up of these new flexibilities has been much slower than expected. When so many other elements of local services are online or digital, why should so many teams continue to use so many paper forms? Especially when citizens’ expectations around communication have shifted so radically.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am keen to work with you to understand delivery barriers and to promote good practice – but there will also be a need for leadership within your organisations to build capability in your electoral teams in the same way you have met the challenge of modernisation in other services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Reforming the canvass**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So of course, there is a clear role for government to make changes that only we can make to allow you to deliver more modern services. That is why we have put reforming the annual canvass, through legislation to support innovation, at the heart of our modernising registration agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that by law the current process is very paper-based, with EROs under a duty to issue sometimes several copies of the same forms to the same households, with inevitably diminishing returns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also know there is a huge opportunity cost here, with much statutory activity involving the pursuit of information from households where there has been no change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we must make changes to the annual canvass only with care. It matters that we give people an opportunity to register to vote as circumstances change and it matters that we keep our registers updated. That’s why we have been piloting changes to the canvass through which we can properly understand the effect of doing things differently and be confident that any changes we make will be not just more economically sustainable but also support high quality registration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our latest pilots ended in December and we are currently evaluating them. The Electoral Commission is also conducting an evaluation. We are confident the pilots will help us make the case for canvass reform to benefit all EROs and their teams. It is too early to say exactly which changes we will make as a result of this process, but we believe there will be ways of harnessing the power of government data, supplemented by your local data, to focus the canvass on areas of change, significantly reducing overall activity without affecting the quality of the register. I very much look forward to working with SOLACE colleagues, the Electoral Commission and the AEA and others as we seek to roll out ideas developed following the pilots.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Democratic Engagement Plan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the opportunities we want to explore linked to canvass change is refocusing current activity away from form processing to engagement with those people who have been persistently under-represented on the register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said in Parliament recently, my predecessor, Chris Skidmore, did excellent work in the Every Voice Matters project where he visited every region and nation across Great Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During this tour he met more than 100 organisations, including representatives of the electoral community to understand some of the barriers to registration for certain groups and how they might be overcome. There was a lot of great activity underway, but also evidence that innovation and engagement could be more widespread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In December, the government published its first democratic engagement plan which sets out how we plan to tackle democratic exclusion and increase participation among under registered groups, over coming years. The plan sets out the evidence on registration levels. But it also shows that there is more we can do to understand the picture of registration across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of this, we are going to launch an Atlas of Democratic Variation. Made up of interactive maps, this will bring together a lot of different sources of information on registration, the use of the online service and population data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Atlas will help complete our understanding of what the registration picture is like across the country. And we expect it to inspire activity across the country to plug gaps or build on positive action already under way. I have no doubt that EROs should be among the first users of the Atlas so that you can understand the impact of your activity and judge your success in maintaining a complete and accurate register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**National Democracy Week**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One other aspect of our democratic engagement work I want to touch on is National Democracy Week. Our inaugural week at the beginning of July 2018 is timed to link in with the Suffrage Centenary celebrations. The overarching aim for the week is to bring together organisations from across the public, private and charity sectors for a week of unified national action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A National Democracy Week council has been formed in order to shape and deliver the main focus and format of the event in July and I really welcome the involvement of a SOLACE representative on the Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government will work with this council and other partners to develop a full programme of events and activity, which will include stakeholder owned activity to promote and encourage engagement in democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are encouraging all local authorities to plan early so that they are able to deliver activity during National Democracy week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim of that is to inspire people about UK democracy and its importance. Much suffrage-linked activity is aimed at inspiring young people in particular, as well as encouraging more women to get into political and public life. These are both priorities I hugely endorse and I very much hope you will all start putting in place plans to mark National Democracy Week and the Suffrage Centenary in your local area if you do not already have things arranged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Elections and other areas**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will move on now from the package of registration measures now to look at other areas of our work where we want to drive forward positive changes\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Integrity of elections**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given that you have already heard from Mark Hughes this morning, I will just touch on the area of electoral integrity and tackling fraud, the potential for fraud and, importantly, the perception of fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a clear path for building a democracy that is clear and secure. Over the coming months and years we will be working closely with key partner organisations to deliver a comprehensive programme of work for reforming our electoral system and strengthening electoral integrity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This work is guided by Sir Eric Pickles’ comprehensive review, which made a number of recommendations for strengthening the integrity of the electoral process. Mark has already updated you on the progress of these recommendations which will include our plans to trial forms of identification at polling stations in five local authority regions across the country at this years local elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But introducing Voter ID is just one strand of the government’s commitment to improve the security and resilience of the electoral system that underpins our democracy and will ensure that people have confidence in our democratic processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Intimidation in Public Life**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Related to integrity, the Committee on Standards in Public Life has recently published its report on intimidation in public life. If we are to have a strong and effective democracy we need to attract capable people to stand for public office at all levels and we need to ensure that they are supported to be able to get on with their jobs when in office. That report makes a number of recommendations in relation to elections and which we will want to look at carefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Accessibility of Elections**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just as we need to support those willing to take office, we need to support eligible electors who face challenges in choosing whom they want to represent them. As the Minister responsible for elections it is important to me that everyone in society can participate in our democratic process, and the government is committed to improving the accessibility of future elections, including for disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government we have taken action to address the challenges disabled people face by ensuring that the register to vote website is compatible with assistive technology, in supporting the production of Easy Read guidance in partnership with the Royal Mencap Society and in working with the Department of Health to bring elections within the remit of the Certificate of Vision Impairment so that people with visual impairment can be more readily informed of support available to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I do recognise that more needs to be done, as reflected in the 256 responses to the recent Call for Evidence on accessibility of elections. We will use the information and evidence they provide to enhance the government’s understanding of the experiences of disabled people in registering to vote and in casting their votes. In partnership with the Accessibility of Elections Working Group, the government will be publishing a report in Spring of key findings and recommendations to be taken forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The group which includes representatives from SOLACE, the Association of Electoral Administrators, the Electoral Commission and leading charities, is also providing valuable input to the ID pilots, as it is important to the success of those pilots that anyone with a right to vote is able to so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Citizen focus**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The citizen focus is something I am keen to promote. I want us to think of the citizen in all aspects of the changes we bring about going forward. The Register to Vote website is a recent product of that kind of thinking, and whilst it may bring some issues in terms of processes, I think it is undeniable that it provides a better and more accessible service for the citizen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Law Commission work**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That said, I do appreciate that you and your teams face hurdles in delivering elections also, not least in the actual legislation itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mentioned the work of the Law Commissions earlier and their review of the legislation and I am pleased to say that this work continues with the support of Cabinet Office as well as the Electoral Commission, the AEA and SOLACE.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are hopeful that in the absence of any primary legislative slot, we can find a way to make changes through secondary legislation which brings a reduction in the volume of legislative instruments and consistency to the processes applicable to all polls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise that this is also part of removing risk from the delivery aspect of elections. That simplification and consistency can help to avoid errors and helps to reduce demands on resources that are ever more pressured in the context of savings within local authorities and a continuing loss of experienced staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Resilience of electoral services and future planning**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those demands are something we want to continue to look at, despite the change of the scheduled General Election from 2020 to 2022. 2020, of course, still poses a challenge with the range of elections planned including the new Combined authority mayors alongside PCC and the GLA polls as well as local elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m keen to see you, as Returning Officers with personal responsible for delivery, play a role in discussions on this area, whether through SOLACE or individually, in order to get the strategic perspective from within local authorities on how we can best tackle resource and planning issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Overseas electors**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many British citizens who have moved overseas wish to continue to vote in parliamentary elections in the UK. The government is committed to scrapping the rule that bars British citizens who have lived abroad for more than 15 years from voting. We will shortly publish further details about what we intend to do before the next scheduled General Election in 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to continuing to work closely with the electoral community in order to introduce votes for life for British citizens overseas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "European Parliamentary elections and EU citizens  \nThe Prime Minister has made clear her intention that the UK leaves the European Union in March 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Subject to Parliamentary confirmation, we intend to remove the requirement to hold by-elections for the European Parliament where existing party lists are exhausted in the near future, which should remove a previously ever-present risk of resource demands and cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given that intention to leave, the government is exploring the voting and candidacy rights of EU citizens resident in the UK once we leave the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many other ongoing initiatives and challenges that face us that I have not included in this speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I repeat my thanks to you for your work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am keen that we most definitely – and collectively – look forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We still have much to do that can improve the electoral process for the public both in terms of registration and the conduct of polls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be challenges in doing this work as there always are and I look to you, both as SOLACE the organisation and each of you as Electoral Registration and Returning Officers, to play a significant role in helping us to achieve change for the better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}