{
    "url": "https://www.ukpol.co.uk/chloe-smith-2018-speech-at-democracy-week-launch-event/",
    "title": "Chloe Smith – 2018 Speech at Democracy Week Launch Event",
    "post_date": "March 21, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Minister for the Constitution, on 21 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Welcome**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you Minister Atkins for those inspiring words. As you have said so clearly, this year is a tremendous opportunity to reflect on how far our democracy has come and the people who made that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lessons of the Equal Suffrage campaign**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking back I am struck by the energy and determination of the women and their allies who fought for equal suffrage. They pressed on with their campaign, often in the face of fierce opposition and ridicule, because theirs was a struggle for justice. Their commitment re-shaped our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Democratic Progress**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1918 we have seen our democracy transformed. By 1928 women had finally achieved equal suffrage and the franchise was broadened, with property owning restrictions stripped away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fast forward a century and the General Election in 2017 saw the largest ever electoral register, standing at 46.9 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The modernisation of our electoral system, including the introduction of individual electoral registration and the launch of the online digital service, has made it easier than ever to make an application to register to vote. 75% of applications are now made online, but for young people this is closer to 100%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Future Challenges**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Minister for the Constitution I am aware of how much has been achieved but also of the distance still to travel. I want to open up, protect and improve our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**National Democracy Week**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, in this Suffrage Centenary year, our inaugural National Democracy Week will kick off on Monday 2 July through to 8 July 2018, the 90th anniversary of the 1928 Equal Franchise Act which gave women the same voting rights as men.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "National Democracy Week is being delivered in collaboration with NDW Council members, Cabinet Office and our combined extended networks. National Democracy Week is an opportunity to use all of our experience, insight and passion to increase democratic participation. We believe that regardless of who we are or where we are from, we must work together to ensure that every member of society has an equal chance to participate in our democracy and to have their say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together we will deliver a range of democratic engagement activities in the lead up to and during the week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aim will be to get results. To increase understanding of how to take part in decision making, and also to grow those who say they are more likely to participate. I want to do this across the whole UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank the National Democracy Week Council for their time and commitment so far. They have been working with Cabinet Office to produce our new branding, which you can see around the room today and features real people our Council works with every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Parliamentarian Pack Launch**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Parliamentarians are at the forefront of our democracy, the embodiment of the principle of representation and a vital connection between people and parliament. In recognition of this unique role, I am delighted to launch this new toolkit to support the crucial work that you do to promote our democracy amongst young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of you will have been inspired at an early age to explore how you make your voice heard on issues that are important to you. For many, their first awareness of politics and how decisions are made comes from contact with their local representative, in schools, youth clubs and other extracurricular activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a prime opportunity for engagement which can have a lasting effect on our young citizens’ understanding of our electoral system and how it works for them. I ask you to join me in making use of this new resource throughout the year designed to make your interactions with young people effective and powerful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Awards – Nominations Open**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Democracy Week Council have also helped determine the categories for the National Democracy Week awards, which I am very excited to announce today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that individuals and organisations across the UK are working tirelessly to engage people in our democracy. Their work, particularly with under represented groups, has the potential to help people understand their democratic rights and make their voices heard. This service is not always recognised, but as part of this summer’s festival of democracy, I want to acknowledge the great contributions that so many have made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The categories, as determined by the National Democracy Week Council, are:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Young Advocate of the Year Award\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Diversity Champion of the Year Award\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Changemaker of the Year Award and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Collaboration of the Year Award\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So please, if you know of a young person who champions democracy, someone who is committed to ensuring diversity, if you have been blown away by the change that an individual, project or organisation has driven, or there is a partnership you feel breaks new ground, make sure you nominate them through our new National Democracy Week website www.gov.uk/nationaldemocracyweek. Nominations will close 5pm Sunday 27 May and we will hold an Award ceremony during National Democracy Week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our democracy should be as inclusive as possible – let’s celebrate those who are rising to this challenge. Let us also each commit to do our bit to engage others, during National Democracy Week and beyond. I am delighted to introduce my colleague, Andrea Leadsom MP, Leader of the House of Commons, who will talk further about the Parliamentarian Pack and how it can help with that task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}