{
    "url": "https://www.ukpol.co.uk/chloe-smith-2019-letter-to-norfolk-county-council-on-norwich-western-link/",
    "title": "Chloe Smith – 2019 Letter to Norfolk County Council on Norwich Western Link",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Issue of the Week 1",
            "url": "/tag/issue-of-the-week-1/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The letter sent on behalf of Chloe Smith, the Conservative MP for Norwich North, to Norfolk County Council on 24 May 2019.",
    "content": [
        "I am writing to you to reiterate Chloe’s strong support for the bid being made by Norfolk County Council and others for funding for the Norwich Northern Distributor Road Western Link “the Western Link”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chloe has been a longstanding supporter of both Northern Broadway and the Western Link, having been the subject of one of her very first interventions in Parliament. It has long been her contention the road is necessary for future development, for jobs, for growing our economy – and to reduce the environmental impact of traffic queueing in and around Norwich. Chloe is pleased to have led lobbying for funding in the past and to have been a part of the campaign that successfully welcomed the NDR opening last year and I am pleased to confirm her strong, ongoing support for the Western Link.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you aware, the NDR has made travel in and around Norwich much easier but ends on a small A-class road leaving Norwich heading towards Fakenham (and A1067) and inevitably leads to problems with congestion. The Western Link will allow a complete circuit of dual carriageways to the north and south of the city, making journeys through the historic, and crowded, city centre unnecessary and will make a significant contribution to the flow of traffic, congestion and air quality in Norwich. It will also support the significant housing growth that is already planned and improve the strategic connectivity of the national road network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward to continuing to work with you, the rest of the council and others to make the Western Link a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With best wishes,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On behalf of Chloe Smith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}