{
    "url": "https://www.ukpol.co.uk/cat-smith-2022-parliamentary-question-on-supporting-youth-services-in-the-voluntary-sector/",
    "title": "Cat Smith – 2022 Parliamentary Question on Supporting Youth Services in the Voluntary Sector",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 1 December 2022.",
    "content": [
        "**Cat Smith (Lancaster and Fleetwood) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps she is taking with Cabinet colleagues to help support the voluntary sector in delivering youth services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Welcome back, Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport (Stuart Andrew)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much, Mr Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government know the importance of local youth services, and we have guaranteed that by 2025 every young person in England will have access to regular clubs and activities, adventures away from home and volunteering opportunities. That is a clear commitment based on feedback from 6,000 young people, supported by £560 million of funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week I had the pleasure of spending my Wednesday evening with a group called the Squirrels, which is the new expanded offer from the Scouts, offering four and five-year-olds the opportunity to engage in new services. It was perhaps a refreshing change from this Chamber to spend time with 20 or so four and five-year-olds. More seriously, research by the Scouts has raised concerns about the rising cost of living, with parents unable to afford some of the fees for those services. In addition, the cost of delivering those services with rising rents and energy bills is putting pressure on organisations such as the Scouts. What support can the Government give to organisations such as the Scouts, which offer so many opportunities for young people, to help them meet that need?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stuart Andrew**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is right to praise the work of many of our non-military uniformed youth groups. I am pleased to say that, in trying to tackle many of the waiting lists across England, we will be investing about £15 million in the area. I also recognise the additional cost of living pressure and am working with the sector to ensure that we feed in all the issues that it faces to the Departments that are looking at them for the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}