{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-srebrenica/",
    "title": "Alyn Smith – 2022 Speech on Srebrenica",
    "post_date": "July 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 14 July 2022.",
    "content": [
        "It is a privilege to sum up for the SNP in this debate. I warmly praise the hon. Member for Bolton South East (Yasmin Qureshi) for her powerful and moving speech and I extend my condolences to her. This is an important thing for us to take account of today. I am also glad to see the hon. Member for Rutland and Melton (Alicia Kearns) in her place and I commend her for her deeply powerful speech. She organised a trip to Bosnia for a number of colleagues across the House a few weeks ago and I was glad to be part of it. We visited Tuzla, Sarajevo and Srebrenica, and it was a deeply moving experience. I suspect I will remember the smell of the Tuzla morgue forever. I pay tribute to the work that it does in reconciling the human remains with the still grieving relatives. The truth and reconciliation process is still necessary across Bosnia; it is ongoing and it needs wider support. I was also glad to briefly see the right hon. Member for Beckenham (Bob Stewart) in his place today. He was on that trip, and he has a deep connection to Bosnia, having served there during the dreadful situation. It was a privilege to spend time with him and hear his stories of the events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of us across the House can unite around the fact that genocide denial is an act of aggression. I pay tribute to Remembering Srebrenica, an important charity that does leading work not only to ensure remembrance but to challenge and remind us that the world has not learned the lessons of Srebrenica and other genocides. Sadly, I see the ingredients of what brought us to the dreadful events at Srebrenica present in other places around the world: Syria, Ukraine, Xinjiang, Yemen and other places besides. It is easy for us to say that we need to remember and learn the lessons, but the challenge to all of us in this House is: what are we going to do to prevent other genocides from occurring?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we see a more unstable world, with resource scarcity, climate instability and all sorts of other pressures, I regret to say that we are going to see more pressure on decency, democracy and international law. We can unite around the need for action, and I extend a hand to the Minister of State, Foreign, Commonwealth and Development Office, the hon. Member for Beverley and Holderness (Graham Stuart), whom I welcome to his place, to work together on this. There is a variety of world views and perspectives across the House, but surely we can all agree that more needs to be done to protect civilians, to protect and uphold international law and to protect decency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have some concrete questions for the Minister. The peace in Bosnia remains fragile and I would be grateful for an update on just how the UK is supporting the institutions of Bosnia to make sure that peace is maintained. It is under pressure from external forces and also from internal forces that remain dangerous. I have called long since for the adoption by the UK Government of a specific atrocity prevention strategy. There is good work going on, and I pay tribute to that, but crystalising that into a unified document and a unified policy to work across the embassy network would be beneficial for all of us, and for the UK efforts as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alicia Kearns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was elected, I fought for the creation of a genocide prevention centre, and the Government did indeed create it, although they called it the conflict centre. Does the hon. Gentleman not agree that the conflict centre would be ideally placed to do this work? It is a place of excellence and expertise that could identify very early the markers of a genocide and have experts who could deploy to the FCDO team to advise on the programmes, the social and community group interventions and the sanctions that would work to prevent genocide. Does he agree that that would be the best way to ensure that atrocity prevention was at the heart of the Government’s efforts?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alyn Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Lady for that intervention and I warmly agree. There is no shortage of good ideas around and I appeal to the Government and the Minister to take advantage of them, and of the opportunity for cross-party working across the House right now on this sort of issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I acknowledge that the UK has done much on ensuring accountability. We discussed this just yesterday in the case of Sri Lanka. We are seeing it in China as well. We are seeing it particularly in Ukraine. I acknowledge that the UK has done work to support the International Criminal Court and the special prosecutor on Ukraine, but again, crystalising that into a specific strategy would be helpful for all of us in punching up the efforts to increase prominence and clarity across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In closing, I want to make a plea for Remembering Srebrenica and its funding. It does incredibly important work not just for Srebrenica and Bosnia but for these issues as a whole, and it needs a much more certain financial future than it has had, because it has had funding issues. So I hope that an update will be forthcoming from the Minister on ensuring that Remembering Srebrenica is safe to do its work to help all of us in the efforts we want to unite around. It has been a privilege to sum up in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}