{
    "url": "https://www.ukpol.co.uk/andrew-smith-1999-speech-to-the-best-value-conference/",
    "title": "Andrew Smith – 1999 Speech to the Best Value Conference",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 22 November 1999.",
    "content": [
        "Thank you for coming to this conference today. Having been a councillor myself in Oxford for 11 years and my wife having been one for 12 years for the Blackbird Leys estate in Oxford where we live, I can tell you local government has loomed large in my life. I’ve seen it at its best and I’ve seen it at its not so good. I believe in it and I want to make it better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today I want to outline to you why Best Value is a core element of this Government’s modernisation programme, why Best Value demonstrates our commitment to building a new relationship built on partnership between Central and local government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain’s public services are crucial to the fabric of our country. Time and again, people make clear just how highly they value services such as education, health care and public transport. Indeed our commitment to public services was a key reason why we were elected into office and we expect in the future to be judged on our programme for their reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Modern, efficient public services lie at the very heart of a productive and fair society. That is why improving public sector productivity was central to the productivity strategy set out two weeks ago by Gordon Brown in the Pre-Budget Report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe in our public services and we believe in the people who deliver them. And precisely because we believe in them, we think there’s a real sense of urgency in making the changes necessary for them to progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the next three years see the biggest ever investment in our schools and health services. Not just one year. But the year after that and the year after that as well. And at the same time we are maintaining a prudent fiscal policy. We will not put into jeopardy the platform of stability which has been created through tough discipline both in fiscal and monetary policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new investment is a testament to our faith in public services. But while more money is a necessary condition of success, it is not a sufficient one. Public services must also dramatically improve their productivity, efficiency and performance. Service users and taxpayers have a right to expect that their hard-earned money is not only being spent on the right things but is also delivering value for money, that what is available is being used to best effect\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So since the election, we have initiated the most radical reform programme in public services in 50 years. More money is coming on line. Our job now is to make that money work, for the taxpayer and the service users.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are modernising public services to ensure that they reflect real needs and deliver what people really want. The challenges of change in the modern world are immense. The technological revolution is changing the way consumers buy and the way we work. New markets and services are created daily. Public services must embrace that change too. We do our banking over the phone or the Internet so we expect to be able to pay our Council tax in similarly convenient ways. Business information lines are increasingly accessible 24 hours a day and we expect local authority information services to be equally convenient.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has already been progress and our public services are steadily improving and those responsible deserve our thanks and praise. We want to see high quality services not just in a few exceptional councils but  _everywhere_. We want to see every council aspiring to Beacon status. We want to reward excellence and crack down on failure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By doing so we can tackle the variations in performance to bring all standards up to those presently achieved by best. Differences between performance are too marked. For example, a joint Audit Commission and Social Services Inspectorate report covering 29 local authorities found that the cost of home care varied from £7 an hour to £15 an hour. Highlighting and acting on these sorts of differences will help us spread more effective and efficient practice throughout Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, our modernising agenda is not only for local government. We are focusing on concrete improvements and service delivery through every layer of government, setting up new mechanisms for delivering progress and new machinery for monitoring it. That is why we have set ourselves tough output and efficiency targets through Public Service Agreements. Agreements that say in return for extra investment, we want genuine improvements in our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These targets are being monitored closely to ensure that services are brought up towards the level of the best  _and_ that the best is made even better. We will report on progress against these targets in the spring of next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also set up a £2.5 billion Capital Modernisation Fund to support innovative capital projects which will further improve the quality of our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve allocated £430 million to modernise Accident and Emergency departments, giving patients better access to primary care. There’s £170 million to improve security in local communities to help our fight against crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have established a new advisory panel – the Public Services Productivity Panel – of outside experts drawn from the private sector. Leading businessmen and women, bringing to the public sector experience of managing change in large complex organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also acting on the need for modernisation in procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government is the largest buyer of goods and services in the country. Our procurement budget totals around £13 billion a year. So there is a lot at stake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the report by Peter Gershon, the Managing Director of Marconi, into public procurement, we’re streamlining its procurement processes by creating the Office of Government Commerce. This should deliver over £1 billion of efficiency savings over the next three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So our commitment to modernising government is a commitment across the board and it is a commitment for the long term. And Best Value is our commitment to genuine service improvements in local services on the ground where it matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our focus now is on what really counts – what people get for what we put in. As with Public Service Agreements, the Best Value regime ensures that we focus our efforts on what makes a difference in people’s lives: for example, housing and benefits services, services for the elderly, services for our children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Councils need constantly to look for ways of enhancing the service they offer their clients and customers, and to adapt to their changing needs and expectations if we’re honest not something which has not always been a sufficiently high priority in the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Best Value is designed to encourage innovation and innovative delivery mechanisms. We need to challenge the tradition which so often in the public sector tilts the risk/reward balance towards the risk averse. There may be something in the nature of public service that tilts the risk/reward balance towards the risk averse. On the one hand, successful initiatives don’t offer material rewards for public sector employees which are available to their private sector counterparts. On the other, a failed approach carries the risk, rightly, of a searching public examination. It is little wonder that public services for years have been run with the goal rather more of avoiding mistakes than trying something new and ambitious. We need to work together to change this into a new culture which encourages the social entrepreneurs which will give us the innovations we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Best Value encourages partnerships with communities by ensuring that community strategies and corporate mission statements are reflected in the review programme. I know that Beverly Hughes will be saying more about this later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s important to recognise, as we do, that imposing one set of structures from the centre simply will not work. Public services are delivered locally, so they need to be shaped locally, to meet local needs. That is why Best Value is flexible, always focusing on what works best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Best Value also allows a marrying of local and of national priorities. Local priorities which are set through local indicators in consultation with service users and local communities; alongside national priorities set by government departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, Best Value recognises the importance of accountability, with review programmes published in annual local performance plans. A new dimension to public accountability, providing local people and communities with a basis for demanding improvements where they are most needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Big steps forward have of course already been taken to prepare for Best Value’s introduction in April. I thank you for all the work that you have done on that. It is great that we have got this far, so quickly. But we need to ensure that small district councils are fully signed up to this programme of reform as well as larger ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to recognise that 1st April 2000 is only the beginning; Implementing Best Value is a major challenge for local authorities in the months and years beyond us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if we change the mindset, devolve ownership of Best Value from managers through to local staff, and again through to the public, the potential rewards will be immense: The best councils will get greater powers – more freedoms and flexibilities to manage the way they see best. The best schools will see lighter touch inspection. Local authorities will have more ability to push forward their case for resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will be exploring with local government in next year’s Spending Review whether we can reach a new agreement: more and better outputs in return for more freedoms in the way you deliver services on the ground. I think that there is a huge prize for both central and local government and for the wider community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course these reward for success will not come overnight. Rights need to be earned and trust needs to be built even deeper. But with commitment and dedication, I believe it will happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our modernising programme of renewal and reform is ambitious and it is demanding. We will be driving it forward year on year. But it is a programme that has the ability and the vision to change the way our public services are run and used for the good of everyone. Best value does offer the best future for local government and all of those it serves. I thank you for the contributions you are making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}