{
    "url": "https://www.ukpol.co.uk/andrew-smith-2004-speech-at-age-concern-conference/",
    "title": "Andrew Smith – 2004 Speech at Age Concern Conference",
    "post_date": "December 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Smith, the then Secretary of State for Work and Pensions, at the Age Concern Conference on 10 February 2004.",
    "content": [
        "Good afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the research you have published today. It demonstrates the huge contribution that older people make to society and the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too often in politics and the media, images of older people are negative. They’re accompanied by doom and gloom warnings about a potential health care or pensions crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And while I’m clear that we face challenges if we are all to have the income in retirement that we expect – living longer should not be seen as a problem. We’ve spent most of the last century trying to ensure that people can do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to talk to you about what the Government is doing to extend choice and opportunities for people in how they plan for retirement, and in particular about promoting the employment of older workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve been asked of course to speak about the state’s responsibilities, but whatever the state does there will always be a need for the voluntary sector – a vital part of a plural and strong society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am interested to hear your views, so I will leave some time at the end for questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The policy context\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Better healthcare, better hygiene, better living standards and more wealth means that people are living longer than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increasing life expectancy means that people can spend a third of their life in retirement – roughly now equal to the length of a person’s youth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Retirement used to be seen as the twilight phase of a worker’s life – and pensions policy used to be about providing for the last few years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now find ourselves facing a much bigger policy challenge – one for a third age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our pensions and employment policies need to reflect this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To adapt an old cliché – life should begin at 50. We should be looking to open doors, not close them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our first priority when coming to power was to alleviate pensioner poverty. Since 1997 we have raised the incomes of the 2 million poorest pensioners by more than £20 a week, narrowing the gap between them and society as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also taken action to help people build provision for the future. For example, we have introduced changes to the State Second Pension, so that for the first time those without earnings with caring responsibilities have the opportunity to build up pension rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And through Pension Credit we are rewarding saving, for the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The forthcoming Pensions Bill is a major step forward in our drive to improve pension security and restore confidence in the pension system. The Bill will set up a Pension Protection Fund – so that as we move forward people can be much surer that a pension promised is a pension honoured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A layer cake of regulations surrounds pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill will cut through this complexity – making it easier and simpler for firms to run pensions, helping cut costs and increasing choices for those who want to work for longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Underpinning all this – the Bill will also establish a new, proactive pensions regulator will focus on tackling fraud, bad governance and poor administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And last week we published our proposals to help people take control of their retirement planning, including regular “pension health check-ups”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have achieved a lot, but there is still more to do to tackle the stereotypes that persistently surround ageing and open up choices and opportunities for people to genuinely plan for their retirement.  \nThere are around 10 million pensioners in Great Britain. Over the next forty years or so this number will increase by around 50 per cent – even when you account for the State Pension Age for women being equalised to 65 by 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t need to tell you that this represents a major shift in the make up of the population.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a well documented fact that not only is the number of older people increasing, but people are living longer at a time when birth rates are falling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some people have made arguments to move to a higher state pension age, releasing resources for use elsewhere in the pension system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These arguments can seem persuasive – with apparent easy savings for the Exchequer – and some may argue fit well with the trend towards people living longer, healthier lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we are clear that this is not the solution. And a quick look at some underlying statistics show why. For example, in Manchester the life-expectancy for a man is 71 years – that’s nearly 5 years below the national average.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not to mention that fact that in some local labour markets over half those aged between 50 and state pension age are not working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are clear that the state pension age should remain at 65 – any change to raise it would disproportionately affect the poorest workers, most dependent on the state pension. As well as being forced to work for longer they would, because of lower life expectancy, see a bigger than average slice of their retirement taken away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe work beyond 65 should be a matter of choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A choice that will become increasingly attractive to more people as outdated ideas about a one size fits all retirement give way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we are taking action to get rid of outdated inflexible rules – so people have the option to draw their pension whilst working part-time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s why we will bring forward incentives to encourage people to continue working by offering them a choice if they defer their state pension – to receive either an enhanced pension or a lump sum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "[For a single person (drawing their pension 5 years later) this would be a one-off payment in the region of £20,000 on top of their normal pension, or £30,0000 for a couple.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working a few years longer can not only make a huge difference to retirement income – but also provide individuals with the opportunity for a second or third career.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for business, it promises access to a more experienced, skilled workforce – generally better motivated – at a time when the labour market is increasingly tight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But people won’t be able to exercise this choice unless we tackle the discrimination that all too often affects employment opportunities for older people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to encourage more and more businesses to respond positively – challenging stereotypes and discrimination – highlighting the benefits of an age diverse workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research shows that workers over state pension age are more likely to be working for smaller firms – that is companies with 1-10 employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In some ways we should expect this. Many smaller firms are amongst the most flexible, responsive and innovative in other respects – so it shouldn’t come as any surprise that they include entrepreneurs who see the sense in making more of what older employees have to offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to look at why this is the case. What are they doing that other firms should learn from?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have consulted on a whole range of issues, including mandatory retirement, pay and non pay benefits, recruitment and training, and are currently considering the responses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of this builds on the work we’ve already done since I first launched the Code of Practice in 1999 – with the support of our partners to promote age equality in employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s why the Government are introducing new legislation which will bring into sharper focus the need for all of us to change culture and attitudes to older workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The message is that discrimination isn’t just unfair it’s bad for business and society as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And evidence shows that it’s working. The number of firms including an age restriction in recruitment ads is falling – showing that we are already changing attitudes.  \nMoving forwards we need to take a tough look at age discrimination and as part of that learn from the best practice of the increasing number of employers who are doing without mandatory retirement ages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course our labour market programmes are crucial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve got a good base to build from – since 1997 – employment has risen by over 1.7 million to a near record level of over 28 million. Both youth unemployment and long term unemployment levels are at their lowest levels for over 25 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Older people have benefited from these improvements – the gap between the over 50 and working age employment rates has narrowed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact the number of people aged 50 or over in work has increased by over a million since 1997. This is in marked contrast to the 1980s and 1990s when the proportion of jobless men between the age of 50 and state retirement age doubled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to do more. I am pleased to see that your report highlights the need to provide more help for disabled people or poor health to move back to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a priority that we in Government share. Last October we launched Pathways to Work – to challenge beliefs that people with health conditions are incapable of doing any work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed more than a million disabled people tell us that they want a job – and we are determined to help them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have designed a package to tackle the barriers they face in getting back to work – covering early intervention and support, specialist rehabilitation services, greater financial incentives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Early feedback is very positive. The success of the pilots will revolve around how effectively we manage to join up services and support at a local level – and make sure that they are targeted on the needs of individuals, so that they actually get jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conclusion\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude my remarks today – I firmly believe that the strategy we are putting into action is the right one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vitally important that we all – Government, employers, trade unions and the voluntary sector – work together to help change attitudes to planning for retirement and open up new opportunities for working longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A great deal of progress has been made, but we still have some way to go to make sure that people build up the retirement income they expect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will take some questions, and have asked the organisers to pass on to me the key points that have been made today. I hope you have had a successful day and look forward to continuing to work with you all in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}