{
    "url": "https://www.ukpol.co.uk/greg-smith-2023-statement-on-the-equipment-theft-prevention-bill/",
    "title": "Greg Smith – 2023 Speech on the Equipment Theft (Prevention) Bill",
    "post_date": "March 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 3 March 2023.",
    "content": [
        "I beg to move, That the Bill be now read the Third time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Throughout the Bill’s passage so far, I have sought to make the case for what is essentially a very simple idea, but one that could potentially have a huge impact on the people and businesses up and down the land who suffer so badly when the equipment that they need to go about their business is stolen. This applies predominantly to quad bikes and all-terrain vehicles, which are specified in the Bill, but secondary legislation would enable the Bill to be expanded to cover other equipment such as tradespeople’s tools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "When such equipment is stolen, it is not just a minor inconvenience. It is not just a case of saying, “Well, we will go down to the shops, or go on Amazon and order another.” Thefts such as these can put people out of work or out of business for days, weeks or even months, with considerable costs to meet before the insurance is paid—or indeed, in some cases, if it is paid. I am confident that the provisions in this Bill to demand that immobilisers are fitted to all new quads and all-terrain vehicles at point of sale and that forensic marking—of a standard that will make a significant difference—is applied to those pieces of machinery will, first, deter would-be criminals from stealing them in the first place and, secondly, give our hard-working police officers up and down the land a meaningful tool to be able to say, “We know where that piece of equipment came from. We know where it was stolen from. We know who the rightful owner is.” That will enable them not only to return it to the rightful owner, but, more significantly, prevent its resale, taking away the point of anybody’s wishing to steal it in the first place. Let us be honest: the thieves of quad bikes, machinery and equipment are not stealing those things to use them. They are not using the quad bikes to round up sheep anywhere; they are not stealing power tools to do some DIY at home. They are stealing that equipment to sell and monetise it, and if they cannot do so because of the forensic marking upon it, they will not steal it in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The genesis of this Bill was a community Facebook page in my Buckingham constituency, following a spate of thefts from trades vans in the town. Local people put their heads together and came up with the idea for a mechanism to disincentivise the resale of stolen goods, starting with trying to set up a national database of serial numbers. Over the months since I was lucky enough to be drawn in the private Member’s Bill ballot, I have worked closely with the police and many others to work out how we can make such a mechanism work. I give a lot of credit and thanks to Superintendent Andy Huddleston, a Northumbria officer who is the national lead on rural crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Through consultation with police forces, including my own home force in Thames Valley, where Superintendent Hutchings leads the rural crime taskforce, with other police officers, the National Farmers Union, the Countryside Alliance, the Country Land and Business Association and many farmers in my own patch, as well as the manufacturers and the organisations representing them, we came up with what I hope is a consensual set of measures that will make a difference. We have shaken down all the things that could get in the way; for example, the original idea of serial numbers was quickly dismissed, because for many manufacturers those serial numbers are not unique. Instead, we opted to put everything into forensic marking and to include measures on immobilisers specific to quad bikes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Those less familiar with rural communities might ask, “Is this such a huge priority?” I must say categorically that it is. Quad bike thefts have been running at between 800 and 1,100 per year in recent years. Conferring with the police earlier today, I reconfirmed some of the latest figures. Let me give a comparison: in January 2022, across the country, 52 quad bikes were stolen, but in January this year that number was up to 78. The numbers for larger machinery, particularly agricultural machinery, are even more frightening: in January 2022 there were 29 thefts of large machines, but in January 2023, I am afraid the number was up to 131. In February 2022 it was 19, but in February this year it was 122.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Such theft is a considerable problem for rural communities across the whole of our United Kingdom; NFU Mutual, which insures the vast majority of agricultural machinery in the country, has released figures suggesting that it paid out approximately £2.2 million on agricultural thefts in 2021 alone. Likewise, the Countryside Alliance’s rural crime survey shows that 43% of respondents had been the victim of rural crime, with 32% of them saying that the crime was the theft of equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Equipment theft is a huge problem that we have to tackle, and this framework Bill gives my right hon. Friend the Minister the ability in secondary legislation to define the forensic marking standards that are needed and, indeed, to expand forensic marking to equipment types beyond quad bikes, ATVs and side-by-sides. I am confident that this will make a massive difference by preventing crime and ensuring that people who rely on such equipment to go about their daily business, be that farming, food production or another trade, have much greater confidence that their equipment is safe and will be there when they start work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I understand there is some criticism that the cost to the end user will be an additional burden but, given that forensic marking costs between £20 and £30 per product and an immobiliser fitted at the point of sale, rather than in the factory, costs between £70 and £100, the cost of ensuring that equipment is safe and has less chance of being stolen is not very high at all, particularly when we factor in the expected reduction in annual insurance premiums for such products, which many in the industry inform me will more than offset the initial cost of this measure at the point of purchasing a new quad bike, a new tractor GPS unit or whatever equipment it might be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The police say the Bill will make a huge difference and, having grown up in a police family, I put an enormous amount of trust in our police. I want to ensure that the professionals who go out each day to keep us and our property safe have every power, resource, law and regulation they need to deter would-be criminals, and to bring to justice those who commit crime. I have great confidence that this Bill will do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I am grateful to the Minister for supporting the Bill’s passage so far. Likewise, I am grateful to the Opposition for supporting it on Second Reading and in Committee. I hope that spirit of co-operation will continue under the new shadow Minister, the hon. Member for Aberavon (Stephen Kinnock). With the support of colleagues, I look forward to the Bill passing and going to the other place before finally, I hope, becoming an Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}