{
    "url": "https://www.ukpol.co.uk/chloe-smith-2020-statement-on-uk-parliamentary-boundaries/",
    "title": "Chloe Smith – 2020 Statement on UK Parliamentary Boundaries",
    "post_date": "March 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chloe Smith, the Minister of State at the Cabinet Office, in the House of Commons on 24 March 2020.",
    "content": [
        "In the written statement of 19 March, “Postponement of electoral events” (HCWS174 and HLWS169), the Government outlined their proposals for urgent electoral legislation to postpone forthcoming elections as part of the wider steps to tackle the spread of the coronavirus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working to ensure the health and safety of the British public is the Government’s top priority. We still however have a responsibility to govern, plan for the future and ensure that where possible, essential parliamentary business continues and legal obligations are met.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House of Commons may debate the Government’s policy stance on UK parliamentary boundaries on Friday 27 March, in light of the Private Members’ Bill tabled by the hon. Member for Wellingborough (Peter Bone).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe clearly setting out the Government’s emerging policy position would provide clarity for Parliament, the public and electoral administrators. Given this policy area is of direct relevance to the Commons, it is important that the first Chamber is properly informed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is also pertinent because at present, the Government are legally required to give effect to the recommendations from the Boundary Commissions as set out in their 2018 reports—including reducing the number of constituencies to 600. In this statement I lay out the Government’s thinking on this matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Need for equal and updated boundaries**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative Government committed, in our 2019 manifesto, to delivering updated and equal UK parliamentary boundaries with the essential aim of making sure that every vote counts the same—a cornerstone of democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last boundary review to be implemented in England was based on data from 2000; the last to be implemented in Scotland, Wales and Northern Ireland used data from 2001-2003. In effect, our current constituencies reflect how the UK population was at the beginning of the century. Today’s youngest voters have been born since then: this disregards significant changes in demographics, house building and geographical migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have also taken into account representations from colleagues on all sides of the House, and from the Public Administration and Constitutional Affairs Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When parliamentary time allows, the Government are minded to bring forward primary legislation to set the framework for future boundary reviews, including the next review due to begin in early 2021. Such provisions would cover the number of constituencies, the frequency of reviews, the boundary review process, and the process by which those recommendations are brought into legal effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maintaining 650 seats**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation currently provides that, on implementation of the 2018 boundary review recommendations, the number of constituencies in the UK shall be 600. The ​Government are minded to instead make provision for the number of parliamentary constituencies to remain at 650. In doing so, we would also remove the statutory obligation to implement the 2018 boundary review recommendations and the statutory obligation on the Government to make arrangements to review the reduction in constituencies to 600 by 30 November 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under current legislation the Boundary Commissions are required to report on their next review by October 2023. In order to meet this deadline they would have to begin that review in early 2021. Without changes to primary legislation, there would be a legal obligation for the Boundary Commissions to undertake that review on the basis of 600 constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a change in policy from the position previously legislated for under the coalition Government. Since that policy was established in the coalition agreement, the United Kingdom has now left the European Union. The UK Parliament will have a greater workload now we are taking back control and regaining our political and economic independence. It is therefore sensible for the number of parliamentary constituencies to remain at 650.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Electoral quota tolerance**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Boundary Commissions are generally required to propose constituencies whose electorates vary in size by no more than +/- 5% from the average (“The electoral quota”). The Government are not minded to amend this tolerance level which achieves equal and fair boundaries while allowing the Boundary Commissions the flexibility to take account of other factors, such as physical geographical features and local ties, subject to the overriding principle of equality in constituency size.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Equal representation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Updated and equal boundaries will ensure that every constituent nation in the United Kingdom has equal representation in the UK Parliament, and deliver parity of representation across the United Kingdom’s constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the existing legislation, passed in 2011, there are four protected constituencies where the electoral quota tolerance does not apply on account of their unique geography: Orkney and Shetland, Na h-Eileanan an lar, and two seats for the Isle of Wight. The Government are not minded to make changes to these protected constituencies, or to propose any more protected constituencies given the need to ensure equal representation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Boundary review cycle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the current legislation, boundary reviews must take place every five years. As the Government also intend to repeal the Fixed-term Parliaments Act 2011, future boundary reviews will inevitably be decoupled from the cycle of general elections. We need to strike a balance between regularly updated parliamentary constituencies and the disruption caused to local communities and their MPs by boundaries changing at every general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are minded to consider that conducting boundary reviews every eight years strikes the right balance. An eight-year review cycle would generally ​allow for updated constituencies to be in place for two general elections before being reviewed in time for a third general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Implementing the recommendations of the independent Boundary Commissions**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, at the end of a boundary review, the Government lay the reports of the independent and impartial Boundary Commissions before Parliament. The recommendations contained in the reports are then brought into effect by way of an Order in Council that must be approved by Parliament by the affirmative procedure before it can be made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are minded to continue to provide that the reports are still laid before Parliament (by the Speaker who is Chair of the Boundary Commissions) but would change the means of bringing the Boundary Commissions’ recommendations into effect. The new recommended constituency boundaries will be brought into effect automatically by the Order in Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This change would provide certainty that the recommendations of the independent Boundary Commissions—developed through a robust and impartial process that is open to extensive consultation—would then be implemented without interference. Parliament, of course, would remain sovereign and can amend primary legislation as it sees fit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Engagement with political parties**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are keen to establish the broad support of Parliament for such changes and will engage with the political parties represented in the UK Parliament on such proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will include engagement with the Parliamentary Parties Panel on the technical measures planned. These include provisions relating to the length of time the Boundary Commissions have to conduct their reviews within the boundary review cycle and the process involved in the reviews, such as public hearings and consultation. I hope there is scope for broad cross-party agreement on such improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In due course, the Government hope that such reforms will strengthen democratic accountability of Parliament to the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope this provides clarity on the Government’s policy intent over this Parliament. Of course, as stated above, the Government’s immediate legislative priority will be taking the necessary steps to protect the health and safety of the British public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}