{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2003-speech-on-special-needs-schools/",
    "title": "Iain Duncan Smith – 2003 Speech on Special Needs Schools",
    "post_date": "August 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the then Leader of the Opposition, at Westminster Hall on 1 July 2003.",
    "content": [
        "I thank the Minister for Children for being here today. The subject of the debate, while not directly a party political issue, brings into question the Government’s attitude to special needs. I hope that she will be able to respond to some very serious questions that the consultation process in Waltham Forest has raised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I begin by declaring an interest. I am a trustee of a superb special needs school in my constituency called Whitefield, which, while originally part of the consultation process, is not directly involved. It is through that that I have come to take a very special interest in such schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The schools that are directly affected by Waltham Forest council’s drive on special needs schools are Belmont Park, Brookfield House, Hawkswood, Joseph Clarke, William Morris and Whitefield, which I mentioned earlier. The timelines are very simple. I shall not go into details, as I am sure that the Minister has them already to hand. The first report from the council was, I believe, on 17 December 2002, at which time the consultation process was, essentially, mooted. A consultation process was set out, and I understand that it is finally due to conclude some time in the middle of September this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have questions about whether the consultation process is really as open and fair as it should be or whether the council and the education action forum have already reached a conclusion and are simply going through the motions. Three reasons were given for considering whether special needs education should be reordered, with the strong possibility of closure of one or more schools that deliver such education in the borough. The first reason was the Government’s position on the national standards established in the Special Educational Needs and Disability Act 2001. The second had to do with meeting the inclusion standards of the Department for Education and Skills, Ofsted and the Audit Commission, and the third was the borough’s own policy on social inclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Let me discuss my concerns about the consultation process by dealing with the Government’s position on the matter and what the borough is essentially saying about its needs. The consultation has not been as fair and as open as the council would have us believe. It received only a small number of returns on the original consultation that was sent out. I believe that more than 15,000 were sent out but not more than 1,000 were returned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In the meantime, there was a phenomenal reaction not only from people who have children in the schools, but most remarkably, from people who live in the borough but do not have children attending the schools and from people who live way beyond Waltham Forest but have a direct interest in the issue. A number of MPs fit into that category. Indeed, I think that the Minister’s own constituency is affected. I believe that a petition of just under 30,000 signatures was presented to the council and that more are arriving every day. I do not recall such an overwhelming passion being declared quite so clearly and openly to the council in such a short time. Sadly, the council does not necessarily seem to have paid much attention. I shall return to that matter in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "One problem with the consultation process is the fact that the costs of the integration have not been fully explained. We always hear about the savings to be made from closing a special needs school, but we do not see in detail how much it will cost to integrate children with serious physical or learning disabilities into mainstream schools. That is critical. Nowhere in the document have I seen a statement of such clarity that it would allow us to make a judgment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I should like to refer to a letter from Marcia Gibbs, a special educational needs adviser at the DFES, in response to Joseph Clarke school. She makes interesting points. First, she states: “Waltham Forest local authority would have to provide details of plans to support children currently attending Joseph Clarke School, including those pupils from other authorities, should it decide to make proposals for change.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "However, none of those are included in the consultation, so how are we to make a decision about how effective the process will be? That is missing. Marcia Gibbs goes on to say: “The right of parents to make a positive choice and express a preference for a special school place will be fully maintained.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "At the same time, however, she restates the Government’s determined advocacy of inclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My concern is that there seem to be conflicting interests even within that letter. It suggests that although the Government are determined about inclusion, there is not a clear statement to local authorities and education authorities on exactly what they need to do if they are to go down the route of the consultation process. There is only a general statement of what is required. I want to return to that issue, because I believe that it will cause the greatest problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I understand that in the early part of June, the council announced, almost out of nowhere, that it was taking Brookfield school out of the process and that it was no longer under threat of closure. It said that that was because the costs of integrating those children with serious physical disabilities would be too great, but at no stage have we seen those costs. What are the costs and what calculations has the council made for schools such as Joseph Clarke or Hawkswood? Hawkswood has children with severe hearing disabilities and Joseph Clarke has children with visual impairment. My point is that at no stage has the local authority indicated anywhere what those costs are and how it has calculated them, but suddenly, out of the blue, it declares that one school is no longer relevant to the process. There is no regard to the costs. That makes us concerned about how the authority managed to arrive at those figures. Why not publish all the figures? Surely there should be guidelines stating that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There are questions concerning other aspects relating to the local authority. At no stage in the document or in the discussions has it entertained the idea that perhaps Waltham Forest simply does not transfer the real cost of education to other boroughs and does not reflect the true cost. It does not state what the real cost is and at no stage has it set about trying to calculate it or to say to other boroughs, “Let’s meet and discuss whether we can do a little more burden sharing.” The authority has talked generally about that, but has not said, “This is the real cost of educating a child at a special needs school in Waltham Forest. You’re paying only this much. Is there any chance that we could come to an agreement to share the burden?” At no stage has the authority attempted to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "With regard to the consultation process, the document made some stark statements that I do not believe are true. I shall highlight one, although there are others. The consultation document states: “Although the borough has statemented a similar proportion of young people to other London LEAs, a rather greater proportion is educated in special schools than elsewhere.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The document did not give figures to back up that statement and it is not true. It is not borne out by any evidence that we can find. The percentage of statemented pupils in special schools in Waltham Forest is 42 per cent., the inner London average is 44 per cent. and the outer London average is 42 per cent. Comparing like with like in councils and boroughs that have similar problems, the figure for Hounslow is 41 per cent., Brent 43 per cent., Enfield 47 per cent., Ealing 55 per cent. and Lewisham 56 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The document is full of statements, without any supporting evidence. No one can understand its rationale. It is almost as though the verdict is given first, followed by the evidence. It seems that minds were made up before entering the consultation process and I shall come to the reasons why in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I quote from a letter sent by the head of pupil and student support services in Waltham Forest to a neighbouring borough, the London borough of Newham, which explains what the education authority—with EduAction—is trying to do. It states: “The transitional arrangements which would form part of the statutory notices have not yet been set out and cannot ’emerge’ until after June”, although it indicates that they have already been settled. It becomes clear what is going on from the penultimate paragraph of the letter, which states: “I would however want to take this opportunity of asking you not to put forward new admissions for the School from this point.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That is before decisions are supposed to have been taken. The borough is leaning on a neighbouring borough by indicating that there will not be a school or schools that can take further children, therefore it would be pointless to send them. The letter says of the Ofsted report, “we are driven by a poor LEA OFSTED inspection . . . “— which is not true. In general it is the case, yes, but most of the specific schools have reasonable, if not good, Ofsted inspections; only one is subject to special measures. It continues, stating, “re-organisation would be treated as a test of corporate governance.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The authority’s concern is that failure to meet the test by the Department for Education and Skills or by the Ofsted inspectors would lead to further pressure on the borough. It blames the Government and Ofsted for driving it into this position, thus indicating to Newham that the conclusion will be that it intends to shut certain schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That explains my concerns about the consultation process. It is clear that the council has already arrived at its conclusions and the consultation process is, in essence, a way of covering that decision. Money is at the heart of it. The council declares itself in difficulties. It has had problems running its education policy. Ofsted was deeply critical of the education authority, as a result the company called EduAction now runs education in the borough. Throughout, the council is concerned about the money it believes it needs to run education generally and I want to explain why I have misgivings about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The process should be very carefully undertaken if changes are to be made, as those involved are such special children and we cannot risk getting it wrong. There will be a dual effect on education in this and other boroughs, which will affect those pupils who are already being educated in mainstream schools. There has to be a serious rethink about how the process takes place, as once children with real special needs—learning disabilities, visual impairment, hearing impairment—are put into those schools things change dramatically. For example, about 47 per cent. to 50 per cent. of children at Joseph Clarke, a school for the visually impaired, go there because they are scarred by the difficulties they had in mainstream schooling. They are now in that school because they failed to make progress in mainstream schooling and have been hurt and damaged by that; no reference is made to that in the consultation process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The strength of parental support for such schools is awe-inspiring. The Joseph Clarke school asked parents for their views on the school, whether positive or negative, and 100 per cent. gave a positive response. I know of no other situation in which 100 per cent. of parents would respond to a notice from a school. Everyone knows how difficult it is to get parents to respond to requests from schools, but that is not the case at Joseph Clarke, or at the other special needs schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is important to note that special needs schools provide peripatetic services for the other schools. It is ironic that the lower number of statements in the borough is partly due to the fact that the outreach from those schools allows children to settle in mainstream schools without statements. If that service is removed, they will have to be statemented, and that will place much greater pressure on the mainstream schools. Mainstream schooling would need to be reorganised to meet those children’s needs—for example, there would need to be considerable debate on how mainstream schools could meet the Braille requirements of the visually impaired.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I was talking recently to someone from Hawkswood school, who pointed out that teachers will often walk to the whiteboard—or blackboard, whatever they are using—and talk to the class while writing on the board. If a hearing impaired child is a lip reader, which is not always the case, once they break sight from the teacher, they have no idea what is going on in the class. How many times does a teacher go to the back of a class and explain over the heads of the children what they are looking at on the board at the front? Those are two very simple realities that most mainstream teachers would take for granted, but which they would not be able to do if their classes included hearing impaired children, because teachers must never break sight from a hearing impaired child. Such simple issues have been forgotten in this process. A huge amount of retraining of teachers would be required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Such examples show that there is a need to rethink this process, both nationally and locally. Dyslexia is arguably the most well known learning disability in schools. However, I have visited many mainstream schools—I am sure the Minister has also done so—that still struggle with the teaching of dyslexic children. Some of those schools are hopeless and others are good—the coverage is patchy. That problem has been known about for years, but we still struggle with it. How will we take children with much greater disabilities into those schools without a serious change in the way that mainstream schools are funded and supported?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I believe that Waltham Forest council should stop and rethink the process. It should reconsider the options and hold an open consultation process, putting all the facts and figures on display, so that a reasoned and rational decision can be made. The way in which the council has behaved—in some cases quite rudely to parents who are concerned about what will happen to their children—has led parents and others living in the borough to lose faith in its ability to deal with the matter sensibly and rationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I hope that the Minister will be able to explain some aspects of the matter to me. I do not want to make the issue a party political one, nor do I want special needs to be seen as party political. However, I believe that we need to have a proper, serious national debate about how we deal with children with special needs, and what we do about mainstream schooling. The Government, when they came to power, said that they wanted to move towards inclusion of children with special needs in mainstream schools. Superficially, that is a great idea—we would all want as many of those children as possible to be included in mainstream education. However, the devil lies in the detail of how that is done. How do we do that for children with real difficulties, and how do mainstream schools get funded? Who runs and controls that? The problem if we just have a general push for inclusion, is that cash-strapped local authorities see that as a way of putting up a shield behind which they find money that would otherwise not be there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Loose statements by the Secretary of State worry me. A few weeks ago he talked about the general funding of local education authorities and his concern that some of the money was not being passed down, although I gather that there has been disagreement with that. One matter on which he discussed a re-think is the way in which local authorities may be retaining that money to spend on capital, special needs or educating pupils in outside schools. He went on to say that those decisions had a major impact on the budget of individual schools. I am sure that he was not driving down and trying to say that special needs schools should therefore be closed, but my concern is that cash-strapped local authorities may see that as an opportunity to make savings and to transfer money into mainstream education, without serious consideration of the huge extra costs involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "How we treat children with special needs speaks volumes about us as a society and as Members of Parliament, and about the Government. It is important to think very carefully before making a major mistake. To see how disabilities are overcome and how those schools operate is not only moving but awe-inspiring and humbling. We owe it to those children, and to their parents and teachers, to think again. Waltham Forest should think again. I hope that the Government will initiate a real debate, and try to prevent councils, as an excuse for saving money, from closing special needs schools because inclusion is the order of the day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}