{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2002-speech-to-the-royal-institute-for-international-affairs/",
    "title": "Iain Duncan Smith – 2002 Speech to the Royal Institute for International Affairs",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the then Leader of the Opposition, on 31 January 2002.",
    "content": [
        "For more than three-quarters of a century, British and foreign politicians alike have been beating a path to the doors of Chatham House in order to set out their wares before this distinguished and discriminating gathering. I am honoured and delighted to be invited to do likewise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Henry Kissinger’s most recent book, published before the outrages of 11th September, was provocatively entitled “Does America Need a Foreign Policy?” His answer, of course, was “yes”. Dr Kissinger argues that (I quote) “in the 1990s, American preeminence evolved less from any strategic design than a series of ad hoc decisions designed to satisfy domestic constituencies” which had “given rise to the temptation of acting as if the United States needed no long-range foreign policy at all”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Under President George W. Bush – as I learned for myself when I talked to him and senior members of his Administration – America does indeed now have such a policy. It is strong, focused, self-confident, realistic and governed by an intelligent perception of America’s national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In this, as in other respects, the Americans have much to remind us of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Dr Kissinger’s question about America was obviously asked tongue-in-cheek: a super-power does clearly need a long-range foreign policy. But Britain needs one just as much. We are the fourth largest economy, a power with global interests but limited resources to defend them. We have to be focused in our analysis, realistic in our objectives, staunch in our alliances, ingenious in our methods and resolute in our actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And, to quote Kissinger again, our leaders need “the intuitive ability to sense the future and thereby master it”. It is a tall order. But, then, whoever said statesmanship was easy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Tuesday 11th September brought home to many the domestic imperative of foreign affairs. The terrorist outrages committed against New York and Washington transformed public perceptions throughout the West. Suddenly, people of all political persuasions and none were compelled to take stock of the dangers and the complexities of the world beyond our shores.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is essential, however, not to fall into the trap of believing that the world itself – along with perceptions of it – changed fundamentally on that fateful Tuesday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Most obviously, al-Qaeda was planning these attacks for a number of years beforehand. Indeed, arguably, if different decisions had been taken by the US authorities in the wake of earlier outrages the horrors of last September might have been avoided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As the title of this address suggests, Britain does indeed have to make its way in a “changing world”. But it is important to distinguish what changes from what stays the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "11th September was not, after all, the first time even in modern recollection when the world appeared to be undergoing fundamental change. It happened at the end of the Cold War. Freedom was extended to millions who had never known it. And geopolitics was all at once turned up-side-down. The world became uni-polar, with the United States as the only global superpower. The international system was more open but less predictable. It was one where the globalisation of both economics and culture were promoted by a communications revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But there also grew up a dangerously false view of realities. The Cold War had lasted so long that many people assumed that a stand-off between great powers was the usual state of affairs. And now that there was no such stand off, it was tacitly assumed that there was also no serious threat to peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In fact, the end of the Cold War meant no such thing. It marked in many respects a return to earlier conditions – ones where a number of powers jostled for advantage, and where both alliances and tensions shifted in line with the circumstances of the day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Within this more fluid world NATO’s role retained its importance. And so did America’s leadership. But the old disciplines disappeared along with the old rigidities. Hence the rise of the rogue state. Hence also Saddam Hussein and the Gulf War.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And then again the world seemed fundamentally to change on 11th September. Old rivalries have given way to at least one new partnership – that emerging between the West and Russia, whose strategic importance has been emphasised by the demands of the War Against Terrorism. So too, the rivalry between the US and China, which had grown sharply in recent years, has suddenly been put on hold. These, then, are some of the ways in which the world today has changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And yet equally important is the extent to which the underlying realities have not changed at all – either with the end of the Cold War or with the start of the War on Terrorism. We have clearly not reached anything like the “End of History”, when swords are forged into ploughshares – or perhaps laptops – as the lure of prosperity transforms yesterday’s warrior into today’s entrepreneur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Yet these particular instances fail to get to the heart of the matter. Even before we analyse the risks that surround us we should at least always assume that they exist. For that is the way the world is. Human nature has made it so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The insight I have described here is at the heart of the Conservative view of foreign policy. Conservatives – with a big and a small “c” – are interested in the world as it is. We are realists; and we rejoice in the fact, because we know that it allows us to avoid succumbing to the distractions and descending into the cul-de-sacs that lure the unwary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There is, though, another view. And it is frequently proclaimed by the Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Conservative Party has supported, and will support, the Prime Minister whenever the national interest demands. But this does not detract from the fact that the present government has an approach to British foreign and security policy which is, at its very roots, misguided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The problem is simple and fundamental. It is that the Prime Minister seems to believe that there are no limits to what Britain, acting as part of an all-embracing global coalition of the Righteous, can and should do to make the world a better place. To judge from a speech he made earlier this month in Bangalore, he does not even see any limits to foreign policy, saying (I quote): “In today’s globally interdependent world foreign and domestic policy are part of the same thing”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "If, of course, this means that you cannot have a successful foreign policy without also having a successful domestic policy, then there is a certain amount of truth in it. But, even then, it is not the whole truth. Countries which seek to pursue ambitious foreign policies which neither advance their interests nor match their resources are putting their standing and possibly their security at risk. And there is worse. An unfocused approach to foreign policy leads to, and is often devised in pursuit of, media grand-standing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The truth is that high profile diplomacy always contains it own temptations. Before foreign leaders decide to offer their personal services in sorting out long-standing international disputes, they should be clear about the answer to three searching questions. First: what do I expect to achieve?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Second: what practical means are at my disposal?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And third: am I best placed to do it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Without clarity on these points, the correct conclusion may be to stay at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "So much of today’s Designer Diplomacy demonstrates a worrying lack of realism. What is at work is a delusion about the way the world actually works, one which consists (in T. S. Eliot’s words) of : “Dreaming a system so perfect that no-one will need to be good”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Today’s utopian internationalists, who only have to glance at an opportunity for multilateral intervention in order to jump at it, run the risk of weakening national support for those military engagements which are fundamental to our security. Moreover, they fail to recognise that it is only when nations consider that their vital interests are engaged that they will make those sacrifices and shoulder those commitments that lead to successful outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Let me take the War Against Terrorism as a decisive case in point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The attacks on the World Trade Centre and the Pentagon provoked such national, as well as international, outrage because no-one could fail to see that they were intended as attacks not just on America’s interests, policies, and actions but on America herself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I said at the time that America’s war was – and is – our war. That is both because our people and our interests are so close to those of America and because we also had the will and the means to make America’s struggle ours as well. But the fact remains that America unambiguously led the war – a sovereign power leading a coalition of sovereign powers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "America has now demonstrated decisively that its capacity for action is the best guarantee of the world’s security. But America has also demonstrated that, no matter how powerful the currents of globalism and internationalism, the decisive strike against international terrorism required mobilising national loyalty, national pride and national willingness for sacrifice. That remains the most reliable way of ensuring that grave wrongs are punished and that just wars are won.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This reflection leads to my first conclusion about the right priorities for British policy today. For me, as a Conservative, a successful foreign and security policy is one which always has a clear understanding of the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That is not an isolationist principle: quite the reverse – it is precisely because our national interest is bound with the interests of other civilized nations that we must pursue a vigorous foreign policy. But we must always have a clear understanding of our mission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But, naturally, the national interest has to be viewed in the round, with intelligence and perception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In today’s interdependent world, the national interest can be damaged or advanced by crises arising far away from our shores – not unusually in the Middle East, home to most of the world’s hydrocarbon resources. But many other areas too, where international terrorism, or proliferation of weaponry, or destabilising ethnic tension, or human or ecological disaster threaten, will rightly concern us. The War Against Terrorism itself reinforces this truth. After all, when our troops were acting to smash the Taliban in Afghanistan they were also acting to cut off a deadly channel of heroin that kills young people in our cities at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Moreover, it can sometimes arise, as in Kosovo, that a failure to take military action to protect an endangered civilian population would be morally culpable. It may also be right to intervene in order to maintain a great principle whose infraction with impunity could set a fatal precedent – for example, the principle that aggression shall not prosper, or that borders shall not be changed by force. And over and above all these security matters, the maintenance of global trade, promotion of global prosperity and enlargement of global freedom are real national concerns of Britain. But when we do, which was not the case in Kosovo at the outset, we must determine to put the right forces in place to force our plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The history of our nation has qualified us well to play a major strategic and humanitarian role. The fact that Britain bestrides three spheres of influence: its Commonwealth, its special relationship with America and its partnership with other European states enables it to have influence over the response of the international community to disasters both natural and man-made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Other countries actually look to Britain to take a lead because of our heritage in international diplomacy and our reputation for getting things done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "British NGO s are highly regarded and it is no surprise that the United Nations has just picked Oxfam as an acknowledged world expert to restore water supplies in Goma. Providing international help on this scale is resource hungry that is why hard questions need to be asked about the effectiveness of aid, making sure it gets into the right hands. And as far as possible helping to make a country self-reliant and not dependent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Reform of international organisations through whom Britain channels its multi-lateral aid should not escape our attention. European Development assistance accounts for a third of all our giving and although there has been some progress in cutting red tape and speeding up EU relief efforts, much more needs to be done. Britain’s role on the international stage is an important part of our nation’s identity. Being respected for the quality of our help to others in trouble is something we can be rightly proud of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The second follows from a clear understanding of our priorities. It is that diplomacy is no substitute for strong defence, and foreign entanglements that leave British forces overstretched and vulnerable are to be avoided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Britain is not just another second order world power. We are unique, and our uniqueness lends our opinions weight. No other power enjoys the combination of far-flung links through the Commonwealth, or our special standing in the Gulf, or our place at the historic hub of the English speaking world or our long tradition of civil peace or our international reputation for decency and fair-dealing. These are all important advantages. But while trumpeting all these claims, let’s not forget something else: Jaw-Jaw is indeed preferable to War-War – but investment in defence is also an investment in our international influence. We are listened to, above all, because we are permanent member of the UN Security Council, and a nuclear power with highly effective armed forces – and because we benefit from a uniquely close relationship with the only global superpower. Each of these – our defence preparedness and our alliance with America – is vital to our national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Happily, our relations with our great ally are in good repair, though I should like to see them stronger still, as I shall explain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Our lack of defence preparedness, however, gives greater cause for concern. The size of our armed forces has been shrinking at the same time as they have been tasked with extra commitments – the most recent being a new peacekeeping mission in Kabul which is much less well-defined than the original objective of removing the Taliban and al-Qaeda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "What any sensible British Government has to recognise, and then to act upon, is that we cannot hope to do more in the world and yet spend less on it. That’s called facing up to reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In the US today, there is a drive towards further strengthening of military capabilities. In Europe, however, it is a very different picture. According to the latest figures from the International Institute for Strategic Studies, EU countries’ defence spending continues to fall. This is deeply disturbing, and there is no sign yet that the events of 11th September have shaken Europeans – or the British Government – out of their complacency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That brings me to my third conclusion – the vital strategic importance of our relationship with America. For it is upon our American friends’ cooperation that our effectiveness as a military power and our security as a nation depend. Not the least of the positive inheritance from the Conservative eighties and nineties is that Americans know that Britain is America’s most reliable ally. It is to the credit of the Prime Minister that he has reinforced that perception by his well-chosen words of support during recent months. In fact, at an emotional level the Trans-Atlantic relationship has rarely been closer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This emotion also reflects a deep reality. People sometimes query the importance of the “special relationship” and suggest that it is just nostalgia. It isn’t. It reflects the fact that the British and Americans see the world in much the same way – which itself reflects our shared history, language, culture, values and beliefs. And it is upon such foundations that international relationships are built. Yet while psychological closeness is important, it is not a substitute for decision-making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Since September 11th something else has changed. We have all but seen the last of the attempts to induce America to abandon its plans for Ballistic Missile Defence. Russia has been constructive over the issue, recognizing that the ABM Treaty was based on a military doctrine which has substantially changed. The priority now is not so much to deter a massive nuclear strike: it is to protect ourselves, our forces and our allies from missile attack by rogue states or from the risk of accidental missile launches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I believe that the British Government should have given stronger support to President Bush’s plans and led the debate here in Europe. Indeed, we should be doing all we can to take advantage of them. Just as we benefit from America’s nuclear umbrella, so we should also seek to benefit from its Ballistic Missile shield. Staying outside it by default would be to take an unforgivable risk with our nation’s security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "A further piece of confusion is also discernable on the political horizon. Labour’s position on Ballistic Missile Defence is explicable by the internal politics of the Labour Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Yet America is determined to see this enterprise through – and rightly so. Washington clearly sees that the problem of rogue states and the problem of international terrorism are intimately connected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The world cannot be safe while Saddam Hussein is free to develop weapons of mass destruction. Nor can we accept that, simply because they were hostile to the Taliban, other states which actively support terrorism should be treated as if they were upstanding members of the international community. Britain should give absolute support to the measures necessary to ensure that events like those of 11th September are never repeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We should always recognize that our ability to help shape the thinking of the USA is greatest if we retain the capacity to act. If all we have to offer is our wisdom, our influence is likely to be diminished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The confusions evident in this Government’s approach to foreign and security policy are also reflected in its confused approach to Europe. What is required is a clear, consistent strategy to promote Britain’s national interests in all our dealings with the European Union – and that is my fourth conclusion. This is a larger topic than can conveniently be covered here. But the main components of the Conservative Party’s policy are well known and enjoy very widespread support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They are, first, that we believe that the European Union continues to have great potential to help bring stability and prosperity to what should be a growing number of member states. To deliver that the EU needs radical reform, and that reform should be built from the bottom up rather than from the top down – in other words from the nation states and their parliamentary and political systems. A Conservative government would lead that process of reform, rather than pursue the Government’s policy of continual drift.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The statements of both the present Right-of-Centre Italian Government and of the Conservative Candidate for the German Chancellorship demonstrate that the kind of concerns we have about over-centralisation are widely shared – even within countries which have been at the forefront of closer European integration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Second, and in keeping with this, we continue to oppose Sterling’s abolition in favour of the Euro. Our view is that there will never be a single interest rate and a single monetary policy which are right for all European countries. We remember the effects of the ERM. We also note the disastrous consequences of a fixed exchange rate in Argentina. We shall strongly, and I believe successfully, argue for retention of the Pound in any referendum which is called.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Third, we believe that the proposed European Rapid Reaction Force is an exercise in politics not in serious security policy. It is – and has been intended as – an alternative to NATO, the most successful defence organisation that the world has ever seen. It will involve duplication. It will lack credibility. It will create confusion about Western aims. It risks decoupling Europe from America. It will add nothing to European defence capabilities, which as I have already noted are actually declining. In short, the European Army is a venture which only makes sense if it is regarded as a necessary part of creating a European superstate – something which the Prime Minister denies is his intention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The fifth element of our Conservative foreign policy concerns supranational organisations more widely. International cooperation between sovereign states is and always will be necessary to achieve practical objectives which would be beyond countries acting alone. That is why we have always been supportive of international bodies including the United Nations and the World Trade Organisation. The danger today, however, is that some supranational organisations are being invested with more powers than they are suited to wield.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "For example, we expressed our concerns in the last parliament about how the blueprint for an International Criminal Court would work in practice. It may, as in the cases of Yugoslavia and Rwanda, be necessary to set up special courts to deal with altogether unique circumstances. But we must avoid at all costs creating a situation which makes it more difficult for law-abiding nations to pursue just action, because it is their officials or soldiers which will find themselves having to answer to such a political body, not those from countries which scorn all law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There are parallel issues in economic affairs. We need to find and retain the right balance between global and national decision-making. The World Trade Organisation, as successor to the GATT, does sterling work in helping integrate the global market place. Removing obstacles to trade is the single most important task international economic decision makers have – for trade is the driving force of prosperity. But at the same time we should be cautious about more ambitious plans that have been mooted to create a “New Economic Order”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We should, in fact, remember: supranational organisations never of themselves kept the peace – that has been left to well-armed nation states. And supranational organisations never of themselves made nations rich – that was the work of countless individuals producing and consuming in the market place, in the context of fair and democratic institutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have tried to cover a wide canvas today, and some details will need to be filled in on other occasions. But the five axioms I have set out – and the philosophy which underpins them – are, I believe, clear, consistent and coherent. They stem from a view of the world, a world seen through Conservative eyes. The great Macaulay was not, of course, a Conservative – though I fancy he would be today. I warm to his observation, all the same, that “an acre in Middlesex is worth a principality in Utopia”. Our historian would doubtless be extremely surprised at the cost of land in Middlesex. But I am sure he would not be at all surprised to find preoccupations with Utopia still generating political folly. The next Conservative Government will try to change that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}