{
    "url": "https://www.ukpol.co.uk/chloe-smith-2012-speech-to-respublica/",
    "title": "Chloe Smith – 2012 Speech to ResPublica",
    "post_date": "January 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Economic Secretary to the Treasury, to ResPublica on 17 January 2012.",
    "content": [
        "[![chloesmith](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good morning and thank you for inviting me to speak here today about Charities and Philanthropy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a subject of deep interest to me in my role in the Treasury and one that is vital to realising the Government’s vision of a Big Society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I’m pleased to be speaking about this issue here at ResPublica, as it is you that have led and shaped that debate in recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s your innovative insights on public service delivery, emphasising the virtue and the potential of an associative society, that have set the agenda for ambitious reform across public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we came to Government we knew that we were at a watershed for how we provide public goods and meet public need. Over the previous decade, under the previous Government, power was continuously hoarded to the centre, to Whitehall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It became all about central levers and targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But over that decade, the very nature of society itself was changing, becoming less hierarchical in every sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The internet has been the great leveller and across every sphere it gave individuals the tools to take action for themselves, to produce their own solutions, to share their ideas with a wider community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And across the board, businesses, pressure groups, social entrepreneurs, and charities seized the opportunity to grow with renewed vigour. And at the same time, or perhaps as a result of this change, there has been a profound shift in attitudes across society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst there are still those who point to Government and say _“You do it”_ , there is an ever growing tide of people who are saying _“We’ll do it.”_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A wave of people who have the knowledge, tools, and support to take on responsibility not only for their own needs and their family, but the community that they live in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A wave of change that brings irresistible pressure to reform at the very heart of Whitehall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Big society**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At its heart, the Big Society is about putting more power in people’s hands – a massive transfer of power from Whitehall to local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Giving local councils and neighbourhoods more power to take decisions and shape their area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Encouraging and enabling people to play a more active part in society\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And opening up public services to enable charities, social enterprises, private companies and employee-owned co-operatives to compete to offer high quality services\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made some excellent progress towards realising these ambitions. Not least in supporting the charities that drive volunteering and social action across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steps taken to support charities**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already taken steps to reduce the administrative burdens which can be a great weight on charities and distract them from their primary purpose and their primary love.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Budget we committed to an online filing system for charities to claim Gift Aid, to be introduced during 2012/13. I know from feedback to the announcement that this will make a big difference across the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have already delivered a significant first step with the introduction in April of intelligent forms for charities to apply for and claim Gift Aid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These forms contain automatic checks so will considerably reduce the number of mistakes made, the need for manual checking and so speed up the claiming process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "HMRC will also be working with the sector to develop a Gift Aid database for charities. We have also taken steps to develop new fundraising opportunities for charities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We opened a £100m Transition Fund to help charities, voluntary groups and social enterprises affected by reductions as part of the Government’s Spending Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was part of a £470 million support for the sector, demonstrating the Government’s commitment to building the resilience of voluntary sector organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are developing new funding streams like the Big Society Bank, which will draw on money in dormant bank accounts to provide wholesale finance for charities and other groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we are also working with charities to develop ways and means to galvanise greater giving across society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Creating incentives for people to donate more to charities like those represented here so that they can continue and expand their programmes. It’s about identifying what Government can do to incentivise people in to giving more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Budget and Autumn Statement 2011**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to make it easier for people to give in a range of ways and at different life stages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tax reliefs for charities and charitable giving are an important way to do that, and though they cost over £3bn a year, they are a vital source of support for charities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And over the last year we have taken important steps to improve the effectiveness of reliefs, and also expand opportunities for giving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are reducing the rate of inheritance tax from 40% to 36% for those individuals who leave 10% or more of their estate to charity. This will reduce the cost of giving to charity through bequests. We consulted on the detail of this proposal last summer, and will put legislation into place through Finance Bill 2012.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also made changes to encourage greater lifetime giving of pre-eminent works of art to the nation in return for a tax reduction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the Autumn Statement we announced an increase in the annual limit for both tax reductions under the Gifts of Pre-eminent Object scheme and taxes offset under the existing Acceptance in Lieu Scheme, from £20m to £30m.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And more than that, companies as well as individuals will be able to access the new scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also announced an increase in the Gift Aid benefit limit from £500 to £2,500 to enable charities to better recognise the generosity of their significant donors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not forgotten smaller charities or donations from those less well off. We are introducing a new Gift Aid Small Donations Scheme from April 2013.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be a big help for those charities collecting so called ‘bucket donations’, allowing them to claim a Gift Aid style payment on small donations up to £10 without collecting Gift Aid declarations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Qualifying charities will be able to claim up to £1,250 in repayments on total donations capped at £5,000 per year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures add up to a significant pack to support charities and charitable giving. But at the same time, there is no cause for complacency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Payroll Giving**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year’s Government White Paper on Giving demonstrated our commitment to encouraging more people to donate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It included a commitment to raise support for Payroll Giving – a tax effective method for employees to make regular donations to charity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Payroll giving provides a sustainable and predictable income stream for charities, and I have asked my officials to work with Cabinet Office to seek out ways to improve take-up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that we have to do much more to raise awareness of the scheme, and ensure that awareness leads to action. Together with the charity sector and with employers we need to change behavioural attitudes to embed giving, in this case payroll giving, as the social norm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time when we are having to cope with the worst fiscal deficit in our history, I hope you will agree that the Government has made an excellent start at supporting the charitable sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That said I believe that we are merely at the outset of a period of huge innovation and change for the charitable and wider third sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only in terms of finance and philanthropic support, but also for how charities and third sector will be increasingly intertwined with how we deliver public services for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we continue to engage with policy makers, the charities, and service users to ensure that we get these reforms right, and meet public need and efficient and effective way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to our discussion and learning what more we can do working together in the years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}