{
    "url": "https://www.ukpol.co.uk/chloe-smith-2020-statement-on-the-parliamentary-constituencies-bill/",
    "title": "Chloe Smith – 2020 Statement on the Parliamentary Constituencies Bill",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chloe Smith, the Minister of State at the Cabinet Office, on 2 June 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great pleasure to open this debate. The purpose of the Bill is straightforward: to meet the Government’s manifesto pledge of delivering updated and equal parliamentary boundaries, making sure that every vote counts the same. We will do so on the basis of 650 constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principal legislative framework set out in the Parliamentary Constituencies Act 1986 remains in place. The Bill makes a small number of amendments to that in order to move us forward with some aspects of the timing and the process of future boundary reviews and, as I said, returning the number of constituencies to 650.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a fundamental flaw, which the Minister brought out for us in her very first paragraph. I think Ministers think that by trying to rejig the constituencies they will make every vote count equally. That is not true. The only way we can do that is by having a proportional electoral system. We could make every person count equally if we counted our boundaries not by the number of registered voters in a constituency but by the number of people, which is what every other country in the world does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A huge chunk of what the hon. Gentleman proposes is out of the scope of the Bill, but in terms of what is in scope, I hope therefore that he will reject the Labour party’s amendment, which goes against equalising the size of constituencies by arguing against the tolerance quota. I am sure he will consider that as he comes to vote tonight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me pre-empt a question that might legitimately be asked: why are we doing this now, given the other challenges that are presented by the coronavirus? Of course, we absolutely rely on the electors of the UK to cast their vote and choose the Government of the day, and fundamental to that is the idea that each vote carries the same weight. We can achieve those equal votes only through a robust system of boundary reviews. They should be regular, thorough and impartial, and it is those reviews that provide us with updated and equal constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last implemented update of Westminster constituencies was based on electoral data from the very early 2000s. That means that our current constituencies take no account of our youngest voters, and nor do they reflect nearly two decades of demographic shift, house building and migration. That cannot be right. The purpose of the Bill is to update those rules. It needs to do that so that the next review, which is due to start in early 2021, can proceed promptly and deliver, with some certainty, the updated and equal constituencies that the electorate deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will run through the main elements of the Bill. With your permission, Madam Deputy Speaker, let me say at the outset that in doing this I have engaged extensively with interested parties, including representatives of the parliamentary parties and electoral administrators, to ensure that these proposals are as good as they can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I mentioned at the start, the Bill will amend the existing legislation to ensure that we continue to have 650 parliamentary constituencies in the UK, as we do now. In order to achieve that, the Bill brings to a close the 2018 boundary review, without implementation. It removes the Government’s obligation to bring those recommendations of the 2018 review into effect, because those proposals would take us down to 600 constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a change of policy from that adopted under the coalition Government. We have listened to views expressed across the House, including that of the Public Administration and Constitutional Affairs Committee, and I am pleased that Opposition Members have stated their support for retaining 650 constituencies. We believe that the decision to move to 600 seats is no longer the right choice for the British public because circumstances have changed. In the past decade, the population has grown and we have, of course, left the European Union, which means that significant areas of policy and law making are coming back to all the legislatures of the Union, including the UK Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden (Glasgow East) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I welcome this damascene conversion to having 650 seats, the Minister will recall that it was not that long ago in the Committee of the Parliamentary Constituencies (Amendment) Bill 2017-19—which was sponsored by the hon. Member for Manchester, Gorton (Afzal Khan)—that she denied that argument about powers coming back from Brussels. What has changed?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only a shame that we are not spending yet more time in that particular Bill Committee. I have particularly regretted the hours not spent in the company of the hon. Gentleman and the hon. Member for Manchester, Gorton (Afzal Khan), who is sadly not in his place; we could have continued those most enjoyable conversations. In any case, a conversion on the road somewhere near Damascus is better than none, and it is right that we maintain that 650 constituencies. This will ensure effective representation for a growing population in the new era of self-government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will know that there are 1.2 million extra people on the registers across all four nations of the United Kingdom since they were done for the last boundary review; that is really good news. Given that huge increase, will she consider using the December 2019 date for the register, rather than a date in 2020, which would see the number drop because we are not able to run the canvasses across the country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a really important point and a good argument. I will come to that shortly because it is, quite rightly, at the forefront of all our minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me first deal with the other two arguments that are put forward in Labour’s reasoned amendment. It is a little disappointing to see those arguments, because all political parties really ought to be able to get behind the Bill. It is the right thing to do and it is disappointing to see an attempt to block it, because we need to have equal and updated boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Labour’s 2019 manifesto, the party pledged to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“respond objectively to future, independent boundary reviews.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first two points in the amendment do not live up to that. The first says that the Bill concentrates power in the hands of the Executive. That is not true; the Opposition are wrong and I will go on to explain why. As I said in response to the hon. Member for Rhondda (Chris Bryant), who has left his place, the second point in the amendment argues for less equal seats, and I cannot believe that there is a political party in this House that does not wish to see itself as following in the footsteps of the Chartists, seeking equal representation across the land.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know how the Labour party does want to see itself, but it ought to reflect on what it said when it was last in government, as it agreed with the then Committee on Standards in Public Life that there was inequality of electoral quotas, which would erode equal representation. Labour did not change that, and it came to the Conservatives and Liberal Democrats in government later to put that right, bringing in the quota of plus or minus 5%. It is that which we maintain today in this legislation, and it is that which provides more equal seats and ought to be supported.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree broadly with the hon. Lady that equal representation between seats is really important, but we all know that from time to time different numbers of people register in different constituencies. When the first major boundary review took place in 1911, the boundaries were based on population census data and not on the whims of who had registered that year or not. Is there not a case now to go to that data, and then 5% possibly could be perfectly agreeable?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the argument on census data, and I am grateful to the hon. Gentleman for putting it, but I do not think it is the right thing to do. I am very happy to explain why, notwithstanding the perhaps obvious point that censuses are only every 10 years—they are on a different frequency to even the amended cycle we have here in front of us—so straightaway they are not suitable because of a different rhythm. There is an important point that we ought to recognise, which is that in a census a different group of people are counted. For example, censuses, naturally, count people who are not citizens and electoral registration must count those who are eligible to vote. That is an important distinction and I think it is right that we use electoral registers as the basis of the data. Another point on which we must all agree—I am confident that he does—is that we all ought to encourage everybody to be registered to vote, because that is the core answer to his point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christian Matheson (City of Chester) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When somebody from my constituency seeks my assistance, I will represent them whether they are a citizen or not and whether they are on the electoral register or not. My hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) makes a fair point. We represent everyone in our constituencies and surely the electoral register should be based on that number.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so do I. And so does every single Member of Parliament in this House if they are working hard for their constituents. I wonder whether the hon. Gentleman mangled his words at the end of his sentence or if he is making a different point, which is that the electoral register ought to be based on everybody whom he helps in his constituency. That could not be so, because that would, for example, put people who are not citizens of this country on the electoral register so I do not think that that is a good argument.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the other key changes in the Bill. It will introduce a longer boundary review cycle, with reviews taking place every eight years. We think an eight-year cycle will provide for the regular updating of constituencies, but without the disruption of constant change. The Bill will slightly shorten the timetable of the next boundary review by three months to two years and seven months. That is a one-off change which gives us the best chance of updated boundaries being in place ahead of the next general election, recognising that political parties, electoral administrators, electors and candidates need to know those boundaries in good time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke (Elmet and Rothwell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can my hon. Friend just clarify the eight-year cycle? My concern is that with five-year Parliaments we will eventually end up with boundaries coming into effect a couple of months before an election and we will be unable to get the legal parts in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I am happy to do that. I think there are two points to that clarification. First, we calculate broadly that an eight-year cycle would give us a likelihood of two elections under one set of boundaries and then a third election on a changed set. It is that I to which referred when I said it gives a balance between change and continuity. It is important for constituents to know who their MP is and to do as they wish to do, which is to hold us all to account. Secondly, we operate very carefully to the Gould principle, which states that we should not make changes to electoral matters less than six months before the relevant election. That is a point of practicality. It is a pragmatic thing. It is something I always have in mind when working on elections with those behind the scenes as the Minister with responsibility for election policy. I can give my hon. Friend and the House an assurance that we want the principle to be in place here. There should always be a clear six months between changes to how elections are run and the running of elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever the constituencies are altered, as they could well be, can the Minister give the House an assurance that constituencies will not change without the input of constituency associations, MPs and communities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I certainly can, very straightforwardly. The public consultation elements of the legislation stay in place. We think that is very, very important, so that everybody the hon. Gentleman lists has that chance. There is ample public consultation where they will be able to put their views and help to get the right results for communities, which I think is very important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Fay Jones (Brecon and Radnorshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know this Bill is very much in its infancy and there is a long way ahead, but as I represent the largest geographical constituency in England and Wales, it would be remiss of me not to point out that we need to consider the needs of rural communities. Our needs are stretched and our needs are different, so I urge the Minister to work closely with rural communities as we design this Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that point. As she rightly says, there are aspects of community that really come out when we are thinking of rural seats, just as they do in respect of urban and suburban seats. I know that all such arguments will be brought out to the Boundary Commissions as they undertake their work after this legislation passes. I can also reassure her that a specific point in the factors the Boundary Commissions have to use deals with particularly large constituencies, and that one remains the same. She may have it mind, although I do not think her neck of the woods gets quite to that size, but she will know the one I am referring to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me return to the things the Bill changes. It will improve the timings of the public hearings that form part of that extensive consultation process I was just referring to. The hearings will be moved to a little later in the boundary review timetable so that they can targeted to areas where interest is greatest. That often becomes clear only as a review gets going. The Bill will also improve the way the Boundary Commissions have to consider local government boundaries. They are one factor the commissions may take account of when they develop their proposals. Currently, they may consider only those local boundaries that have been implemented at a local council election prior to the start of a review. The Bill lets the Boundary Commissions take into account not only the local boundaries that exist at the beginning of the review, but prospective boundaries—ones that have been formalised in legislation but not yet used in an election. That measure will help to keep constituency boundaries better aligned with local government boundaries, for example, by taking into account forthcoming amendments to council wards in London, Wales, Wiltshire and Cornwall, should the orders for those areas be made by the time of the review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell (Romford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In London, a lot of boundary changes are taking place in my borough of Havering, but the pandemic has meant that they have been delayed—the decision has been delayed from December until early next year. Will the Minister confirm that that will not preclude us from using the new boundaries when we look at the constituency boundaries under this review?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I can confirm exactly that. My hon. Friend illustrates the point I have just made; the intention of that improvement is indeed to allow prospective local government boundaries to be taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On local boundaries, in Brighton our average ward size is 10,000 whereas in Birmingham some of the ward sizes go up to 20,000. The difficulty of having only a 5% variance is that inevitably in urban areas we will have seats that are cut, confusion for the electorate and MPs often having to cover three council areas. Is there not a case for allowing the Boundary Commission at least to weigh up these things on an equal standing, rather than requiring them always to be subordinate to the numbers and not to the community?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the hon. Gentleman will find that that remains in the legislation that is already in place. I was going to come on to that in just a moment, giving the list of factors that must be taken into account, but I can assure him he will find what he asks for in that list.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for giving way. I will listen to what she says next, and I will come on to this in my speech, but I just want to get her view on it. What is the reasoning behind trying to keep the boundaries within one local authority? My constituents, for example, have no idea what the boundaries of my constituency are and whether they are within the boundaries of North Yorkshire County Council, West Yorkshire or Leeds City Council. I want to probe her on why she thinks it is important to stay within local authority boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not exactly what I have said. What I will make clear in just a second is that there is a list of factors that the boundary commissions must have regard to in the determination. I am not saying that any one of those factors is better than the others, and neither are the boundary commissions. There is a list of factors set out in the existing legislation dating from the 1980s, and we are simply saying that we leave that as it is. He will find the answer to his concern there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me talk about how the proposed constituencies will be brought into effect. It will be done automatically by an Order in Council, without debate or approval by Parliament. I know that this is of some interest to Members. The purpose of this change is to bring certainty to the boundary review process. It is to give confidence that the recommendations of the independent boundary commissions will be brought into effect without interference or delay. There will be no change to the Government’s obligation to give effect to the recommendations of the boundary commissions. In fact, as part of this measure, the Secretary of State’s current ability to amend the Order in Council if rejected by Parliament will be removed. The Executive’s power will, if anything, be reduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If this Bill does not proceed today because it is blocked, as Labour Members want to do, they will leave more power in the hands of the Executive. Of course, they used that power—or, should I even say, abused that power—in 1969, when the Labour party intentionally blocked the independent boundary review’s recommendations. We do not think that that is the kind of thing that should happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think that, first and foremost, the boundary commissions are independent organisations. They develop their proposals through a robust and thorough process involving extensive public consultation. It is really important that their impartial recommendations are brought into effect promptly and with certainty. That avoids wasting public time and money, and it ensures the independence of the process. Countries such as Australia, Canada and New Zealand use similar approaches to those proposed in the Bill with no interference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Clive Efford (Eltham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has mentioned several times consultation by the boundary commissions, but if their scope is limited by a plus or minus 5% variation in the size of constituencies, local communities are wasting their time invariably in putting forward those arguments. Is it not more important that people who have common interests and live in a common, identifiable community vote together rather than to meet these tight constraints on the size of constituencies?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the hon. Gentleman’s argument, but I think it is a really bad argument. It argues against having equal sized constituencies, which is fundamental. If we want to be able to say that we have a first-past-the-post system that operates as fairly and respectably as it can—as it does in the other countries that I just named, and as it ought to in this country—we need to have equality of seats. It is incredibly disappointing that the Opposition are arguing against that, and I do not really understand why they are. It goes with the other really poor argument in their reasoned amendment, which I just finished dealing with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister’s point is absolutely correct—we do have to have balanced boundaries—but does she agree that that can be achieved by having smaller building blocks, like polling districts, rather than huge wards that change from one constituency to another? If the boundary commissions used smaller building blocks like polling districts, it would avoid communities being broken up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. We must have short interventions. A lot of people want to speak. I am sure the Minister will be winding up fairly soon, but if everybody wants to get in, Members should bear that in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Madam Deputy Speaker. Perhaps I had better make progress and take no further interventions. I will endeavour to speak as quickly as I can to cover the remainder of the important content.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the permitted tolerance in electoral quota, which relates to the plus or minus 5% point that we have just touched on. The rules on that have been in place since 2011, and they provide that the boundary commission has to develop proposals on the basis that all constituencies are within a 10% range of the average constituency electorate. That is known as the electoral quota.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have been saying, that is critical to achieving equal constituencies and to votes carrying the same weight. We have systemic inequality in some of our constituencies—I could give the examples, but I will let them be seen for themselves in some of the almanacs that we normally have around us. We know that there is a problem with unequally sized constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The existing law allows a few limited exceptions to the rules, including in respect of four protected constituencies which, because of their particular geographical circumstances, may diverge from the quota. In certain circumstances, the Boundary Commission for Northern Ireland may propose constituencies that fall outside the range, and that is because of the fact that Northern Ireland represents the smallest discrete grouping of constituencies, so the Boundary Commission has less capacity in Northern Ireland specifically to meet the standard tolerance. We do not intend to add to those exceptions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all absolutely passionate about representing our communities and our areas, and they all have distinctive natures—we all argue that and we all know that in our hearts in respect of the areas we represent—but I return to the central point that we are trying to achieve parity of representation for all electors across the Union and within its constituent nations. We do not think that additional exceptions are necessary, because the 10% tolerance range gives the boundary commissions the flexibility that they need to do the job, and they do that by taking into account the other factors that are set out in the existing legislation and will remain in place, to which I have referred a couple of times already. Those factors include local ties; geographical features and considerations; existing constituency and local government boundaries; and inconveniences caused by proposed changes to constituency boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that the 10% tolerance will continue to allow the boundary commissions to consult openly and fully on their proposals and to adjust their recommendations in the light of the responses that they receive. The three separate consultation periods give significant opportunity to communities—as well as others in the process, such as political parties—to comment on proposals. Responses can be made in a number of ways and they really do shape the recommendations. For example, in the most recent boundary review more than 50% of the proposals for constituencies in England were adjusted in the light of feedback, so there is flexibility in the process and it is routinely used successfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister therefore urge the boundary commissions to use common sense? In the most recent review, for example, they did not take into account many sensible things. In the proposals, the Cardiff bay barrage in my constituency was split between three different constituencies. Previous reviews had listened sensibly to different geographical requirements, and things like the most recent proposals simply do not make sense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can promise you, Madam Deputy Speaker, that that is the last intervention I will take, but it does give me the chance to say that the boundary commissions will listen to the debates in Parliament and will perhaps hear at a different level of detail the arguments that right hon. and hon. Members put. I welcome the hon. Gentleman’s having said that; I am sure it will be listened to by those who operate the rules that we give them through the legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the data, which is very important. Again, we do not intend to alter the long-established practice of reviews being based on the electoral register as updated by the annual canvass. The canvass is the process by which those who are registered to vote in an area are checked and verified every 12 months. Electoral data drawn from the registers in Scotland, Wales and England is further checked by the relevant agencies—the National Records of Scotland and the Office for National Statistics—and the collated information, including on Northern Ireland, is then published centrally by the ONS, so it is a complete and current picture of the situation in all four nations. From that point on, it is used by the boundary commissions. As a general rule, the data that comes after the annual canvass represents the most up-to-date, robust and transparent information source on which to base a boundary review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the impact of coronavirus on this year’s annual canvass, because it is very important. This is where the reasoned amendment tabled by Opposition Members contains a good point. To state the obvious, it relates only to the immediate next review, rather than to the principles of the Bill. I assure the House that I have been looking at the issue for some time and am considering carefully the options for the next boundary review to be based, on a one-off basis, on an alternative dataset not affected by the coronavirus pandemic. I will update the House on that in due course. I hope that reassures right hon. and hon. Members that we will be able to return to the issue during the later stages of the Bill, thereby allowing us to take the time to observe the problem and get it right as a one-off this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In closing, let me give a further reassurance that I am working extremely closely with what we call the electoral community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nick Smith (Blaenau Gwent) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am trying to close so that Back-Bench Members can speak, but if the hon. Gentleman wants to cut into that time, he is welcome to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nick Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for giving way, but her most recent remarks about which register the next boundary review will be based on were a bit ambiguous. Is she saying that it will be based on the 2019 numbers or the 2020 numbers to come?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a logical question. I have said that I will update the House in due course on that. I am looking at several options to get the most complete and accurate data for us to use in the boundary review this year. I am not seeking to avoid answering the hon. Gentleman’s question, but I will be in a position to bring the information forward during the Bill’s later stages, when I look forward very much to completing the reassurance I am giving the House that we want to use the best data that is unaffected by the pandemic. That stands slightly separately from arguments that perhaps he or other colleagues would like to make about other types of data that should be used. I am talking specifically about how to handle coronavirus. I know that he will understand that that needs to be kept in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was about to go on to say that I am in contact with the electoral administrators throughout the sector to see, up to the very latest moment, the challenges they face and how they can be dealt with in the publication of canvass data to give the best input to the Bill and for all the other purposes for which canvass data are used—mainly helping people to register to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is very important. It is technical, but its goal is simple: to ensure 650 equal and updated constituencies. The people of the UK deserve fair votes and effective representation, and to have trust in and certainty about the boundary review process that delivers those things. I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}