{
    "url": "https://www.ukpol.co.uk/andrew-smith-2002-speech-at-lancaster-house/",
    "title": "Andrew Smith – 2002 Speech at Lancaster House",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Chief Secretary to the Treasury, Andrew Smith, at Lancaster House on 26th March 2002.",
    "content": [
        "Just a few years ago, The Government set out its thinking on how Public Private Partnerships (PPPs) could be used to create new businesses – with both the public and the private sector involved. I am very pleased to see, from the wide range of speakers here today, that these ideas are becoming a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Wider Markets initiative (WMI), we have entered into a new type of partnership: not changing the responsibility for, or the funding of, public services, but liberating the underlying potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "WMI is about enabling public sector workers to realise their full potential and about getting the full value out of public sector assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "WMI is not about transferring assets, or the responsibility for assets, from the public sector to the private sector. Rather, it is about generating commercial activities from public sector assets in addition to fulfilling their public sector purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The best of our Government agencies, research institutes, armed forces facilities and hospitals are, as we know, a match for any in the world. Our scientists, our technicians, and our managers, some of the people I see in the audience today, are highly motivated, highly trained, and ready to embrace change and modernisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They recognise that PPPs – and the WMI – are not about transferring responsibility out of the public sector, they are about bringing the public sector’s ideas and expertise to commercial markets so we can realise their full potential. This is all about getting additional value from the assets and ideas that underpin the delivery of services, services that are with, and will remain within, the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim is to allow the entrepreneurial talent in the public sector to flourish. It is about public enterprise. That is why public bodies and the private sector are entering a range of public private partnerships – creating new activities and generating value by bringing together their respective skills and assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Government, we want more of these PPPs to be formed. That is why we have established Partnerships UK as centre of expertise with a specific remit to help the public sector generate new sources of commercial income. That is why we have published new guidance on forming joint venture companies: making it easier for the public sector to set up new businesses and new partnerships across the whole range of economic activities, including science and technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This conference is about making it happen. Across the public sector, in the BBC, in the Centre for Environment, Fisheries and Aquaculture, and at the Radiocommunications Agency, there are already a number of success stories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a responsibility on all of us to make sure these stories get heard, and to write the next chapter, deploying successful approaches across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach brings together the WMI and Governments policies more generally on PPPs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "WMI encourages public sector bodies to exploit their assets – physical and intellectual, enabling them to undertake commercial activities that are additional to their core function as public sector organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public sector owns over £274 billion of physical assets. That is £274 billion of latent energy. Liberating the potential in these assets, and in the knowledge base and intellectual excellence of the public sector, will mean more money for public investment and higher levels of productivity across the entire economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vitally important that we improve the commercial uptake of ideas and technology coming from public sector, and in particular for research establishments. We need to bridge the gap between the supply of ideas and assets that flows naturally from the delivery of public services and the demand in wider markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means a tailored approach, providing for different forms of partnerships which meet the particular objectives of a project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The form of PPPs range from joint ventures to licenses, concessions and other partnership arrangements. There is no ‘one size fits all’ approach. The aim is always to ensure that the taxpayer gets their fair share of the rewards while at the same time protecting public sector interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In some cases the public sector is major partner, in others it plays a minor role. We are developing ideas across the entire range of Government activities and assets: property, equipment and facilities, skills and expertise, databases and IT systems, research and scientific developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there is no ‘one size fits all’ approach – but there are guiding principles. The aim is to ensure that all partnerships:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– align public and private sector interests\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– extract best value from assets and investments\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– generate activities which develop, not detract from, delivery of core public services\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– provide the desired level of public sector control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bringing together wider markets and PPPs, we are in fact creating whole new businesses – developing new commercial activities as well as supporting traditional public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the course of this conference we will be hearing about a vast array of value-generating PPPs. Success stories which show our approach does work:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– how the BBC has brought in investment of around £350 million to market its programmes internationally through its joint venture with Discovery;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– how the Centre for Environment, Fisheries and Aquaculture (an agency of DEFRA) and the Army Training and Recruitment Agency have managed through WMIs to build up their revenues from virtually nothing to well over £5 million per year from their wider markets activities\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– how best estimates suggest the Radiocommunications Agency has achieved annual savings of around £1 million in its IT systems through a joint venture with CMG.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is revenue on top of that raised through taxation, and of course savings that are recycled back into public services. This extra money will be used to improve the quality of public services with benefits too for the working conditions of public sector staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Accordingly, the wider markets initiative is:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– encouraging public sector workers to develop and demonstrate their entrepreneurial expertise by building new businesses; and,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– training staff in the new skills needed to enter commercial markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are opening up new vistas of opportunity for public sector staff. We value public sector workers, the effort they make, the ideas they have, the ethos that drives them – WMI is about giving them more opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Entering partnerships with the private sector to commercialise public sector ideas and assets can benefit staff at all levels in an organisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through its commercialisation activities, the Centre for Environment, Fisheries and Aquaculture has been able to maintain and enhance its reputation as a world class research institute, attract more staff, and improve morale through enhanced training and opportunities for interchange with private sector partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is quite simple: WMI means a better deal for public sector staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PPPs generate additional value: increasing revenue for the organisation; enhancing opportunity for the staff. To release that value, working together, there are a number of things we have to get right. We have to :\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– make sure we have the right incentives in place\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– manage and distribute risk appropriately\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– safeguard the public interest and the reputation of the public sector because trust is in itself a valuable commodity\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– create a more entrepreneurial culture in the public sector: this will not happen overnight, and we have to make sure we have the right staff with the right skills to make it happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have taken decisive action to move forward on all of these issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1998 we introduced a framework for WMI, ensuring that Departments automatically retain the benefit of money generated by sales into wider markets – creating the incentive to innovate. We have given Departments delegated powers of approval over the majority of projects – creating a flexible and responsive system. The framework aims to ensure each Department has a wider markets officer – creating a single point of contact, enabling expertise to develop and spread best practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right incentives, a flexible system with authority delegated downwards, and a central point of contact in each Department. It is all about making sure we getting extra value out of the Government’s assets without detracting from the responsibility for or the delivery of the services on which we all rely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make sure we do, we are scrutinising carefully the National Asset Register – identifying where the opportunities are. We are making the move to resource accounting – so the true cost of capital is reflected in the value of fixed assets. And we are utilizing Departmental investment strategies as a means of reviewing new and existing assets – considering their potential for generating commercial revenues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Behind the success of the wider markets initiative stands Partnerships UK – a dedicated organisation working solely for the public sector with the objective of supporting the implementation of PPPs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Their team works on science and technology commercialisation, and wider markets, helping us to release the potential of public sector staff and assets. Acting as a central point of contact, PUK provides a free support service, helping with anything from simple enquiries and troubleshooting to support in taking a PPP from an abstract idea to making it a commercial reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partnerships UK is also producing guidance and best practice materials for the Treasury – helping us develop a body of expertise on wider markets. The first major document, guidance for public sector bodies forming joint venture companies with the private sector, was published in November last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the ability to share development costs and invest in a PPP, alongside the public sector, Partnerships UK will be a powerful catalyst as we take forward our programme of public sector reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a programme of reforms for the public and for the public sector staff. Getting extra value out of public sector assets is good news for both. WMI means the freedom for staff to innovate, to develop new ideas, and to reach their full potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is good news for the public as:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– WMI leaves responsibility for funding and delivery of public services unchanged\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– commercial activities releases extra resources for priority areas such as health and education\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– the flexible use of assets releases stored potential and boosts productivity across the entire economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}