{
    "url": "https://www.ukpol.co.uk/chloe-smith-2012-speech-at-the-westminster-forum/",
    "title": "Chloe Smith – 2012 Speech at the Westminster Forum",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by Chloe Smith, the then Economic Secretary, on 16th July 2012.",
    "content": [
        "[![chloesmith](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good afternoon, and thank you all for joining me here today, it’s good to see so many people from across government, regulators, and industry joining us to discuss the important issue of energy and taxation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A journalist, Gro Brudtland, in Time Magazine, once said ‘I do not know of any environmental group in any country that does not view its government as an adversary’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Often the same is said of business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world of energy policy is often portrayed as a pitched battle – between corporations and environmental campaigners, with Government trying desperately to broker a compromise between the two, only to be accused by each of kowtowing to the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t believe it has to be this way. Before we came to office, we pledged to be the Greenest Government ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we will stick by this commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I believe we need to do so by working both with environmental campaigners, and with businesses to find an energy policy that is at once kind to the environment, affordable to households, and acceptable to businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As fossil fuel supplies dwindle, sustainable, affordable energy is in the interests of all – of the firms that produce it, of the businesses that use it, and of the households that consume it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is imperative that the critical decisions that need to be taken today are not put off until tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But equally, at a time when incomes are being squeezed, the cost of living is rising, and many businesses are struggling, a sustainable energy policy will not be one that causes unaffordable increases to customers Bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nor, as some of you may have noticed, is there plenty of money sloshing around from the public purse….\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is striking this balance that is the challenge of the Government, of the Energy companies and of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the challenge of business since time immemorial – how to do more, with less. That is the challenge of ‘greening the economy: the whole economy, not just a special, separate sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is the very definition of sustainability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only by working together that we will achieve it, and through the steps we are taking, we are making excellent progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Green taxes definition \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One way that we as Government are holding ourselves to account on this agenda is through the commitment in the Coalition agreement to increase, over the course of this Parliament, the proportion of taxes coming from environmental taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I have published the Government’s definition of environmental taxation, which will provide us with the baseline for meeting this commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we have done is take a hard look at the taxes paid by businesses and households and asked some pretty fundamental questions\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Are these taxes that aim to achieve a genuine environmental benefit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Are they designed in a way to properly incentivise positive environmental outcomes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And do they fit with the Government’s wider environmental objectives?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, using these principles, we have established a core list of taxes: the Climate Change Levy, the Aggregates Levy, Landfill Tax, the EU Emissions Trading System (EU ETS), the Carbon Reduction Commitment Energy Efficiency Scheme , and the Carbon Price Support, which I shall come back to shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also acknowledge that a range of other taxes, while being primarily focused on raising revenue – quite important at the moment – also have positive impacts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vehicle excise duty and company car tax, for example, are based on vehicles’ CO2 emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fiscal instruments such as these help play a part, alongside increasing emissions standards, in encouraging manufacturers to make cleaner vehicles and for consumers to make choices with the impact on the environment in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also not resting on our laurels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have said that we will continue to look closely at opportunities to reform taxes to make them genuinely green, or greener.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there are opportunities to introduce new environmental taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me be clear though, all of this is being done in a balanced way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The previous Government used the green agenda as justification for increasing taxes when the environmental impact was questionable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we are doing is seeking a harmonised approach that gives a positive environmental impact but not at the cost of adding unnecessary burdens onto business or households.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do not want simply to load on more green taxes on top of those already in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why, for example, we have recognised the complexities in the Carbon Reduction Commitment, and sought to simplify it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have said that if significant savings to business cannot be found we will consider options for a replacement tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the approach I want us to continue with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk for a few minutes in a bit more detail about what we are doing to meet our commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "About the progress we are making on climate change and environmental agenda – particularly the Green Investment Bank and implementation of the carbon price floor – and the work we are doing to ensure that costs to businesses are kept to a minimum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Carbon price floor \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear we need significant new investment in low-carbon electricity generation over the coming decades if we are to meet our legal commitments on CO2 emissions – an 80 per cent reduction from 1990 levels by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A challenge that is made all the greater by the rises in electricity demand over the coming decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only through working with the private sector that we will deliver the step-change in investment required in the most efficient way possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it falls to government to give private firms the incentives and long term assurance they need to make the significant investment necessary to secure this goal. So at Budget 2011 we announced that the UK will be the first country in the world to introduce a minimum carbon price: £16 per tonne in 2013, rising gradually to £30 per tonne in 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The is the first important step in reforming the UK’s electricity market, providing a strong and stable incentive for billions of pounds of new, low carbon investment in our electricity infrastructure – an early and credible long-term signal to investors that the Government is serious about encouraging investment in low-carbon electricity generation now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this announcement is accompanied by a substantial wider package of reforms that will allow the UK to benefit from cheaper, more secure supplies of electricity, facilitating a shift to a sustainable low-carbon economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Introducing the Renewable Heat Incentive – £864m over this SR to increase the proportion of heat generated from renewable sources. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Supporting the commercialisation of Carbon Capture and Storage £1 billion of funding available for CCS demonstration. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Supporting renewable electricity generation – publishing the levels of support for new renewable electricity to bring forward capacity and ensure policies remain affordable. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next stage will be to ensure that, as we implement this suite of low-carbon policies, we do so in a cost-effective way – promoting clean, secure supplies of electricity to support growth, and tackling the complex web of low-carbon support mechanisms we inherited.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to review and amend those existing fiscal instruments to ensure they remain focused on achieving both economic and environmental objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  GIB \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Incentives through tax and government spending are an important part of our approach to encourage green investment – but only one part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure the sector has access to sufficient long-term finance to provide that change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The transition to a green economy will require unprecedented investment in key green sectors – an estimated £200 billion for the energy system alone over the period to 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To address this we are introducing the Green Investment Bank – due to be fully operational this year, subject to State Aid clearance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bank is being allocated an initial capitalisation of £3bn and will be able to borrow from 2015/16 and when debt is falling as a percentage of GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bank’s precursor, UK Green Investments, made its first investments in April, and already has over 20 individual projects under active consideration – including ventures in renewable energy, waste management and energy efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some have said that the initial capitalisation of £3bn is too little and the borrowing powers should be provided sooner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However green growth needs to be built on the back of fiscal responsibility. As business people you will appreciate the value of a stable economy and action to tackle the deficit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe the UKGIB’s initial capitalisation of £3bn and a further commitment to allow the bank to borrow in the future strikes the right balance between encouraging green growth and managing the national debt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amidst action to reduce spending across the Government £3bn is a clear signal of our intent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By 2014-15, we expect around £18bn of additional investment in green infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attracting investment in energy; ensuring energy security; meeting our carbon targets; and fully employing the nation’s natural resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bank will become a key component of the transition to a green economy, complementing other green policies to help accelerate investment in green projects, while providing employment and strengthening the UK’s competitiveness in the rapidly expanding renewable energy sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Supporting growth as well as the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Green deal \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The dual growth-environment goal is one major perceived trade-off that we need to address in the energy debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The impact on bills is the other, something of relevance today given the Ofgem announcement this morning on investment in the National Grid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key challenge for all of us – Government and industry – is to make sure we meet our green commitments while keeping energy affordable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here, energy efficiency is key. Since 2010, over 1 million more homes have cavity wall insulation – and we are working to raise this further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as our policies promoting large scale energy investment will promote both growth and low-carbon energy, so our Green Deal will help us lessen both carbon emissions and the impact on consumer bills, through supporting households and firms to invest in energy efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the last Autumn Statement we announced £200 million of additional capital to encourage early uptake of this innovative scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Business costs and competitiveness \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is just some of what the Government is doing to support a greener approach to energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But at a time when UK businesses need to grow, matching our goals for environmental improvement, with our need to support growth and affordability means striking a fair balance between supporting low carbon investment and letting UK industry compete.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is particularly true given the recent global escalation in energy costs and the impact these have had on energy-intensive users.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we are taking action to ensure that our Green agenda is supported by the £250 million targeted package we announced at the Autumn Statement that addresses the needs of those whose competitiveness is most affected by Government policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increasing the climate change levy discount on electricity from the current level of 65 to 90 per cent from April next year;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Compensating for indirect impacts of the EU emissions trading system on electricity costs from January next year;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mitigating the indirect costs of the carbon price floor to the most electricity-intensive businesses in internationally competitive markets; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investigating how to reduce the impact of electricity costs from Electricity Market Reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And at Budget we announced a package of measures that will lower headline tax rates to support enterprise, aspiration, and growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Working with business \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And working with business means more than just keeping burdens low – though that is undoubtedly important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means being pragmatic in recognising that as we transition to renewables, the more environmentally acceptable fossil fuels will still have their role to play – so we have published the call for evidence for our gas strategy, and continue to implement electricity market reform – recognising that gas fired electricity generation will continue to play a major role in UK energy supplies over the next decade and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means taking account of the ways different ways in which companies and their investments contribute towards the environmental agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have exempted input fuels used to produce heat in combined heat and power stations from the carbon price floor, subject to state aid approval.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it also means that businesses do their bit, and that consumers can do theirs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are requiring all businesses listed on the main market of the London Stock Exchange to report transparently on their greenhouse gas emissions from April next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The need to take action on the environment, while keeping costs to businesses, households, and government low, is often portrayed as an irreconcilable trade-off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are showing that with the right policies, these objectives can complement each other. Supporting growth through green investment; reducing bills through energy efficiency, and maintaining business competitiveness by keeping burdens low, and providing support where necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that by doing so we are able to bring environmentalists and businesses with us as we take on one of the greatest challenges we all face – to deliver sustainable, affordable energy as we transition to a greener economy\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}