{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-electoral-policy/",
    "title": "Chloe Smith – 2021 Statement on Electoral Policy",
    "post_date": "June 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution, in the House of Commons on 17 June 2021.",
    "content": [
        "The public rightly expect effective and independent regulation of the electoral system. The Electoral Commission has a vital role to play in upholding the integrity of free and fair elections and public confidence in that integrity. As the independent regulatory body charged with such pivotal responsibilities, the Commission should be fully accountable to Parliament for the way it discharges its functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recent years, some across the House have lost confidence in the work of the Commission and have questioned the adequacy of the existing accountability structures. We must reflect on the current structures charged with this important responsibility, enhance good practice and, where there is a need for change, be prepared to make it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Parliamentary accountability on electoral policy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are therefore announcing today that we will bring forward measures in the forthcoming Elections Bill to improve the Electoral Commission’s accountability arrangements through the introduction of a strategy and policy statement that sets out guidance and principles to which the Commission must give regard in exercising its functions. It is commonplace for the Government and Parliament to set a policy framework by which independent regulators should work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The statement will be subject to parliamentary approval and will provide an opportunity for Parliament to articulate its expectations of the Commission and enable greater visibility and scrutiny of its work. The statement will be developed through a statutory consultation with key stakeholders, including the Electoral Commission. It is likely to include the following:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A statement of priorities for the Electoral Commission, rooted in priorities already set out in law, such as: providing clear and high-quality guidance for campaigners, setting and monitoring robust performance standards for returning officers and electoral registration officers, and effectively enforcing the rules on political finance and election spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Executive and legislative priorities during this Parliament in relation to elections, such as the content of the Elections Bill once passed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Principles for the Electoral Commission, such as: impartiality, accountability, value for money, proportionality and consistency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An illustrative example of a statement and policy statement for the Electoral Commission will be published during the passage of the Elections Bill to aid parliamentarians. We will also be engaging with the Parliamentary Parties Panel and other interested parties on how a draft statement might be framed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Enhancing the remit of the Speaker’s Committee**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Speaker’s Committee, to which the Commission reports, is not currently able to hold the Electoral Commission to account for its performance and delivery of general objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore in addition to the strategy and policy statement, measures in the Elections Bill will expand the function and powers of the Speaker’s Committee on the Electoral Commission. These will include assessing the Commission’s performance against objectives set in the strategy and policy statement, and allowing Parliament to better scrutinise the work of the Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Clarity on criminal prosecutions**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are clear that the proper place for criminal investigations and prosecutions relating to electoral law is with the police and the Crown Prosecution Service (and the Public Prosecution Service in Northern Ireland) who are experts in this domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recent years, the Electoral Commission has sought to develop the capability to bring criminal offences before the courts. This has never been agreed by the Government or Parliament. Having the Electoral Commission step into this space would risk wasting public money as well as present potential conflicts of interest for a body responsible for providing advice and guidance on electoral law to initiate proceedings which might depend on the very advice that was given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will therefore maintain the status quo by providing clarity in law that the Electoral Commission should not bring criminal prosecutions in England, Wales and Northern Ireland. This measure will not apply in Scotland where there is already a single prosecutorial body. We are committed instead to supporting the existing independent and impartial police forces, prosecution services and courts as necessary to enforce electoral regulation fairly and effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such reforms do not seek to interfere or inappropriately influence the investigative, operational or enforcement decisions of the Electoral Commission. These planned reforms predate any current inquiries, and stem from work initiated following (the then) Sir Eric Pickles’ independent review: “Securing the ballot: Report of Sir Eric Pickles’ review into electoral fraud”. The reforms would not in any way affect the ability of the Commission to undertake enforcement activity as it sees fit, but they will ensure greater accountability to Parliament on how the Electoral Commission discharges its wider functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are taking forward a greater emphasis on the need to tackle and prevent electoral fraud, especially in light of the corruption that took place in Tower Hamlets in 2014, in light of the points made in the Pickles review. These measures also address the concerns and recommendations raised in the Pickles review on the role of the Electoral Commission and the current system of its oversight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, the Committee on Standards in Public Life is undertaking a review into electoral regulation and the Public Administration and Constitutional Affairs Committee is doing an inquiry into the work of the commission. We will carefully consider any proposals from these Committees in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to protecting our democracy and maintaining public confidence in our electoral system. The measures in the Elections Bill will ensure that our democracy remains secure, modern, transparent and fair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}