{
    "url": "https://www.ukpol.co.uk/cat-smith-2022-speech-on-access-to-gp-services/",
    "title": "Cat Smith – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 21 June 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for North East Bedfordshire (Richard Fuller). His points on planning resonated with me as a Lancashire MP. Where we see large expansions of housing that do not go hand in glove with expansions in GP practices, school places and public transport networks, it is hard to get buy-in from the current population in those areas for that expansion, with patients already struggling to get GP appointments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was collecting my thoughts for this debate, I was worried that I might fall into the trap of talking about the huge number of constituents who get in touch with me daily about their frustrations with GPs and dentists, so I will begin by paying tribute to the GPs and dentists who work in my Lancaster and Fleetwood constituency. Having worked very closely with them for seven years, it is clear they are working to the best of their ability in a system that is, frankly, broken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will single out one GP in particular. It is always risky to start naming GPs because there will be someone I miss, but I pay tribute to Dr Mark Spencer. When he recognised the health inequalities, the differences in life expectancy and the increased number of cancers and other conditions among his patients in Fleetwood compared with patients in the rest of the borough of Wyre, he started an initiative called Healthier Fleetwood, which has the buy-in of our town, to promote healthier living and exercise. It is for that work that Healthier Fleetwood was awarded the Queen’s Award for Voluntary Service last month. I congratulate all the volunteers at Healthier Fleetwood and Dr Mark Spencer on having the initiative and foresight to do that. He established it because of those health inequalities, which are exacerbated when access to primary care is made difficult. The reality is that record numbers of people are waiting for care and waiting longer than ever before. When we say that people are waiting longer for care, it is important to remember that people are waiting in pain and in discomfort, and with conditions that become more severe and more difficult to treat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Frankly, Tory mismanagement has left England with 4,500 fewer GPs than we had a decade ago. That is in stark contrast to what was promised in the 2019 Tory manifesto, which talked about 6,000 more GPs. Instead, we have 4,500 fewer. It is no wonder that patients are getting frustrated. Many of my constituents at the Lancaster end of my constituency started a Facebook group when they became frustrated with the telephone system of one medical practice in Lancaster. A lot of such issues are down to the fact that there is just not enough capacity to meet demand in that part of my constituency. My constituency feels like two stories. I get far more complaints and grumbles from the Lancaster end of my constituency about struggling to access GP appointments than I do at the Fleetwood end, and that is reflected in the number of GPs recruited.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When patients cannot access GP appointments, they are directed to urgent care or accident and emergency. That is financially illiterate. The cost of a GP appointment is roughly £39. If we direct someone to an urgent care centre, it is £77. If they end up at A&E, it is £359. By not funding and supporting primary care, and by not recruiting and retaining the GPs we need, it is costing the NHS more to deliver healthcare and making it more frustrating for my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to dentistry, I spoke last week to a nursery teacher in my constituency who teaches a class of three and four-year-olds. They had been learning about dental hygiene and they were given a little toothbrush and toothpaste. She talked about their experiences of going to the dentist. She told me that hardly any of those three and four-year-olds had been to a dentist. That concerns me deeply, but it ties in with what I am getting in my mailbag as a constituency MP: constituents are struggling to get NHS dentists for their children. Adults, too, are struggling to get NHS dentists. One of the most obvious ways people fall out of having an NHS dentist is when they move house. I have many people who moved to live in my constituency from other parts of the country and tried to find an NHS dentist. Years and years later, they are still left waiting. I have examples of parents of school-age children who are still on NHS waiting lists to see an NHS dentist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the most difficult advice surgery appointments I have ever had to sit through was when a constituent put on the table in front of me the teeth he had pulled out of his own mouth. That will, frankly, stay with me forever, but it should never have got to that point. As a result of that case, I have raised the issue of access to NHS dentistry many times in this Chamber, including at Prime Minister’s questions. Last year, 2,000 dentists quit the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The number of nought to 10-year-olds admitted to hospital for tooth extractions is going up. I looked up the statistics for my own area. There were 30 children in Lancaster and 40 children in Wyre under the age of 11 who had been admitted to hospital for tooth extractions. Of those children, 30 were five years old or younger. I have to say that we are getting something dreadfully wrong when it comes to NHS dentistry and access to NHS dentistry. If we do not get it right for children and babies, we are storing up a lifetime of health issues that will become more and more expensive to deal with and have a knock-on effect on wider health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To wrap up, the Culture Secretary recently admitted that a decade of Conservative mismanagement had left our NHS “wanting and inadequate” before covid hit. It seems that the Conservatives are now breaking their promise to hire the GPs we need and they are overseeing an exodus of NHS dentists. Those who cannot afford to go private are resorting to DIY dentistry or are being left in pain. Frankly, the longer we give the Conservatives in office, the longer our constituents will wait in pain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}