{
    "url": "https://www.ukpol.co.uk/cat-smith-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Cat Smith – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise on behalf of myself and my constituents to pay tribute to our longest serving monarch. Underpinned by her Christian faith, she gave a life of service, built on that firm foundation, and for that we give thanks and celebrate, in the words of the King, “a life well lived.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen owned the Duchy of Lancaster, so she always had a strong tie to my constituency. To us in Lancaster, she was known as the Duke of Lancaster, which can catch visitors out; if anyone is ever invited to sing our national anthem in Lancaster, they will find that the words are slightly different, as we sing, “God save the Duke” instead of the more traditional words. Because of that strong tie, the Queen visited many times. She visited Lancaster Priory in 1999 to mark the 600th anniversary of this important link between the Crown and the Duchy of Lancaster. She also personally approved the grant of a charter that constituted the University of Lancaster back in 1964. She made many visits to Lancaster castle. She visited it three times: in 1969, before I was born; in 1977, before I was born; and in May 2015, days after I was elected as the Member of Parliament. When the declaration was made and I was handed an envelope as a newly elected Member, I got an additional envelope saying, “In a few days’ time, you will be meeting the Queen. Do you have a hat?” I do not think they meant the Barrow A.F.C bobble hat. Utterly terrified, and before I had made my maiden speech, I found myself stood by platform 3 at Lancaster station as the royal train rolled in. Unusually for Lancaster, which is normally gloriously sunny all the time, the heavens opened and it poured with rain. At that point, I realised that hundreds and hundreds of my constituents were stood out in this pouring rain lining the streets to welcome Her Majesty, in the hope of perhaps catching a glimpse of her. That brought home to me the power that the Queen had to bring people from all walks of life and from all generations together. As a newly elected MP, that was an important lesson for me to realise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen also visited other parts of my constituency, from the rural farms to the renowned Rossall School in Fleetwood, which she visited in 1994 to mark its 150th anniversary. Following correspondence that I have received in the past 48 hours, it is clear that my constituents who had the good fortune of meeting her now have memories that will last a lifetime. So as the sun sets on this second Elizabethan age, we give thanks that our nation has had the good fortune to have the Queen serve us for 70 years. May she rest in peace and rise in glory. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}