{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "Alyn Smith – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is good to see you in your place, Mrs Cummins. I congratulate the hon. Member for Shrewsbury and Atcham (Daniel Kawczynski) on securing this interesting debate. We have had a good exchange of views this afternoon. I am delighted to hear that so many colleagues are in favour of the right to self-determination, and we will be back in touch about that on more domestic matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Chagos islands, I will try to strike a note of consensus with the old story of the American tourist who was lost in rural Ireland and asked his way to Tipperary, and the local farmer answered: “Ah, for sure, if I was going to Tipperary, I would not start from here.” I think we can all agree that an historic injustice has been done to the Chagossian people, and I hope we all agree that that injustice continues. Frankly, I am not interested in which Government or Department did it or how it was done. The British state has a debt to these people, and there is an injustice to focus on above all else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Starting from first principles, the SNP believes that people, not crowns or Parliaments, are sovereign, as my good hon. Friend the Member for Glasgow North said. We believe that the state should serve its people, not the other way round. Indeed, we believe that people should choose their state, not the other way round. We also believe in the right to self-determination, which is one of the main reasons why the SNP exists and is in business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also recognise, of course, that international law is sometimes messy. Black and white is not necessarily one size fits all, especially when it comes to the Chagos islands. The way that this was done and the situation of the Chagossian people has been analysed in international courts and a number of credible, serious organisations. In February 2019, the International Court of Justice ruled that the UK’s occupation of the archipelago is illegal: that is a matter of fact. In May 2019, the matter was taken to the General Assembly of the United Nations and there was an overwhelming vote to condemn the UK’s continuing occupation of the Chagos islands. In January 2021, the UN’s International Tribunal for the Law of the Sea upheld the view of the General Assembly that the UK is in the wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we have heard today is the reality of power politics and big-state politics, but we cannot have both. The Chagossian people are owed a debt by the Government, the Administration and all of us. I was glad to hear the hon. Member for Shrewsbury and Atcham (Daniel Kawczynski) apologise, as I think we all owe an apology to the people of the Chagos islands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have some concrete questions for the Minister. Talks have started with the Mauritian Government, but what is their timescale? I have seen one timescale that suggests they will be wrapped up in a matter of months, early next year, but that strikes me as a little ambitious. What is the Minister’s assessment of that timetable?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lord Ahmad announced funds to compensate the Chagossian people, but what progress has been made with them? The funds struck me as inadequate and the 10-year timescale seems rather longer than it need be. What are the ramifications and the details of that proposal?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where does the Minister think the UK’s credibility lies on this matter? I have spoken to a number of colleagues in the European Parliament and to representatives to the UN, and the issue is doing real damage to the UK’s credibility. The UK says it believes in the rule of law and in international co-operation, but this is an example where that is not the case. The UK Government need to take the issue far more seriously than they have done so far. The priority has to be the Chagossian people themselves and the historic injustice that has been done to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}