{
    "url": "https://www.ukpol.co.uk/julie-smith-2022-tribute-to-hm-queen-elizabeth-ii-baroness-smith-of-newnham/",
    "title": "Julie Smith – 2022 Tribute to HM Queen Elizabeth II (Baroness Smith of Newnham)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Julie Smith",
            "url": "/tag/julie-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Julie Smith, Baroness Smith of Newnham, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I rise to speak from perhaps a unique perspective in your Lordships’ House. Almost all the very powerful and moving tributes to Her late Majesty we have heard today have been from noble Lords who met Her Majesty, but I never met Her Majesty in person. I thought yesterday, “I don’t think I will rise to speak in tribute to Her late Majesty; what can I say?” But the more I thought about it, the more I thought, “Surely my perspective is somewhat more similar to the many millions of loyal subjects across the United Kingdom and other countries who have our sovereign as their head of state”. As my noble friend Lady Benjamin said, she dreamed of meeting the Queen when she was a child in Trinidad, and she never thought that that would happen. But in her case, like so many of your Lordships, she had the opportunity to meet Her late Majesty Queen Elizabeth II.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Exactly eight years ago, the second Friday of September 2014, I received an email to say that Her Majesty the Queen had agreed my title. The missive had been sent thanks to Her Majesty the Queen, and my friends and relatives all said, “That’s wonderful; you’re going to be in the House of Lords. Does that mean you’re going to meet the Queen?” There was an immediate assumption that if the monarch opens Parliament, and if we see people who get MBEs, CBEs, DBEs and KBEs going to the palace to receive them from the Queen, then surely if you get a peerage—what higher honour could there be?—you receive it from the sovereign. So, I had to explain a little bit of the British constitution and how, although the Queen makes her Letters Patent in order for us to be here, in practice we do not kiss the ring or have any other direct interaction with Her Majesty the Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Like many children of the 1970s, and like the noble Lord, Lord Ahmad, I remember the Silver Jubilee—and I too remember Virginia Wade winning Wimbledon. I come from Liverpool and, like many children, I went to a street party. My mother paid five pence every week for a collection so that I could go, and I got one of the commemorative coins, just like every child. In the 1970s, when this country still believed in deference, you expected young children to look to Her Majesty the Queen, and people across the Commonwealth would look to the Royal Family. Fast forward 45 years and the world has changed fundamentally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As we heard from my noble friend Lord Wallace of Saltaire, who was present at the last Coronation, the country has become so much more diverse—we have heard from many noble Lords of different faiths—and the Queen has overseen that growing diversity. But the country itself has, in many ways, become much less deferential and much less interested—one might think—in pageantry. However, my youngest godson, who is three, and his brother like nothing more than singing what they call “The Queen’s song”; to them, that is what the national anthem is. That might be strange. I do not know how many three, four or five year-olds like to sing their national anthem—this is not a country like the United States, where you are expected to do so—but for those children, and for anybody under the age of 70, our national anthem has been wrapped up with the identity of Her Majesty the Queen. All of us are going to have to think about what it means to have King Charles III, and we are all going to have to get used to thinking about His Majesty the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "One of the things that has been so tremendous this week is the outpouring of grief in the country. This is a personal moment for the Royal Family—like other noble Lords, I send my most sincere condolences to His Majesty the King, the Queen Consort and the rest of the Royal Family—but it is also a time of heartfelt grief in this country and other countries where Her Majesty the Queen was head of state. She has been the most wonderful role model, both for those of you who met her and for those of us who never met her in person. We can only hope and pray that, whereas Her late Majesty had a very short apprenticeship to be our Queen, her son, who has had a 70-year apprenticeship from the best teacher he could have had, will find the faith and fortitude to be as wonderful a monarch of our country as his late mother. I wish him well. God save the King—and thank you, Ma’am.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}