{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-the-local-elections/",
    "title": "Chloe Smith – 2021 Statement on the Local Elections",
    "post_date": "February 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 8 February 2021.",
    "content": [
        "I am updating Parliament on the Government’s plans to proceed with the local elections on 6 May 2021 and the statutory instruments I am laying today on nominations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Safe and secure elections are the cornerstone of our democracy. The Government have long been clear that there should be a very high bar for delay, but they were responsible to keep the situation under review in order to take into account the views of the electoral community and of public health experts. Having considered these views, the Government confirmed on Friday 5 February 2021 that the range of polls scheduled for 6 May 2021, including council and mayoral elections in England, and the police and crime commissioner elections in England and Wales, will go ahead as planned. It is important that we give this certainty to the electoral sector and political parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government haves also published a delivery plan setting out how the polls will be delivered in a covid-19 secure and effective way. It sets out how these polls will proceed, from announcement to results, and then covers the four major areas that we are addressing: public health and social distancing; nominations and campaigning; voting; and the delivery of elections. The Government are providing a package of measures to support statutorily independent returning officers to deliver these elections successfully and with the right precautions in place. Those measures include changes to proxy voting rules so that those affected by covid-19 can still vote; and the provision of indemnity to returning officers for covid-19 risks in respect of these elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be an estimated £92 million of Government grant funding that will be provided to local authorities for the elections; of this, £31 million is an uplift to directly address costs associated with making the elections covid-19 secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am today providing further detail of the measures the Government intend to take to change temporarily the nominations process, in light of the exceptional circumstances. For potential candidates standing for elected office in the council, mayoral and police and crime commissioner elections, we are introducing measures to reduce the travel and contact involved in completing their nomination form.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have listened to the views of the electoral sector, candidates and political parties that the need to collect a high number of signatures for nomination as a candidate in some types of poll was encouraging an unhelpful and unnecessary amount of interaction, as well as complexity for candidates. While it is essential that candidates in a poll can demonstrate a clear amount of local support, we must balance the importance of democracy with the need to protect people in these unique circumstances. In reaching a decision about the approach to nominations we have consulted the Parliamentary Parties Panel and considered other cross-party representations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These statutory instruments, one affirmative and one negative, will therefore make changes to the nomination process to reduce the number of signatures that candidates are required to collect for almost all types of poll due to be held on 6 May, including council elections, mayoral elections and police and crime commissioner elections. These provisions are time-limited; the elections next May (2022) will automatically revert to the standard rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I intend to publish further guidance for candidates, their agents and political parties later this month. The Government will be engaging with the Parliamentary Parties Panel on the new guidance and on campaigning provisions, to ensure the views of political parties are taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The associated documents have been placed in the Libraries of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}