{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-tackling-intimidation-in-public-life/",
    "title": "Chloe Smith – 2021 Statement on Tackling Intimidation in Public Life",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 9 March 2021.",
    "content": [
        "I wish to update hon. Members on the steps that the Government are taking to tackle intimidation in public life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July 2017, the then Prime Minister commissioned the Committee on Standards in Public Life to undertake a review into abuse and intimidation in elections. This followed concerning evidence from many parliamentary candidates across the political spectrum on their experiences during the 2017 general election. The Government’s response to that report in March 2018 outlined the Government’s planned programme of work in the area, and the Committee has published its own follow-up to its report in December 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tackling intimidation in public life also forms an important part of the defending democracy programme, a cross-Government initiative led by the Cabinet Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Protecting free speech within the law**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to distinguish between strongly felt political debate on the one hand, and unacceptable acts of abuse, intimidation and violence on the other. British democracy has always been robust and oppositional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Free speech within the law can sometimes involve the expression of political views that some may find offensive: a point that the Government have recognised in the Department for Education’s policy paper, “Higher education: free speech and academic freedom”, published last month. But a line is crossed when disagreement mutates into intimidation, which refuses to tolerate other opinions and seeks to deprive others from exercising their free speech and freedom of association.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tackling threats to MPs**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Office is responding today, on behalf of Government, to the Joint Committee on Human Rights report, “Democracy, freedom of expression and freedom of association: Threats to MPs”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This outlines how the Government are addressing the concerns raised in the report on:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The need for collaboration to tackle the issue of threats to MPs;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The national approach to prosecuting offences against MPs;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The online abuse and harassment faced by MPs; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Policing around Parliament and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ensuring safety of journalists**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also today, the Department for Digital, Culture, Media and Sport is publishing the first National Action Plan for the Safety of Journalists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s aim is to ensure that journalists operating in the UK are as safe as possible; reduce the number of attacks on and threats issued to journalists; and ensure those that are responsible for such are brought to justice. In order to support this goal, it outlines how the Government are taking steps to:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increase our understanding of the problem;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Enhance the criminal justice system response in tackling crimes against journalists;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support journalists and their employers to build the resources they need to protect personal safety;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Help online platforms to tackle the wider issue of abuse online; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improve public recognition of the value of journalists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Preventing intimidation in elections**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In due course, the Government will legislate to introduce a new electoral sanction of intimidation against those who participate in elections and contribute to the political debate, including candidates and campaigners. This new sanction complements the existing offence of undue influence against electors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under this new electoral sanction, someone convicted of intimidating a candidate, future candidate, campaigner or elected representative will face a ban on standing for and holding elective office for five years. This five-year disqualification is in addition to the substantive punishment for the underlying existing criminal offences of an intimidatory nature. It is simply not right that those who seek to damage free, fair and vibrant political participation should then be allowed to participate in the very same process they sought to undermine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already updated electoral law to ensure local candidates can choose for their home address to not be made public; the local authority area in which they live can appear on the ballot paper instead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will also be legislating to require imprints on digital campaigning material. While this will increase transparency in modern campaigning, it will also ensure greater scrutiny and accountability of those who promote material, including third party campaigners. The Cabinet Office has undertaken two separate consultations on this area, as it is complex. We need to be mindful not to impose excessive regulation of free speech by individuals, nor force campaigners to publish their home addresses as part of the imprint requirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will also legislate to clarify and improve the offence of undue influence of a voter. We want to ensure that the offence offers adequate protection for electors to be free from undue influence and that the offence is effective for enforcement agencies. This reflects recommendations made by the Pickles review into electoral fraud, following the 2015 election court relating to elections in Tower Hamlets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Parties leading on codes of conduct and support**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government response to the Committee on Standards in Public Life report asserted that all political parties should put in place their own individual, tailored, code of conduct which sets out the standards of behaviour expected of their party members and representatives. All of the political parties represented in the House of Commons now have in place their own code of conduct.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government did not, and does not, support a joint code. This is impractical given there are over 300 registered political parties, and since joint codes may fuel and encourage the issuing of politically vexatious and unfounded complaints.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many parties have significantly increased their support for elected representatives who face abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Providing guidance for MPs**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have worked with the Law Officers to publish new guidance from the Crown Prosecution Service (CPS) on the laws on intimidation, and the wide range of areas in which intimidation can be prosecuted under existing laws. This has been complemented by police guidance from the National Police Chiefs’ Council (NPCC).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For hon. Members who have not previously read the CPS guidance, it can be found at:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Responding to intimidating behaviour: Information for Parliamentarians:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "<https://www.cps.gov.uk/sites/default/files/documents/publications/responding-to-intimidating-behaviour-04-2019.>\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NPCC, CPS, College of Policing and Electoral Commission have also issued Joint Guidance for Candidates in Elections, which is distributed by the Electoral Commission:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "<https://www.electoraslcommission.org.uk/sites/default/files/pdf_file/Joint-Guidance-for-Candidates-in-Elections.>\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Action on online communications**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have published their full response to the Online Harms White Paper consultation. The response confirms that Ofcom will be named as the independent regulator, who will oversee the regulatory framework, setting clear safety standards, backed up by mandatory reporting requirements and strong enforcement powers to deal with non-compliance. Legislation will follow in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We expect companies to take action now, ahead of the regulatory framework coming into force. We have set out steps that we expect companies to take across a range of harms on a voluntary basis ahead of legislation being finalised. These include ensuring products and services are safe by design and that users who have experienced harm are directed to, and are able to receive, adequate support. While it is not for the Government to dictate how companies allocate resources internally, we have been clear that platforms need to do significantly more to address online abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also ensuring that the criminal law is fit for purpose to deal with online abuse. The Department for Digital, Culture, Media and Sport and the Ministry of Justice engaged the Law Commission on a second phase of its review of abusive and offensive online communications. This included considering whether co-ordinated harassment by groups of people online could be more effectively dealt with by the criminal law. The Law Commission has now consulted on proposed recommendations for reform. It will provide final recommendations in 2021, which we will carefully consider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are engaging with international partners to promote international consensus on what constitutes hate crime and intimidation online. The Government are currently working with international partners on this issue in the Council of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope this outlines how the Government are continuing to work to deliver their commitments to tackle intimidation in public life. The Government are open and receptive to ideas from hon. Members and other elected representatives on what further steps can be taken to protect the exercise of free speech and democratic representation across the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}