{
    "url": "https://www.ukpol.co.uk/cat-smith-2023-parliamentary-question-on-single-parent-employment-levels/",
    "title": "Cat Smith – 2023 Parliamentary Question on Single-parent Employment Levels",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 6 March 2023.",
    "content": [
        "**Cat Smith (Lancaster and Fleetwood) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. What assessment he has made of the implications for his policies of the fall in the level of single-parent employment between 2019 and 2022. (903873)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15\\. What assessment he has made of the implications for his policies of the fall in the level of single-parent employment between 2019 and 2022. (903882)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Work and Pensions (Mims Davies)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to helping parents to increase their income through work. We have cut the earnings taper on universal credit and increased work allowances, meaning that families are, on average, better off by £1,000 a year. Additionally, eligible parents can claim up to 85% of their childcare costs through UC, and further assistance is available through the flexible support fund, Jobcentre Plus and work coaches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Friday, I visited my local citizens advice bureau at its new offices on George Street in Lancaster, where I heard at first hand of the challenges that single parents are having with the amount of the childcare element of universal credit being capped at the level set in 2005 and with its being paid in arrears. What steps has the Minister taken to ensure that benefits go up in line with the cost of childcare and to look at paying this element up front?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mims Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for that question. The UC childcare element can be used to top up a claimant’s eligible free childcare hours if more hours are worked and more childcare is required. We also use the flexible support fund to support those up-front costs, as we heard earlier. However, I would like to take this opportunity to talk about employers; this is not solely about what the Government can do on our own to help lone parents. Job design, the opportunity to progress and flexible work are really important too, as is the opportunity to return and progress. We cannot do this on our own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Dhesi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is alarming that last year the employment rate for single parents had the biggest annual fall on record, and it is all the more worrying because the single parent employment rate has been on an upward long-term trend since the mid-1990s. Surely the Minister would agree that the eligible cost limit on childcare in universal credit needs to be uprated to reflect the ground reality of today’s soaring childcare costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mims Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his question. Under this Government since 2010, we have seen a significant increase in lone parents in work, with the rate going up from 56.1% in 2010 to 65.5% in 2022. However, the reality—and I think he describes it—is that there are too many challenges for lone parents, and it is absolutely right that we look at this. As we have heard from the Secretary of State, we are hoping to hear more: the Chancellor is ever present in our minds. As a lone parent, I again make the plea to employers to help people come back to work, because we know it is more than just a pay packet; it is really important to see the whole of society represented in the labour market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call the shadow Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Karen Buck (Westminster North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Figures published today by the Centre for Progressive Policy show that the lack of affordable childcare prevented a quarter of parents of children under 10 from working more hours, with all the implications that has for family finances, but also for economic productivity. In fact, parental underemployment is estimated to cost this country over £20 billion. With expectations having been raised again this afternoon that next week’s Budget will do something about the cost of childcare, can the Minister tell us how long it will be before she expects the level of lone parent employment to rise again to where it was three years ago?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mims Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her question. I think we have some amazing childcare out there and some brilliant opportunities for lone parents, as I have described. It is important to let people know that, on universal credit, they can claim back 85%. It is better than legacy benefits, and they should please look at the benefits calculator on gov.uk and use the flexible support fund. We should also recognise that it is not right for everybody to go straight back to work—this needs to be individualised—and that we should support the lone parent and make sure they can get the skills and the opportunity to always be better off in work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}