{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-ukraine/",
    "title": "Alyn Smith – 2022 Speech on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 22 September 2022.",
    "content": [
        "It is a pleasure to take part in this debate. I have been struck by the thoughtfulness and decency of several contributions from hon. Members on both sides of the House. I am proud of the SNP’s role in these discussions. I am proud that, despite our domestic priorities and political differences, we have been able to work with the Government. I commend the Minister for the Armed Forces and Veterans on his opening speech, and the Defence Ministers on their openness and the way that they have worked with both sides of the House. That is genuine on our part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hon. Members can be damn sure that the SNP is part of the international coalition in defence of Ukraine: we believe in freedom, democracy and human rights and we believe that we should be good neighbours who should not live in fear of bigger powers. Of course, therefore, we are part of that and where we agree with the UK Government, we have agreed, as my good friend, my hon. Friend the Member for Glasgow South (Stewart Malcolm McDonald) said. On military support and sanctions, we have been vocal in our support of the UK Government’s position. We have often urged greater efforts than we have seen, but we have supported them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only big difference between our position and that of the UK Government is on refugees. We would like to have seen the UK emulate the EU’s approach of waiving visas for three years. We think that would have been proportionate and fair. Instead, we saw a Home Office system that the Scottish Government have made work in Scotland. I pay tribute to the many big-hearted people across Stirling, Scotland and the UK who have opened not just their hearts, but their homes to the people of Ukraine who really needed support at that time. I was in Killin a few weeks back, and I was really struck by the care and affection that locals have had for the people who are guests in the community, and I do commend them on their effort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right today that we take due stock of events in Ukraine. As we have heard, the conflict is at a pivotal moment. Ukraine is winning and the Kremlin is losing. We take no pleasure in that fact, but there is a justice to it, in that aggression is not successful and there have not been the results the Kremlin was hoping for. President Putin’s statement overnight came from a position of weakness, as we have heard. His nuclear blackmail and his activation of the reservists, breaking a promise that he made, come from a position of weakness, not strength. We must be vigilant to the true risks that are presented by the Kremlin’s aggression not just against Ukraine, but against the liberal international order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also be steadfast in support of the Ukrainians themselves. We need to redouble our efforts. They are winning, but they have not won yet, and I fear there is an awful lot of heartache ahead for the Ukrainians before we see a resolution. So I was glad to hear from the Minister that military training and the supply of matériel and intelligence support will continue, and it does so with wholehearted SNP support. We may have points of difference and we will seek greater information on some points, but we do support that very strongly. I was also glad to hear that the eventual negotiated outcome—because there will be an eventual negotiated outcome; there always is to every conflict—is going to be on Ukrainian terms. A prerequisite for any talks, which as we have heard must be set from Kyiv, not from anywhere else, must be the withdrawal of all Russian occupying forces from all sovereign Ukrainian territory, including of course Crimea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say that the conflict is far from over, but I would suggest to the Government a few points that we need to continue and take forward, because we cannot take our foot off the pedal. We have heard mentioned already the Ukraine fatigue among the general population and among the media, and we must make sure that we are not succumbing to it as well. Ukraine continues to need our support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to keep sanctions under review. I will be taking part for the SNP in the next debate, when we will revisit sanctions. We do need to keep them under review, to make sure that loopholes are closed because loopholes are being exploited, and we do need to make sure that any opportunity to raise pressure on the kleptocrats is taken. That is an evolving situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to be honest about and to guard against the influence of dirty money at home now. The UK is vulnerable to this, and we have seen a belated start on this from the UK Government, with our support, but we need to see much more. Our financial and property systems are nowhere near as transparent as they need to be, and they are vulnerable to dirty money. The overseas territories are playing a role that needs greater scrutiny than they have had, and we need to continue those efforts. We have seen a belated start to that, but we need to see more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On looking after refugees here, I have mentioned that people have opened not just their hearts, but their homes, and they need more support. We have seen a paper chase of a system that I do not believe is fit for purpose, but people have now largely negotiated through it. However, where we have seen too much paper chase, we are now seeing too little money. We strongly support—and we would really urge the Government to take this forward—doubling the monthly payment to £700 a month, because energy costs and the increased costs of having guests are hurting people, and that needs to be taken care of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Richard Holden (North West Durham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To pick up the comments from my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith), there is a cost to this for people in the UK. He was right that we have to be honest about that, and I think the hon. Member is also making that point. However, we also need to reinforce the point that there is a bigger cost to our constituents if we do nothing. Does he agree with me on that point, and that we really need to ensure that people see we are doing this for a much greater reason? All the points he is making about refugees are absolutely right, but we are trying to prevent something much wider and much more destructive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. That was quite a long intervention and there is a time limit, so such interventions do prevent other people from having their allocation. If interventions are taken, it would be good if Members could still stick to their five minutes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alyn Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thought it was an excellent intervention personally. I agree with it strongly, so I am very grateful for it. We do need to make the case on an ongoing basis for the support we are giving those in Ukraine, because it is not just their freedom, but ours. The hon. Gentleman makes an important point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do need to see more accountability. I pay tribute to the UK for the support that it has given to the International Criminal Court and the Canadian co-ordination of these efforts, but we need to make war criminals and potential war criminals aware that there will be no amnesty and no hiding place. The UK can do more about that—the UK has a developed legal system and a number of practitioners who are very active in this field—so we need to put more resources into it. The SNP is part of this coalition. I am proud that we have been able to work together on this point, because this transcends boundaries and transcends politics, and that support will continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}