{
    "url": "https://www.ukpol.co.uk/chloe-smith-2019-speech-at-solace/",
    "title": "Chloe Smith – 2019 Speech at SOLACE",
    "post_date": "January 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Minister for the Constitution, at SOLACE (the Society of Local Authority Chief Executives) on 24 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much indeed for asking me to be here today, it’s an absolute pleasure to come back and see many of you and Louise thank you for the invitation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s very good to see a number of familiar faces in the room, but also I understand some new members, so I hope you all had a very good conference morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a lot that we do together, and first of all I would like to thank Dave Smith all of his work in the last year, and to welcome Louise to the role for Elections and Democratic Renewal. It’s a role where I really hope we will be able to achieve together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the past few years have clearly demonstrated, facilitating and sustaining a flourishing democracy is a very important thing – it is essential that we all understand the weight behind all of our democratic decisions and that everyone has their say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all recognise our shared responsibility to inspire participation and tackle democratic exclusion among under-registered groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was here twelve months ago, I set out the approach the government is taking to these issues following the publication of our ‘Every Voice Matters’ Democratic Engagement Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the first time government had announced a comprehensive strategy for addressing exclusion in our democratic system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we are publishing a ‘One Year On’ update, so I want to tell you what we have achieved, but also what we hope to do, to respect, protect and promote our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because there is still so much more to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I look at what’s possible in the coming years, I know that we cannot achieve our aims alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meeting the challenges that our democracy faces, and reaching the many different groups that we all must serve, requires us to work collaboratively with a range of experts across the public, private and third sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today I have come here to ask you all for your continued commitment to helping citizens have confidence in our historic, strong and successful electoral system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is you who hold local knowledge and relationships. I really thank you for the tremendous work of your elections teams supporting their Electoral Registration Officers and Returning Officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You do that hard work and I would love for that gratitude to be passed on to the teams behind you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local authorities – you and your teams – are the frontline of our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach to democracy has to be one based on respect – underpinned by the principle of fairness, of course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe everyone in this country should have confidence that their vote matters, that they are making a difference, and that their voice is being heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Votes of course should not carry any more weight for one than for another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the government is committed to making our democratic system fairer by supporting the independent and impartial reviews from the Boundary Commissions, which will deliver equal representation for voters across the UK at the next scheduled general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Channeling a culture of respect and inclusion should be a priority for anyone involved in the democratic sphere at this critical time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For if we, at the forefront of the democratic agenda, do not promote a culture of respect – how can we expect those we serve to follow it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Member of Parliament, I have been lucky enough to travel to places like Myanmar and countries in East Africa where they are only just beginning their journeys to full democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As last year’s Suffrage Centenary reminded us, the UK’s democracy has come a long way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But 100 years on since some women won the right to vote and 90 years since women received equal voting rights in this country, there is a lot more still to achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am playing my part in this journey by working to ensure that everyone understands and respects the need for debate that is robust and healthy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time of rising levels of intimidation in public life, it’s important we work to prevent this worrying trend from stopping talented people going into public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think our politics will be the poorer if talented people do not get involved, whether as candidates or campaigners, or indeed in local authorities, because they see the unacceptable abuse hurled at those who do volunteer for public life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why last year we launched a consultation on Protecting the Political Debate which sought views on new measures to tackle this growing trend. We are analysing the evidence that we received back from that consultation and I look forward to publishing our response and next steps early this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Respect for our democracy is also rooted in the public having confidence that our processes and systems are secure – that elections will always take place on a level playing field. And so I take my responsibility to protect our democracy very seriously indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have taken action across a range of areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of the consultation I just touched on also looked at the requirement for digital campaigning material to include the details of who has produced it and paid for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe voters should be able to see which organisation or individual is targeting them, and thus be informed and empowered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Protecting our democratic processes also means recognising the importance of cyber security – a point the newly appointed Government Chief Security Officer has made in a letter to the President of SOLACE this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleagues in the Government Security Group will also be providing much advice through the Local Government Association’s weekly bulletin – which I hope you’ll be able to see in the coming weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of us have an important role to play then, in protecting the operation of our elections from from those who seek to undermine them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, electoral fraud is not a victimless crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must work together to stamp this problem out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can do so through a solution so simple it is already used by people everyday – and I’m referring to showing ID at the polling station. We do of course already use ID in many, many walks of life and showing ID to prove who you say you are before you vote is a common sense approach to tackling voter fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, voters in Northern Ireland have been required to show a form of ID since 1985 without adverse effect on turnout or participation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, last May local authorities held Voter ID pilots in five local elections. Both our own evaluation and that of the independent Electoral Commission showed that the trials were a success. The overwhelming majority of people were able to cast their vote without any problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a real credit to the local authorities involved that their awareness-raising campaigns were effective in making voters aware of the change. So it’s a big thank you to those Chief Executives and Returning Officers who helped deliver those five pilots last year. And thank you to those who have agreed to hold pilots again or for the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted by the collaborative, supportive work between each pilot authority and my staff to ensure the success of the 2019 pilots. Doing so will no doubt benefit you by improving your preparedness for national roll-out. It will also help us prepare for that moment because the more pilots and subsequent data we have to analyse and learn from, the better the final proposal for Voter ID will be. So I would urge everyone here to think about following in their footsteps by volunteering to pilot in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do think this work is absolutely essential to be able to look those arriving at polling stations in the eye and tell them: ‘your vote is yours and yours alone’. But we have to get it right, which is why I am also currently holding meetings with representative groups from a broad range of charities and civil society organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My conversations with the Equality and Human Rights Commission, Stonewall, Shelter, Operation Black Vote and Age UK – to give some examples – will ensure that we fully understand the impact of voter ID and the needs of all voters in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That positive engagement with groups which reflect our diverse society reflects our broader approach towards driving up participation. As well as respecting our democracy and protecting it, we must also promote it. We have made excellent progress in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reforms to our electoral registration system now completed have resulted in record levels of people registering to vote. Nevertheless, this year’s Hansard Society Audit of Political Engagement showed that just a third of people believe they can affect political change by getting involved. So we must always be reminding ourselves that our democracy is only ever as strong as the people who are part of it. That’s why I’ve made it my ambition to make the next general election more accessible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As things stand, for example, there are just over one million people with a learning disability who are of voting age in the UK. I’m very concerned that less than a third of those are exercising their democratic right to vote – and I’ve been determined to do what I can to change this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year we launched a call for evidence on access to elections and have since worked out a number of steps to improve the voting experience of disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are making polling stations more accessible – physically speaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are improving the accessibility of the Register to Vote website – including by introducing an ‘Easy Read’ guide on the homepage of the service to enable people with learning difficulties to apply online without so much trouble.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have updated the Certificate of Visual Impairment so that local authorities are better able to help those with sight loss register to vote and then vote at elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also say that disabled people are also not sufficiently represented in public office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help address this, in December 2018, government also launched the interim EnAble Fund for Elected Office. This is a £250,000 commitment to support disabled candidates – primarily for the forthcoming local elections in May. It will help cover disability-related expenses people might face when seeking elected office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I really hope this money will encourage more disabled people to become candidates and enrich our public life as a result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a further example of opening up elections, we have changed the law, allowing anonymous voter registration to help protect survivors of domestic violence and others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you will know, we want to help make legislation match more closely to the way people need to make those requests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another group facing unnecessary obstacles to participating in our democracy are those UK nationals who live overseas – our expats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think that no matter how far you have travelled, participation in our democracy is still a fundamental part of being British.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why in Parliament we are supporting the Overseas Electors Bill, which will end the current 15-year time limit on British expats voting in UK Parliamentary elections, delivering on votes for life, and why we are pursuing bilateral arrangements with EU Member States – to secure the voting rights for UK nationals living in the EU and vice versa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right that both sides of this are considered together – that is both UK citizens living abroad and EU citizens living in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right in this time of change that we provide certainty to EU citizens living here where we can – many of course who are citizens who play an active role in our society and our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I can therefore confirm that EU citizens currently living in the UK will retain their voting and candidacy rights in the next local elections in May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been working closely with my colleagues in other departments, and earlier this week we announced an agreement with Spain that will allow UK nationals living in Spain, and Spanish nationals in the UK, to continue to vote and stand in local elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This agreement is the first of its kind and it secures the democratic rights of over 300,000 UK nationals living in Spain – the country with the biggest population of British expats living in the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One final area of progress I want to highlight is our proposed reform of the annual canvass, which will make the process easier for citizens, and for your teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will deliver the most accurate electoral register to date, while saving £27 million a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the current canvass process is seen by EROs and others as too paper-based, too prescriptive, and too complex.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aiming to modernise it, allowing for a data-led approach and giving EROs more flexibility over their use of communications channels – and to target your precious resources where it is most needed to the properties where household change has occurred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My team will shortly be communicating plans for Local Authorities to start preparing to use their own data and to test the data match step in early 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I encourage you to support your electoral services teams in accessing and using local data, whether it is local authority owned or third party, where they are keen to do so. Including local data in the data match test will provide important information on the accuracy and usefulness of those data sets. This will be highly beneficial when it comes to the full roll-out of canvass reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope to legislate to allow for the reformed canvass to be implemented in 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We make these changes as part of our broader commitment towards promoting a more inclusive democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Democratic Engagement Plan that I was able to speech about last year, charted a course towards that goal by identifying and tackling barriers that prevent some people – particularly those in under-registered groups – from participating in our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The update we will be publishing later today sets out the government’s future approach to democratic engagement – it outlines the role the government plays as a legislator, funder, convenor for registration activity and in promoting good practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask you – as leaders – to consider the significant role you can continue to play in sustaining a flourishing democracy, by encouraging improvement and building capability within your own organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good practice is at the heart of building capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was pleased to begin to discuss this with Louise yesterday, and I am looking forward to continuing to work together to identify and promote good practice so that it becomes embedded in all of our teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s publication makes clear how government intends to convene the various parts of the electoral community to make best use of our evidence, skills, knowledge, and our resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I see that the Cabinet Office role includes supporting others’ capability to lead and ultimately to act independently, to encourage people to register, to participate and to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For instance, the Cabinet Office published details of what works on student registration; a brokering role that the government undertook as part of implementing the Higher Education and Research Act 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government will share more examples this year where we are best placed – for example we are leading on research on how to remove registration barriers for people who are homeless or move frequently. I really look forward to sharing the results of this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is much to learn and benefit from at a local level. So let’s do this together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of this, I am pleased to launch the Atlas of Democratic Variation – a collection of maps which, for the first time in this format, displays the geographical data variations on electoral registration – and data relevant to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The project was a collaboration between government and the Office for National Statistics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that it allows EROs , you and your colleagues, the wider electoral community, democracy organisations and others to:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "examine the variations in the data, and seek to identify any trends or relationships between registration activity and population demographics, and use it to inform and support the development of your democratic engagement strategies\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other words, to get more people involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t see it as being used to evaluate EROs performance nor the quality of the registers, we encourage stakeholders and interested parties to examine the maps included in the Atlas, to reflect on how they can support their democratic efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This publication also highlights our commitment to ensuring everyone can make their voice heard free from abuse, making voting easier and more accessible for vulnerable and under-registered groups, and introducing measures to protect electors’ votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government has a unique role to play in respecting, protecting and promoting our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that in order for you to accommodate the very diverse needs of voters in your communities, there are certain things that only government can progress on your behalf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government naturally has a large impact in facilitating funding and promoting good practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are working with counterparts in Ministry for Housing, Communities and Local Government to ensure that funding for delivery of elections at both local and national level is effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also, only government, with the Parliament and the Devolved Administrations, can change the law. And I do hope to make the most important changes to keep our body of electoral law up to date and effective – even if I can’t do all the change that some call for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But such things form only part of the equation and together we are greater than the sum of our parts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is essential to me that government creates an environment in which democracy can thrive: one which enables our democratic partners – such as yourselves here today – to put your unique knowledge, skills and resource, to work for your voters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My message to you today is that I am committed to working with all of you to respect, protect and promote our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to doing that and I thank you for having me today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}