{
    "url": "https://www.ukpol.co.uk/cat-smith-2022-parliamentary-question-on-the-cost-of-living-for-pensioners/",
    "title": "Cat Smith – 2022 Parliamentary Question on the Cost of Living for Pensioners",
    "post_date": "December 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 5 December 2022.",
    "content": [
        "**Cat Smith (Lancaster and Fleetwood) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps his Department is taking to support pensioners with increases in the cost of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Work and Pensions (Laura Trott)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All pensioner households are in the process of receiving an extra £300 to help them cover the rising cost of energy this winter. For those in receipt of pension credit, the second cost of living payment of £324 was issued in November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rural pensioners face additional challenges to the cost of living crisis, and I have recently heard from constituents in the villages of Forton and Winmarleigh who are still waiting for information from the Government on the payment of the alternative fuel payment scheme, as they are off grid. Additionally, the removal of the Bay Plus Megarider bus ticket has increased the price of bus tickets, which may not directly affect those pensioners, but where they are supporting adult children and school-age children in their households, it is impacting on their family budgets. What steps are the Government taking to support pensioners who live in rural parts?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Laura Trott**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise a lot of the challenges that the hon. Lady mentions, and this is why we are giving pensioners £850, and people on pension credit £1,500, to get through this winter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir David Evennett**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome my hon. Friend to her position and I would like to thank her for the answer she has just given us. I wish her well in her job. The Government’s £300 boost to the winter fuel payment will give pensioners vital support this winter, and I know it is much appreciated by my constituents. However, will she join me in encouraging pensioners on low incomes to look into whether they are eligible for pension credit and to submit an application for this additional support as soon as possible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Laura Trott**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his question. He is, as always, absolutely right. I know that he visited Age UK recently and raised these issues. It is vital that any pensioners receiving less than £182.60 a week look into whether they are eligible for pension credit, and if they are, they should try to claim it before 18 December, because the cost of living payment of £324 can be backdated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}