{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-sanctions-on-russia/",
    "title": "Alyn Smith – 2022 Speech on Sanctions on Russia",
    "post_date": "March 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 28 February 2022.",
    "content": [
        "[I am grateful for sight of the statement](https://www.ukpol.co.uk/liz-truss-2022-statement-on-sanctions-on-russia/). The SNP is part of the global coalition in defence of Ukraine in international law. I commend the Foreign Secretary and her Ministers on the openness with which they have dealt with Opposition Members. That trust will be reciprocated; this is too serious a time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If anything, I urge more. I support the statement and we will support the sanctions measures as they come forward, but I urge more and I urge faster ambition, particularly on refugees. The UK needs to waive visas, not wave flags. The EU has really given the lie to the generosity of the UK’s response on refugees by waiving visas for three years for all Ukrainian nationals. The UK needs to do the same. I appreciate that it is not in the Secretary of State’s remit, but I really urge the Government to act on the issue, because it is certainly the one most raised with me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The EU’s response through the civil protection mechanism and the peace facility dwarfs the UK’s. The EU has acted with one voice: 27 member states are acting together. I really urge the UK to complement those efforts and match their scale and ambition in its measures, which we support but wish to see more of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have some specific questions about sanctions. We all agree about tackling oligarchs, but what plans are there to tackle and target the family members of oligarchs? When we were in Kyiv recently, that was mentioned as a particularly effective way of putting on pressure. I also note that there will be an advice facility for UK businesses affected by the sanctions. Is any consideration being given to providing financial aid for UK businesses hit by the sanctions? That seems the morally correct thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Foreign Secretary will be aware of reports of a Russian tanker heading for Orkney to pick up oil. Will the legal powers to impound such vessels be in place in time for us to do so?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}