{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-russian-armed-forces-raping-woman-in-ukraine/",
    "title": "Alyn Smith – 2022 Speech on Russian Armed Forces Raping Woman in Ukraine",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 31 March 2022.",
    "content": [
        "I warmly congratulate the hon. Member for Totnes (Anthony Mangnall) on securing this urgent question on a very difficult but very important subject. It is vital that we take due note of what is going on in Ukraine. We can all agree that rape as a weapon of war is beyond despicable. I will focus my remarks on urging the Government to take action on only three points, because much has been said that I agree with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "SNP Members have called for a specific atrocity prevention strategy. Work is under way across the FCDO on these issues, but we think that bringing that into a coherent atrocity prevention strategy would be helpful in not only holding the Government to account on what is being done, but urging more action on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On accountability, I agree with the Government’s approach of supporting the ICC, rather than creating new structures. That is proportionate and the best way to do it. I was glad to hear about the funding, but as we have seen from Syria, we can have all the evidence that we like, but if there is not the political will to carry it through, we will not see the necessary accountability on the ground and the fear of justice to end the culture of impunity that we are hearing reports of from Ukraine. I urge the Government to do more on that and to publish as one document the efforts that are being made to help accountability mechanisms in Ukraine, because that would again help the coherence and strategy to be clear to us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I echo the points about people trafficking and safeguarding, on which I know the Minister has been very active. However, perhaps we can have a specific statement on the risk of trafficking of vulnerable refugees and what the UK and other partners have done to help and assist. I am aware that the German police have been doing very useful work on that, but, sadly, a lot more work needs to be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}