{
    "url": "https://www.ukpol.co.uk/cat-smith-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Cat Smith – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "I pay tribute to the poultry farmers of Lancaster and Fleetwood, many of whom I have had some very challenging and emotional conversations with in recent months. Clearly, the poultry industry is facing huge challenges from labour shortages, and the avian influenza outbreak is further compounding those challenges. Colleagues have articulated well the challenges posed by the compensation scheme not meeting the needs of those businesses. The scheme clearly does not work. I am sure the Minister will have heard that loud and clear from colleagues, so I will not dwell on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the issue of biosecurity, which will not stop this pandemic but is a very important part of controlling the speed of transmission, I tabled a written question about what conversations the UK Government are having with devolved nations regarding the housing of birds. I gently ask the Minister to look again at his response, which was basically to explain devolution. I am well versed in how devolution works; what I would like to know is what the Government are doing to come up with a UK-wide response that controls the speed of transmission of the disease.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Duguid (Banff and Buchan) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate the point the hon. Member is making about the need for a UK-wide approach. She and the Minister may be aware that there have been five outbreaks in Scotland in as many weeks, all of which have been in my constituency. My constituency happens to be in the north-east, but as I think the hon. Member mentioned earlier, if it was closer to the border, that would be more of a concern in Cumbria and other places in north England. Will she join me in asking the Scottish Government—or the SNP representative, the hon. Member for Coatbridge, Chryston and Bellshill (Steven Bonnar)—to comment on that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with the hon. Gentleman. Indeed, the fact that the outbreaks in Scotland have been so far from the border highlights the speed with which this disease is spreading and the requirement for us to act in a co-ordinated way, not just with different Governments in the UK but with our European neighbours. The whole nature of the disease is that birds move around, and wild birds are obviously spreading it. Many of my constituents have raised with me the difficulties they now face in getting insurance for their farms, so will the Minister touch on any support that the Government might be able to give farmers with that particular issue in the years ahead?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One issue that has not yet come up is that of free range. I have a lot of free-range egg producers in my constituency. Currently, of course, there is a 16-week grace period during which a farm can maintain its free-range status. It is likely that a lot of those producers are going to breach that 16-week grace period because of the status of the avian influenza outbreak, and they will face additional costs from rebranding their products, which will no longer be free range, at the end of that period. What specific support will be provided to those free-range egg producers, who are going to face particular challenges?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vaccines are probably the only way out of this situation, and that is going to involve huge Government support. Colleagues have already touched quite a lot on this issue, but it is going to involve an international effort, so I would like to hear from the Minister what steps the Government are taking internationally on vaccines. Given that 50% of the UK’s protein comes from consuming poultry products, this is actually a food security issue. Indeed, the speed of the response is so critical because farmers will be making decisions in February about whether they go ahead with producing turkeys and geese for Christmas 2023. February is not that far away, and farmers will be making those decisions in the coming weeks. This could have long-term effects. Even if a vaccine were discovered tomorrow and rolled out, the reality is that if we have not taken control of this avian flu outbreak by February, then we will be looking at the consequences into the coming years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Katherine Fletcher (South Ribble) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Lady, a fellow Lancashire MP, for giving way. Many of the farmers in her constituency are associated with the farmers in South Ribble. I want to emphasise her point about decisions and the future of the industry. Does she agree that it would be great if the Minister could provide some certainty, not only to clarify the rules on farm access, but to keep people in the industry, because they are seriously considering their future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my Lancashire neighbour for making that point; she is absolutely right. Farming is a difficult industry. It is not an easy way to make a living. When I speak to farming constituents, many of them tell me that they are concerned about whether their children will go into the industry. In fact, many want their children to have more secure work and an easier way to make a living. That concerns me, because this is an issue of food security. I completely agree with the hon. Lady. To echo her point, I urge the Government to take prompt action and to communicate it clearly with the farming community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}