{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2002-speech-in-birmingham/",
    "title": "Iain Duncan Smith – 2002 Speech in Birmingham",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the then Leader of the Opposition, in Birmingham on 17 January 2002.",
    "content": [
        "Some people say that the world changed on September 11th. They say that we have entered a new era – that a period of peace and order has been shattered by a wholly new and unexpected threat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And they say that out of this, a different world must be born. A world in which everyday behaviour must change. A world which demands a seismic shift in the powers between Government and people. A world that requires the dissolution of old alliances and their replacement with new ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They also say that it is a world that promises a new order. One in which the threat of terror can finally be subdued in favour of a permanent peace. In which alliances that have been forged to root out a specific enemy can be turned to a broader and permanent purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I do not see September 11th in those terms. I don’t believe that the world before September 11th was as benign as others, then or now, would have us believe. The end of the Cold War did not represent the triumph of reason and goodwill but a victory for a decades-long policy of credible and effective opposition to those who would destroy us. A victory for practicality, not pipe dreams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And as the communist threat ended, it was replaced by a myriad of other threats. That’s why, when fashionable opinion regarded a policy of strengthening our defences as being somehow unnecessary I was more determined of the need to defend against different threats. I have spoken often about the threat of rogue states and their connection with terrorism. I have also pointed out that their terror feeds off organised crime and, as a result, links right through to the drug dealers on our street corners and schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And because I don’t believe that the period between the end of the Cold War and September 11th ushered in a new era of consensus, ‘the end of history’ as some have put it, I am concerned that there are some who say a new global settlement should be the principal goal of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Conservatives take the world as it is, not as we would prefer it to be. Those on the Left are always prone to policies that rely on a view of the world as they would wish it to be. So-called ethical foreign policies, or public dreams of pivotal roles take us nowhere if they are built, not on a shrewd understanding of the world as it is, but on a refusal to contemplate a world that eludes attempts to control and order it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“Instead of aiming for an all-encompassing consensus built on a vision of a new world order, my instincts are always to build from the bottom up: to derive policy from the instincts and values of the people we represent, guided by our own values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "To me the grandeur of the response to September 11th lies in the sum of instinctive reactions by a whole host of unrelated people and groups whose behaviour is impelled more by their values than by the deliberate enactment of an ambitious plan. The dying who sustained the lives of their loved ones with a final telephone call. The firefighters who instinctively plunged into the burning buildings to rescue others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Mayor and the President who, in very different ways, found in themselves the ability to lead their people. The ties of history that caused Britain instantly and unswervingly to commit our help to our American friends in the fight against terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Perhaps most of all the way sovereign nations came together for a singular, and very specific, purpose that has been conspicuous in its success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The steps that these thousands of individuals took were not grounded in some abstract theory, but in values and instincts expressed through actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In Britain today the Government seems to be constantly finding ways to prevent people’s own instincts and values from guiding their behaviour. Whether it is in the public services, in companies or in local and national government, people’s actions are increasingly justified by, or even dictated by, policies with which they must comply. If there’s a single word that has gained currency over the last 30 years, and encapsulates much of what is going wrong, it is ‘compliance’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is dangerous for at least two reasons. First, the more pervasive is the compliance mentality, the more we degrade the capacity of our employees and our neighbours to exercise personal influence and responsibility. We dumb down the individual.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Second, it implies that the official view that replaces individual discretion will be wiser and more effective. We need more, not less discretion, as individuals, as teachers, as doctors, as social workers, as neighbours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My colleague Oliver Letwin, the Shadow Home Secretary, spoke last week about how we need to support and help families, schools, and communities in building the values that sustain a neighbourly society. An ethos of public service is one such value. Labour claim that the value of public service is incompatible with the private sector. But it is their own remorseless centralisation that is the gravest threat to the notion of public service. Our teachers, our nurses and our police officers will progressively lose their sense of vocation if all they are permitted to do is to follow detailed instructions from Whitehall. Labour are destroying, not building, the neighbourly society by not allowing people the freedom to express their values through their actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "At the heart of my politics is a belief that people’s values should be free to drive their behaviour. That applies to political parties as it does to individuals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I was recently asked in an interview whether there is a Conservative equivalent of Clause IV in the Labour Party’s constitution: an article of faith that we have to repeal to be seen as a modern party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The answer is that it is unimaginable that the Conservative Party should be faced with such a dilemma, because the idea of a Clause IV is inconceivable for us. Labour draw their policies from a blueprint for society. They have a top-down approach to policy which leaves them always susceptible to the glamour of grand schemes and global solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Blair may have removed Cause IV from Labour’s constitution, but he could not remove it from their hearts. He executed a coup de theâtre – milking the applause that were given to a symbolic clash of personalities, the repudiation the old and its replacement with the new.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Characteristically, though, all of his efforts were focussed on changing the superficial expression, rather than the underlying instincts. Labour remain hostile by instinct to solutions that do not involve heavy state direction. It is no surprise that when Labour’s policies are tested by crisis they fall apart amid chaos and recriminations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Stephen Byers, once New Labour’s leading cheerleader for modernisation, now says that there is too much private sector in the Third Way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Health Secretary, Alan Milburn said that he would ‘come down like a ton of bricks on anyone who has anything to do with the private sector’. He said, just six months ago, ‘thankfully we have one monopoly provider and that is the National Health Service and as long as there is a Labour government in power that will remain the case’. On Tuesday, in blind panic at the impossibility of delivering health improvements, he said that he wanted to see the end of the NHS as a ‘centrally run, monopoly provider of services’. When their rhetoric rails against their own instincts it is inevitable, that they should suffer the political equivalent of a nervous breakdown. They have no basis of principle for their policies, so they have nowhere to go, nowhere to turn. So they barricade themselves against reality with 5, 10 and even 20-year plans – each one more ludicrous than the last.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "John Prescott unveiled a 10-year plan for the railways in 1999. In 2000 we had a 10-year NHS National Plan. Last November the Chancellor announced a 20-year plan for the NHS. On Monday Stephen Byers rushed in another 10-year plan. Two year, two portfolios, four 10-year plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Always a new plan – they never get shorter, and the Government never talks of being four years into a plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They also have a cynical purpose. They take refuge in the abstract to distract people from what is all too real. They go to enormous lengths to prevent themselves from being judged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "David Blunkett tries to turns the clock back to zero by blaming their failure on crime on his predecessor, Jack Straw. John Prescott said ‘judge us on transport after 5 years’. Five years come and Stephen Byers says it will take another 10. If anyone personifies Labour’s failure to hide behind plans rather than take responsibility it is Stephen Byers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This whole approach is alien to Conservatives. We have never believed in new world orders or domestic blueprints. We have always been the practical party, because we have never tried to cut ourselves loose from our principles, but instead have expressed them through our policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Conservatives have been successful when we have articulated a clear view of the problems that Britain faces, and have found ways to solve them that rely on empowering people rather than pushing them around. ‘Trust the people’ has always been a powerful Conservative rallying cry. It has never let us down in the past, and it will not now. We have embarked on the most far-reaching renewal of our policies for a generation. It is our opportunity to refresh our sense of purpose, and to make connections way beyond our usual supporters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The first thing this requires is to be clear about our priorities. We can’t concentrate on everything at once, and nor should we. To govern is to choose, and as we prepare for government we will not flinch from making choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We choose to concentrate on the issues that make most difference to people’s lives. So our efforts will be focussed on solving the crisis in our public services – the health service that makes people afraid to fall sick; schools that deprive millions of children of the opportunities that a first class education offers; a transport system that makes travelling in or between our cities an ordeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And we will focus on the problems – and they include our public services – that are hardening the arteries of our economy turning it from one of the most flexible and dynamic in the Western world into one of the most overburdened, conformist and bureaucratic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We understand instinctively that the quality of our lives is influenced more by our families, our communities and our environment than by the economic forces that those on the Left think determine our well being. So we will sweep aside Labour’s ludicrous assertion that Britain’s streets are becoming safer than ever. We all know from experience that is not true, and we will look for the means to revive the neighbourliness that stops the conveyor belt of crime from ever taking hold. And we will address the concerns of a new generation for the condition of our environment. It is fertile territory for Conservative thinking. The best traditions of Conservatism are about our duties as stewards of an unending inheritance, rather than revolutionaries seeking to impose a new order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "During the years ahead, people can count on the Conservatives always to have, at the forefront of our minds, the same concerns that they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As we renew our policies we will not be content to listen only to the usual voices. I mean to expand the range of people and organisations that influence us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But the way we develop policy will be characterised by leadership and direction, and based firmly on Conservative values. Our values have stood the test of time. The problems may have changed, but the values that underpin our solutions are as relevant as ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "By their nature, Conservative values are not easy to capture in distilled form. Their true expression is through our policies and how we conduct ourselves. But as we renew our policies, and expose the failures of this government, these are the themes that will be consistently expressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The first is that our policies will clearly help people to be more independent of the state. Labour is making Britain a nation of supplicants. Every time the Chancellor presents a budget, he draws more people into dependence on his largesse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Forty per cent of our fellow citizens will rely on means-tested benefits by 2003 – up from 25 per cent in 1997. When more and more people have to rely on the Government for their living we compromise their dignity and damage our economy and our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We in Britain do not save enough – and societies saving as little as ours are heading for long-term welfare dependency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And we must go further. It’s not just a matter of increasing people’s independence, our policies must reduce the power of the state over people – and that is our second principle. Because I trust the people, I want people to have more freedom to shape their own lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We have a Government of control freaks. For Labour, control is not a means to an end, but an end in itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It was explicit in the old Clause IV, and is implicit in everything they do in Government. Their first instinct was to take the railways back into state control – without any idea of how this would help or even of what to do next. The chaos and misery that passengers are suffering is as nothing to them, compared with the self-satisfaction they feel from being in control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They bombard our teachers with orders and directives, and destroying their ability to act according to their instincts as professionals and as individuals. They attach so many strings to taxpayers’ money spent on health that hospitals have even less money to spend according to doctors’ priorities than before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And they take every opportunity to emasculate the institutions, like Parliament, that exist to hold them to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Our policies will reduce compulsion by the state, and ensure that whenever the government exercises power it is effectively scrutinised, and that the rights of individuals are protected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As we reduce compulsion, so we increase the choices available to our citizens – and that is our third principle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Because Labour cannot bring themselves to trust people’s instincts, they are against choice. Among their first acts was to remove choice in our education system, by banning Grant Maintained schools – themselves established by parental choice – and scrapping the assisted places scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As a country, we have always been stubbornly varied. Our great cities still find their characters in the urban villages that make them up. Our counties are proud of how they differ from their neighbours. They embody a diversity that runs with the grain of Britain’s history and our character. But that diversity cannot be imposed. That is why the Government’s bogus regional agenda seeks to replace what is organic and historical, with something that is alien and unworkable. The only diversity that this Government will permit is one of its own design – a diversity that is not the outcome of choice, but its reverse – the attempted imposition of order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Choice does not equal insecurity. Indeed the opposite is true, which is why the fourth characteristic of our policies must be that they provide greater security for our fellow citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As we have grown more prosperous as a nation, we have lost some of the things that made us feel secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is a paradox that many of the very institutions that were meant to increase our sense of security have become some of the prime sources of insecurity in our lives. The NHS was conceived as a safeguard on which we could all rely. But for many – especially our most vulnerable citizens – the possibility of falling seriously ill and having to rely on the NHS is a nightmare. It adds to their worries, rather than reduces them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Prime Minister said in the House of Commons last week that crime is falling. That is not the experience of millions of our fellow citizens, who feel less and less secure in our streets. Muggings are up by 40 per cent. Violent assaults are up by 20 per cent. And, as with our public services, it is the most vulnerable in our society who bear the brunt of the effect of crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The only credible solution is decisive action to tackle at source the causes of these insecurities. Palliative measures offer only false comfort. In the late 1970s we recognised that the growing power of the trades unions was a source of increasing national insecurity – compromising our ability to earn a living. A decade of policies to mollify the threat of ever worsening industrial relations failed absolutely to resolve the insecurity that it bred. People predicted that the consequences of decisive action would be destabilising. They did the same when we reformed the British economy during the 1980s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But in both cases, the result of decisive action to address the causes, not mitigate the symptoms, was to restore a more fundamental security to our national life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Essential to the confidence that comes from competitiveness is our fifth principle – that our policies should remove obstacles to enterprise, both at home and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Our businesses resent the fact that in more and more areas they must, in effect, obtain a licence to trade from the Government. It sometimes seems that what is not illegal is becoming compulsory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "A government which says it sees the virtue of eliminating rules, taxes and regulations on international trade is oblivious of the fact that precisely these measures are taking over our own domestic economy. They have identical effects: impediments to trade whether in Britain or internationally impoverish us all and our policies will be characterised by removing them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The CBI itself puts the increased burden of business taxes at £5 billion a year. The Institute of Directors has put the added cost to business of regulations at a further £5 billion. And in the year 2000 alone 3,864 new regulations were introduced – the highest figure on record. No wonder our businesses have to struggle harder and harder to compete.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Government says it wants a new relationship with the private sector to pay for public service projects. But it will never work because they lack the basic instincts to avoid interference and control. Just look at the railways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Four things are needed when private capital is brought into public projects: clear information, on which customers and suppliers can make a choice; freedom for customers to choose; freedom for providers to manage their businesses; and sanctity of contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Labour lacks the most elementary appreciation of each of these. Take the health service, for example. Information about cost and performance is not available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Customers – GPs or patients are not free to choose their health provider. Private providers are not free to manage their businesses, but have to abide by NHS practices. Characteristically, the Government insists on total control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And if private capital providers can’t rely on the Government to keep to the terms of the deal – if the Government doesn’t hold to the sanctity of contracts – then there will be a huge risk premium on providing capital for public projects. After the Railtrack debacle what is the risk premium on dealing with this Government now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "All of our policies will be informed by a vision of what our country is like at its best. They will be marked by more self-confidence in Britain than any of our opponents dare display.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This Government has always been embarrassed by our traditions and our ways of doing things. They have tried to promote bogus makeovers for Britain as a nation – do you remember ‘Cool Britannia’? And when that failed, they have tried, as in their approach to Europe, to submerge the things that make us distinctive as a nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Conservatives are confident about Britain’s future because we are comfortable with our past. Labour is neither.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "People don’t want grand schemes and elegant theories. What people want, in fact expect, from our democracy is something much more simple and yet far more difficult to achieve. They want us to give them the freedom to make life better, to help them when required and to get out of the way when we are not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "So our policies will result in less politics in people’s lives, whereas the Government wants more. Policy renewal is inseparable from effective opposition. Our first duty is to expose the problems people in Britain face, especially where, as in so many areas, the Government attempts to disguise the scale of its failure by a culture of deceit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "But the way that we oppose must also convey our own principles, and exemplify, rather than detract from, our own approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Oliver Letwin’s analysis of crime is based on precisely the Conservative principles I have described of recognising the importance of allowing people’s values to govern their behaviour. He is showing that our approach is principled, intelligent and humane. The proposals that we announced this week to replace the House of Lords with a directly-elected Senate, standing above political patronage, shows that our principles can have striking expression. They underline the fact that we can recognise when the time has come for change, and we will embrace it in a way that reflects principle, not self-interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In the months to come more flesh will be put on these bones of these principles for a distinctively Conservative approach to government. But within that skeleton, this backbone will be particularly important. For even before our far-reaching policy review has come up with its results, Labour will certainly try to discredit it, and us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Of course, that’s what politics is often about. And there’s nothing wrong with heated debates, or even the occasional polemic, as long as the issues are fully exposed as a result. But my distaste for New Labour’s political style is quite different.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Prime Minister used to say that the problem with Old Labour was that it confused means with ends. The problem with New Labour is that it its only purpose is to stay in power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This Government has impoverished politics. They have weakened all the institutions that could check or effectively scrutinise their actions – the Lords neutered, the Commons ignored, the media alternately cosseted and intimidated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The Prime Minister has appointed more peers more quickly than any holder of his office in history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Wasn’t it typical of New Labour that their plan for the House of Lords was to take the 80 per cent appointed House they created in 1999 and offer to turn it into an 80 per cent appointed House, with a further 20 per cent chosen by party bosses through closed lists?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "No wonder the sense of alienation with politics grows by the day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I am determined that the next Conservative Government will not just implement different policies that reflect our principles. Our whole approach to government will be fundamentally different. We will check the obsessive media manipulation, the suppression of debate, the erosion of constitutional checks and balances. We will stop burying bad news, adjusting targets and double counting public spending figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We seek power for a purpose, we will pursue policy based on principle, and this will give our government clear direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And we will conduct ourselves in opposition as we mean to conduct ourselves in government. Honest, principled politics is important. Because we trust people, we know the importance of persuading them to trust us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}