{
    "url": "https://www.ukpol.co.uk/andrew-smith-2001-speech-to-the-government-procurement-service/",
    "title": "Andrew Smith – 2001 Speech to the Government Procurement Service",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Chief Secretary to the Treasury, Andrew Smith, to the Government Procurement Service conference held in Brighton on the 4th December 2001.",
    "content": [
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1\\. I am very glad to be here today. As Chief Secretary, it is quite rare for me to be out of London addressing conferences, but I am here today because of the importance of your work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. From the election through to last week’s Pre-Budget Report, from the Prime Minister and Chancellor downwards, we have been stressing the importance of delivery of our service commitments – and that means not just more money but also better use of money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. But to make sure the money we invest is used wisely, we must also invest in the capacity of our public sector systems, workers and management to ensure our public services are efficient, effective and professional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Office of Government Commerce**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. All of you, the Government Procurement Service and the Office of Government Commerce, have an important role to play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. We established the OGC to act as a catalyst to improve the quality of procurement, with an important role in improving the quality of investment by the public sector. It is encouraging the use of modern techniques and a cross-Government approach to procurement. These professional approaches are already proving successful – generating savings that can be invested in our priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. Procurement has moved up the Government agenda, with active and growing political interest and support, and increasingly visible involvement of Departments at the highest level. This reflects the priority we give to improving the quality of public services, with a strong emphasis upon both successful delivery for the public, and value for money for the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government Procurement Service**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. In 1997, we realised that, whilst we had good commitment of public sector staff, in some areas the capacity to spend taxpayers? money efficiently was frequently worse than it should be. Procurement was too often the poor relation of the civil service: orders had to be placed, invoices had to be matched, and bills had to be paid, but that was about the extent of anyone’s interest. We wanted to change all that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. The Treasury and Cabinet Office commissioned the Public Expenditure Committee to report into ?Efficiency in Civil Government Procurement?. Their work, completed in 1998, focussed on a set of targeted measures, enabling government to maximise procurement efficiency. One of the key recommendations was to establish a new, professional, GPS. This was part of a package of measures designed to recruit, retain and motivate professional procurement staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. That report, together with Peter Gershon’s rigorous analysis of the problems with procurement, provided the basis for action. We moved decisively to accept and implement the recommendations. We established the GPS, under the able guidance of Brian Rigby, in April 1999.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. The GPS brought together the 1,500 procurement staff working across Government into one professional body. The aim is to enhance your contribution to the achievement of Government objectives by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ensuring the availability of staff with appropriate skills, experience and qualifications to deliver professional, good quality and legally compliant procurement processes;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "providing departments and members with best practice guidance on training, career development, and related issues to help ensure the best match of procurement staff to posts; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "offering members the information on employment opportunities and support they need for more effective career management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. So we have established procurement as a professional discipline within Government: acknowledging the valuable contribution that you make and raising the profile of your work across Whitehall and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. By improving the career opportunities, training and status of hard working procurement professionals we will ensure that your effort is rewarded and your contribution is recognised. With the support of the GPS you will come to play a more important part in the life of your Departments. You will help us to achieve our three-year target of £1bn in value for money improvements. And your Departments, in their turn, will play a more effective role in delivering on our public service commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Reform of procurement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "13\\. To deliver that improvement in our public services we have to reform the way we think about procurement. We need to move procurement towards higher value added activities, such as:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "building partnership with the private sector – using procurement to lever in business efficiency, innovation and expertise;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "developing adult approaches to supplier management – working with third party providers to standardise procurement process, increase competition in the market for government business, and drive down the costs for all parties; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "considering the whole life cycle of projects in the procurement process – working with stake holders to identify desirable outcomes early in the day, and considering the whole life cycle of a scheme when identifying our Best Value objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "14\\. That is how we will improve the management of complex spending programmes, fulfil our responsibilities to the taxpayer, and deliver on our commitments to the consumer of public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15\\. These are ambitious goals. To achieve them we will have to work hard and we will have to work together. Working together means ensuring that you, the procurement professionals, have the skills and expertise to drive forward your departments spending programmes. We need to make sure you have got that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "16\\. In the past, the capacity to achieve value for money savings through better Government procurement practice was simply not there. There was no political commitment, there was wasted expertise, and there were no resources to support efficient purchasing procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "17\\. The first step was to revitalise the skills of the government purchasing community. Great strides have been made towards educating procurement professionals and informing departments about the value you can add. We are entering into an era of continuous professional development for staff at all levels. For those of you who have just achieved your qualification this is only the beginning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "18\\. We are Investors in People: we will work tirelessly to ensure that you have the opportunities to develop and grow. You will attain the skills necessary to advance your careers and at the same time contribute to the advancement of your Department’s objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "19\\. I would like to say a big thank you to Chris Howard and his colleagues on the GPS management board for their hard work on the programmes for professional development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Achievements so far**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "20\\. Higher standards of training, better opportunities for development, and greater levels of professionalism all add up to a massive boost for the procurement agenda. We are already beginning to see the results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the Government Procurement Card (GPC) – reducing transaction costs wherever it is used;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the Gateway process – helping us manage complex projects; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "collaboration between Government Departments – hard working professional working together to deliver on our shared objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "21\\. The GPC was introduced in 1997 and has already delivered £30m in efficiency savings. It has enabled Government Departments and agencies to streamline their purchasing processes, realising these dramatic savings both in time and costs incurred by standard administrative processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "22\\. Today’s launch of the consortium of VISA banks? fourth annual report into the use of the GPC, audited by KPMG, confirms that the 2001 target of £150m spend on the card has been exceeded by 7.5%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "23\\. In just four years, over 155 departments and agencies have implemented their own card programmes, and the number of cards issued has risen by over 50% in the last year. A landmark was reached in April of this year when we saw the millionth transaction. That is a million transactions where money was saved, costs were driven down, and extra resources were freed up for investment in crucial public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "24\\. The Monitor Card? – which is accepted in over 12,500 outlets and accounts for 100 million litres of motor fuel – is already delivering similar savings in Government procurement of motor fuel. The NHS and Ministry of Defence provide branded fuels cards for their own fleets. Many Departments are organising similar initiatives and the number of corporate travel cards is set to increase dramatically. These cards drive down costs, reduce administrative overheads and allow higher levels of control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "25\\. Delivering on priority areas often means working over longer time scales, managing large amounts of money, and achieving objectives through collaboration with a range of different partners. In the past there has simply not been the capacity to manage this type of project. That is why I launched the Gateway review process in February this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "26\\. The Gateway review process is a technique for developing and delivering complex projects based on proven private sector practices, designed to ensure value for money improvements in major Government programmes. Through the Gateway, experienced senior staff, separate from the schemes, consider their development at crucial stages – helping to guarantee the taxpayer a return on their investment. So far 70 projects – or £18bn of Government investment – have benefited from the Gateway process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "27\\. The pilot projects we ran saved around £150m, and once the scheme is in full operation we anticipate savings of around £500m a year. These savings are not kept by the Treasury, but are available to be spent elsewhere, where they can deliver further benefits to front line services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "28\\. This is an achievement of which we can all be proud. We are planning to build on this success and roll out the process to a wider public sector audience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "29\\. Gateways are just one of the ways in which we are reforming our procurement processes. The deal you reached with Vodafone for the supply of cell phones to the entire public sector has exceeded all expectations. I know that arrangements are in hand to develop similar deals for the supply of Government vehicles, hotel accommodation, and energy supplies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "30\\. These framework agreements realise value for money savings for the taxpayer, reduce the costs of doing business with Government, and release valuable procurement resources – your time and effort – to concentrate on areas that really matter. This is a win-win situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "31\\. Professionalism in procurement and in the delivery of public services also means closer working between Government Departments and agencies. As we develop the capacity of the procurement community to work towards our shared objectives, so we must build the capacity in Departments and agencies to work together, generate economies of scale, spot the synergies, and realise the value for money savings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "32\\. The OGC is leading the way in joining up procurement programmes across Government. The happy marriage between the OGC Buying Solutions catalogue and the Procurement and Supply Agency of the NHS is just one example.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "33\\. In the short term the results will be value for money savings that can be recycled into the NHS, adding to the extra £1bn the Chancellor announced in the Pre-Budget Report. In the longer term we want to see more successful partnerships, delivering greater cost savings, and freeing up even more resources for investment in front line services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "34\\. In conclusion, let us take stock of what we have achieved:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the GPS – more opportunities for you to develop, greater professional expertise for your departments to draw upon;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the GPC – improving transactions, freeing resources and achieving value for money savings;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the Gateway Review – facilitating the delivery of large and complex projects, already producing results and savings; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "collaboration between Government Departments – pooling expertise and pooling public sector purchasing power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "35\\. On skills, already this year we have seen a 20% rise in the number of GPS staff either fully qualified or moving in the right direction. You all have the skills, expertise, and commitment to take the procurement agenda forwards, and soon 83% of you will have the certificate to prove it. This year, 98 students have gained their Certificates of Competence, bringing the programme total so far to 855. In addition, I know that another 98 students were studying for the graduate diploma of the Chartered Institute of Purchasing and Supply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "36\\. So, a lot done, still a lot to do. We need to diffuse procurement expertise even more widely around Whitehall. The Wider Skills agenda will develop the skills to manage IT, programme delivery, and procurement across government departments. We are sowing the seeds of change and modernisation, bringing cohesion to our wider commercial agenda. I am taking a close personal interest in this project and I look forward very much to seeing how it develops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "37\\. I thank you for all you are doing and wish you a very successful conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}