{
    "url": "https://www.ukpol.co.uk/nick-smith-2020-speech-on-free-school-meals/",
    "title": "Nick Smith – 2020 Speech on Free School Meals",
    "post_date": "June 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nick Smith",
            "url": "/tag/nick-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Smith, the Labour MP for Blaenau Gwent, in the House of Commons on 16 June 2020.",
    "content": [
        "I wholeheartedly support the Labour motion and I am glad that the Government now recognise the strength of our case. It is important at this time that children who need help will be fed over the summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let me illustrate my point by referring to a crisis that my sisters and I experienced when we were young. We were children in a single-parent home in the south Wales valleys. We benefited from free school meals and clothing grants through our early years. At those times, those meals were a godsend. When I was 14, our mum had a terrible mental health episode. She moved away and left me and my two younger sisters to fend for ourselves for a few weeks, then my dad came back from being a seafarer to look after us. Mum did leave us with a £10 note, which was a big help, but she was in a terrible state. It was the start of ongoing very poor health for her, and she was to die at 42 years of age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I vividly remember the day after my mum left. I worked as a paper boy and there was a muesli promotion in one of the women’s magazines, so we had packets of muesli for breakfast for the next few days. Over those few weeks alone, we three kids pulled together, relatives stepped in and we managed until my dad came back. At school, we had free school meals. Those meals kept us going. Of course, it was a very unusual situation, but so ​is a global pandemic: people are having to feed their families while earning 80% of their normal wages; and people on sick pay are having to survive on £95 a week. This summer, too many families will find themselves in poverty and some will have to deal with a crisis. They may need that school-meal lifeline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My message is simple. The Government told us at the start of the pandemic that no one would be left behind. We should stand up for children who, through no fault of their own, need our support. I am glad that the Labour motion will now receive all-party support tonight. And finally, I say well done to Marcus Rashford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}