{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2020-speech-on-covid-19/",
    "title": "Iain Duncan Smith – 2020 Speech on Covid-19",
    "post_date": "May 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Iain Duncan Smith, the Conservative MP for Chingford and Wood Green, in the House of Commons on 12 May 2020.",
    "content": [
        "I wish to make a few quick points. First, I wish to welcome the Chancellor’s statement today, because this is an area where a lot of us have been pushing him to give some security to businesses as they go forward. The idea of the furloughing scheme going on and, we hope, reducing as it does, as businesses go back to work, is an important one. However, we must bear in mind that there is a huge cost to it, at some £13 billion every month. He is right to say that he is prepared to extend the scheme, but we must be careful that we do not end up spending so much money that it makes it difficult for the economy to thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I also wish to raise with the Government a few areas where I have concerns. The work they have done so far has been remarkable, and they have rightly received the ​full support of people in this House and, I believe, in the country at large, but I wish briefly to raise some issues with them. They say they have been guided by the science, but a number of people have concerns that this is not just about the science alone; there needs to be a much broader sense of where we are—the balance between the economy and covid. Some of the language has been loose on that, with the idea that it has been a choice—this is a false choice—between saving lives and saving the economy. Both are about saving lives; the point is when one becomes so big that we need to deal with it. I think we are at that moment now, and have been for a little while, in terms of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My concern is that we seem to have been wedded in the early days to the Imperial College model, which has had some quite significant criticisms and a poor record in the past of forecasting in these areas. I am glad that the Government have now widened this out. I note that Sweden ran the figures on the Imperial model and found that it was wrong by about 15 times, overestimating the number of deaths as against what they had witnessed—the same applies in respect of what Edinburgh University and others had managed to do. I am therefore concerned that there is a deal of pressure on that, but I am also glad the Government have moved on from there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Another point to make is about testing, where the Government have had to shoulder a lot of difficulty and blame, but quite a lot of that should also be targeted, in due course, at Public Health England. The big mistake they made early on was the decision not just on having more testing, which they should have done from day one, but the decision not to include all the private laboratories. They should have done that straightaway; even though they were building their own and getting their own, we should have maximised and gone out to the private laboratories, which would have helped enormously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The other thing I do not understand at the moment is that at the beginning of lockdown we did not close the airports but now we are looking to make coming into the airports more difficult as we come out of lockdown. It is a puzzle why it was not right at the beginning but it is now right as we try to open the economy. I am particularly concerned about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I just want to say to the Government that for four weeks I have been arguing that they need to open the economy and be talking to the public to bring them with them and give them a sense of what is coming. The paper produced yesterday and the statements that have been made at last are the right indication. I am with the Government: people should use their common sense. There are going to be areas and times when we cannot always meet that argument and that deal about social distancing. I want to ask one question: why does every other country have a lesser distance than we do? That makes a big difference on things such as public transport. Ours is the only country that has a 2-metre rule—Germany’s rule is 1.5 metres, some countries use 1 metre and the World Health Organisation says that 1 metre is enough. Such an approach would help enormously with public transport—on the tube and so on—where there is a great problem. I urge the Government to get on with opening the economy and with giving people the opportunity to get back to their livelihoods. We should trust them, with their common sense, to be able to implement these sets of guidance and to make sure they do the right thing as they go back to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}