{
    "url": "https://www.ukpol.co.uk/chloe-smith-2022-statement-to-the-un-general-assembly-in-new-york/",
    "title": "Chloe Smith – 2022 Statement to the UN General Assembly in New York",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for Disabled People, in New York on 14 June 2022.",
    "content": [
        "Thank you Chair. The UK is committed to implementing the UN Convention on the Rights of Persons with Disabilities. This is through legislation like the Equality Act 2010 and the new British Sign Language Act 2022, and policies that tackle the barriers faced by disabled people, in order to realise their full participation and inclusion in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to help people start, stay and succeed in work. Last month the Government met the commitment made in 2017 to see one million more disabled people in employment – in half the time expected. We’re aiming to prevent health-related job losses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recognising the need for wider societal change, our 18 Disability and Access Ambassadors are using their expertise and influence in business, driving and supporting changes in access for disabled consumers and employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise the importance of co-ordinated action across government, reflecting the full range of services and opportunities that deliver participation and inclusion. Our Disability Champions are driving forward work on disability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to engage with disabled people to ensure their needs are considered, including in the Government’s COVID-19 response and recovery efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we continue to rebuild from the global impact of COVID, our work on global disability rights is more urgent than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK remains steadfast in our commitment and co-hosted the first Global Disability Summit in 2018. That pivotal moment has become a movement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the second Global Disability Summit this February, we launched the FCDO Disability Inclusion and Rights Strategy. It reaffirms the UK’s commitment to act as a global leader, recognising disabled people – in all their diversity – must have greater voice, choice, and visibility to enjoy their full rights and freedoms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It sets out our ambitious approach to work for – and with – disabled people around the world. Across education to health; economic empowerment to humanitarian action; social protection to climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we speak, Russia continues with its unprovoked, reprehensible attack on Ukraine. The deteriorating humanitarian situation is having a devastating and disproportionate impact on the most vulnerable – and many of the 2.7 million disabled people in Ukraine have been left behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are strengthening our focus on reaching the most vulnerable, as part of which we are entering a new £15 million partnership with UNICEF in Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you Chair. We are delighted to be with everyone, learning and sharing at this conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}