{
    "url": "https://www.ukpol.co.uk/alyn-smith-2020-article-on-chinas-human-rights-violations/",
    "title": "Alyn Smith – 2020 Article on China’s Human Rights Violations",
    "post_date": "July 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the article by Alyn Smith, the SNP MP for Stirling, on 5 July 2020.",
    "content": [
        "Hong Kong has long been a special place. Its unique constitutional set-up – known as ‘one country, two systems’ – recognises that Hong Kong is a Special Administrative Region of China, but still allows it to retain its own legal and legislative systems, as well as enjoy a high degree of freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week that principle was torn up by the imposition of the new National Security Law on the people of Hong Kong by the Chinese Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the details of the law were kept secret until it was passed, we know now that it has created several vague new criminal offences, including ‘subversion’ and ‘collusion with external forces’, which are punishable with a maximum sentence of life in prison.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This law puts an end to freedom of speech, freedom of assembly and freedom of expression. It puts an end to the free society that we have watched Hong Kongers take in their hundreds of thousands to the streets to defend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ‘one country, two systems’ principle was enshrined in the Sino-British Joint Declaration in 1984, when the UK committed – along with China – to protect Hong Kong’s unique status for the next fifty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For this system to be dismantled before our eyes like this is more than a challenge to the international rules-based order: it is a direct challenge to the UK Government, and no amount of shiny new planes or Royal Yachts can disguise the fact that this is a humiliating affront to the United Kingdom on the international stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These recent actions by the Chinese state are just the latest in a long pattern of aggression, disregard for human rights and disrespect for international agreements. They are a direct assault on our values and our interests and cannot be tolerated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The imposition of this law matters to us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It matters to us as defenders of human rights that people everywhere are allowed to live freely and without fear, and that international human rights organisations like Amnesty International are able to carry out their vital work without fear of reprisal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It matters to us as internationalists that we can speak openly with people in other countries, and that the brave Hong Kongers I have spoken with in recent weeks can continue to share their stories without the threat of life in prison just for speaking to a foreign politician.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It matters to us that as campaigners for an independent Scotland that international law is respected and strengthened, and that small states the world over know that the world order is based on mutually agreed rules, not mere economic and military might.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This law matters to Scotland and it matters to the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time and time again, the SNP has made the case for safe and legal routes to this country for those fleeing political oppression and I welcome that – in this instance – the UK Government has listened and created a new path to citizenship for BNO passport holders. But we have to do more than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the people of West Berlin were threatened by the USSR, the international community they recognised that it wasn’t enough to simply open the door to those who were fleeing repression: they had to face the threat head-on. While Hong Kong may be a little further away than Berlin, the values that we share are universal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government must take a stand against China, if their much-touted idea of ‘Global Britain’ is to mean anything.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They must join with our allies in the European Union and commit to lodging an action against China in the International Court of Justice to hold it to account for its breach of international law, they must open active consideration of targeted sanctions against China and Chinese companies active within the UK and – most fundamentally – the UK Government must show that breaking the law has consequences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that China’s violations of international agreements and of the rights of its own citizens matters to us all. It’s about time the UK Government showed that it thinks so too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}