{
    "url": "https://www.ukpol.co.uk/cat-smith-2020-speech-on-the-census/",
    "title": "Cat Smith – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 6 May 2020.",
    "content": [
        "It is a pleasure to speak for the Opposition Front Bench, supporting changes to make a more inclusive census that is fit for the 21st century.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The census is an important tool for taking a snapshot of the country as it is today, useful for Government planning now and precious to the historians of the future, who will use this vast record of how we live our lives. Perhaps the most telling way in which this is a 21st-century census is the ambition that the majority of respondents will complete the census online. For many, this will make completing the census easier and collating the data faster. However, I urge the Minister not to forget those who are still digitally excluded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This legislation will introduce new voluntary questions about gender identity and sexual orientation, allowing as yet unknown numbers of lesbian, gay and bisexual citizens, as well as those who have transitioned their gender identity, the chance to be recognised in official statistics. This is a huge step forward for the lesbian, gay, bisexual and trans people of this country. It is not only symbolically important, but practically necessary. Information derived from the census helps to inform policy, plan services and distribute resources effectively to local government and health authorities. By building a clear picture of LGBT communities, resources can be targeted more effectively. I am proud of the progress that we are making on LGBT equality, which started under the previous Labour Government, by repealing the discriminatory section 28, introducing civil partnerships and equalising the age of consent. We are now seeing an LGBT-inclusive census for 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is proud to support the LGBT community, and our support has never wavered. Although this is not personally the Minister’s responsibility, I cannot give up the opportunity to remind her that we are still waiting for her Government to publish the results of their consultation on reform of the outdated Gender Recognition Act 2004. I am sure that the House and the LGBT community, who will be following the progress made on the census today, would really appreciate an update from the Government for their reason in delaying reform of that Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to statistics, the LGBT community is currently a hidden population. Although we do not have accurate data about the size of the community, we do know that it has been hit hard by a decade of Tory austerity, preventing the development of truly specialist LGBT services, and we know that homophobic and transphobic hate crimes are on the rise. Since 2014, offences against gay, lesbian and bisexual people have doubled, while offences against trans people have trebled. This analysis was released after two women were attacked on a bus in London last year for refusing to kiss in front of a group of men. That is just one example of LGBT hate crime that was recorded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The position of LGBT homeless people warrants particular attention in this discussion, not least given the shocking statistic that up to 24% of the youth homeless population are from the LGBT community. I pay tribute to the Albert Kennedy Trust for its continued work in this area, but the unprecedented rise in homelessness under this Government is a national shame. I ask the Minister whether, when the census data eventually exposes the size of this community, which has been neglected for so long, the Government will finally provide the specialist LGBT services that are so desperately needed, including support for those who are homeless?​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Labour party fully supports the inclusion of a new question about armed forces personnel and veterans in the census. This will ensure that charities, public bodies and service providers will be able to meet the needs of this community. It is right and proper that those who have stood up and served our country are recognised and supported when they return to civilian life. Referring back to my earlier points on homelessness, it is a scandal that so many veterans find themselves street homeless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If minority groups are represented in the census, they will have a better chance of receiving the resources they need. That is why we warmly welcome the inclusion of the Roma community in the 2021 census. The Roma are among the most disadvantaged people in the country and have poorer outcomes in key areas such as health and education. The community has faced overt discrimination and abuse for generations. Data about this community will hopefully lead to better resource allocation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, the Women and Equalities Committee released an eye-opening report, making a damning critique of the progress made in addressing inequalities faced by Gypsy, Roma and Traveller communities. I challenge the Government to do more to improve the outcomes in education and health and to tackle discrimination and hate crime, as well as violence against women and girls. Today’s inclusion of Roma in the next census is an important step in that, but will the Minister say more about what she hopes the Government will do, or what she believes they have done, to develop a clear and effective plan to support Gypsy, Roma and Traveller communities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that my hon. Friend the Member for Bedford (Mohammad Yasin), my right hon. Friend the Member for Warley (John Spellar) and my hon. Friend the Member for Warwick and Leamington (Matt Western) hope to speak in this debate about the issues raised by the Sikh communities that they represent in this place. They will express how their constituents want to see the campaign for the inclusion of a Sikh tick box in the ethnic identity question raised in our discussions this afternoon. There is no doubt that policy decisions have overlooked the Sikh community in our country. Up-to-date statistics are few and far between, but the UK Sikh survey in 2016 found that almost one in five Sikhs had encountered discrimination in public places over a year, with Sikhs who wear religious iconography or clothing most likely to experience abuse. The report stated that the Government had\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“systematically failed the minority Sikh community by not adequately responding to the disproportionate impact of racism and hate crime targeting Sikhs since 9/11.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A freedom of information request submitted by the Network of Sikh Organisations revealed that 28% of victims recorded under the Islamophobic hate crime category during 2015 were in fact non-Muslims. Indeed, in 2018 we saw a Sikh visitor to our Parliament racially attacked, with his turban ripped off while queuing for the security checks to enter Parliament. A lack of accurate data can mean that such anti-Sikh hate crimes are perhaps neglected, because many are inaccurately recorded. Indeed, evidence suggests that the census has historically underestimated the Sikh community in the UK. For example, Sikhs are believed to constitute just 1% of the London population, yet account for 5% of deaths among homeless men. Either the Sikh population ​is higher than estimated, or the Sikh community has been disproportionately affected by homelessness. That point is especially pertinent in the context of the disproportionate impact of the coronavirus pandemic on minority communities, including health and social care workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How does the Minister plan to address such inequalities while we lack the accurate data needed on the Sikh community? Does she recognise that the chronic statistical under-reporting of communities such as the Sikh community could allow discrimination to go unnoticed? Currently, only data collected under the ethnicity question in the census is used by public bodies for resource allocation and service planning decisions. We know that data collected under the optional question of religion would be more accurate in reflecting the Sikh community. The religion question should not be made compulsory, but what action could be taken to ensure that the census data collected on religion could be used by public bodies in the same way that data on ethnic groups is handled?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lastly, will the Minister outline what action the Government are taking to ensure that the Sikh community does not remain statistically invisible to law and policy makers? It is clearer now more than ever that minority groups can no longer be left invisible to those responsible for making public policy decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do not want to see delay in the census, and we support the important changes in the legislation. I look forward to hearing the Minister’s responses in her closing remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}