{
    "url": "https://www.ukpol.co.uk/henry-smith-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "Henry Smith – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Henry Smith",
            "url": "/tag/henry-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Henry Smith, the Conservative MP for Crawley, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "Thank you, Mrs Cummins, for calling me in this important debate on the future of the British Indian Ocean Territory. I congratulate my hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski) and thank him for securing the debate and for the very powerful comments that he made in his introduction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Injustice has been visited on the Chagos islanders for well over half a century. It was the Harold Wilson Administration that forcibly removed them from their homeland in the late 1960s, exiling them mainly to Mauritius, but also to some other locations such as the Seychelles. That was not a decision made by this democratic Parliament, but by Orders in Council. The way the Chagos islanders have been treated in Mauritius is really quite appalling: they have been treated as second-class citizens in that country, and the injustice upon injustice that they have suffered is intolerable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I believe that the Chagos islanders should have a right of return to their homeland. I am pleased that as a result of the Nationality and Borders Act passed earlier this year, they and further generations have a right to settle here in this country: they are British citizens, and should be so by right. I am pleased that that has been recognised. However, the future of the Chagos islanders should be determined by them. The prospect of their future being decided by London, Port Louis, the UN in New York, the International Court of Justice in The Hague or wherever else—as has happened throughout the past half century or more—is fundamentally wrong. The Chagos islanders must be able to determine their own future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Mention has been made by my hon. Friend the Member for Shrewsbury and Atcham of the strategic importance of the Chagos archipelago. Those islands were very strategically important during the cold war and during the actions in Afghanistan and Iraq, and they are very strategic again with a new cold war now seemingly having started as a result of Russian aggression. The point about the threat from China has already been made: the Chinese belt and road initiative has already resulted in Commonwealth countries in the Caribbean and the Pacific ocean coming under Chinese coercion and influence. There is a very real danger that if the British Indian Ocean Territory is ceded to Mauritius, there will be significant pressure to put Chinese military installations on those extremely strategic islands. That would be a major military and strategic error for the global community, and I wonder what discussions have been had with Washington regarding its views on defence and foreign policy should those islands be ceded to Mauritius. Perhaps the Minister could address that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I will conclude my remarks by saying that as my constituent Frankie Bontemps of Chagossian Voices, who has already been referenced, has said, the vast majority of the Chagos community that I represent—I probably represent the largest Chagos community anywhere in the world—want to remain British, despite the appalling history that this country has visited on them. They must be consulted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}