{
    "url": "https://www.ukpol.co.uk/greg-smith-2023-comments-on-padbury-meats-and-energy-bills/",
    "title": "Greg Smith – 2023 Comments on Padbury Meats and Energy Bills",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 9 January 2023.",
    "content": [
        "**Greg Smith (Buckingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I very much welcome the package of support announced this afternoon and the enormity of the total support package, but may I push my hon. Friend a little on what is energy intensive? Padbury Meats, a butcher in my constituency, wrote to me over the weekend. It is a healthy business with a huge gross income per annum, it employs six staff and has no borrowings. Thanks to careful decisions, it managed to buy a freehold and therefore pays no rent, but it has seen a fourfold increase in its energy bills since the invasion of Ukraine and is not making a profit. The owner is personally subsidising the business through their own savings, which is not sustainable. Instead of looking at specific energy-intensive industries, will he look at the proportionality of energy bills to total revenue to determine which businesses, such as butchers who have huge fridges and walk-in freezers, need support?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**James Cartlidge**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My hon. Friend makes an important point. The first part of my answer may disappoint him, but I want to be clear. The additional support, particularly for manufacturing, is not just about energy intensity but trade intensity. There are two measures that determine if sectors are entitled to support: whether they are above the 80th percentile for energy intensity and the 60th percentile for trade intensity. So, it may be that the sector does not fit in that category. But that is why—I appreciate the support is less generous, but it is still significant—alongside the additional support for the intensive users, there will still be a universal scheme offering a discount from April this year to March next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}