{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-1992-maiden-speech-in-the-house-of-commons/",
    "title": "Iain Duncan Smith – 1992 Maiden Speech in the House of Commons",
    "post_date": "February 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Iain Duncan Smith in the House of Commons on 20 May 1992.",
    "content": [
        "[![ids2000](https://www.ukpol.co.uk/wp-content/uploads/2016/02/ids2000.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/ids2000.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I take this opportunity to congratulate you, Madam Speaker, on your election. As this is my maiden speech, I ask the House to bear with me if I make a series of mistakes.  \nEarlier, the right hon. Member for Chesterfield (Mr. Benn) reminded the House of the great honour that our electorate bestow upon us in permitting us to represent their views and interests in a sovereign Parliament. I may point out that Chingford is officially part of Greater London, not Essex. Having heard the recent results in Basildon, I am sad that it is not part of Essex.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The majority of the people who live in Chingford have striven for a long time to buy their own properties, take care of their own lives, and make the most that they can—to hand on to future generations—from hard work and the sweat of their own brows. Many of my right hon. and hon. Friends will immediately recognise those as key principles that have supported conservatism, and which my party promoted during the whole of the 1980s. Chingford represents those interests, and we represent Chingford’s interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "My hon. Friend the Member for Eastleigh (Mr. Milligan) mentioned that there is a factory producing Mr. Kipling cakes in his constituency. I cannot boast of such a place, but we do have the London Rubber Company in the middle of my constituency. That company is heavily linked to today’s debate. The House may recall the little problem that existed with the Italian regulations, on the size or width of certain items that London Rubber produces—so it has a keen interest in what goes on here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Few constituencies are so associated with a particular individual as Chingford. I refer of course to my predecessor, Norman Tebbit. Some may remember only the “Spitting Image” vision of a leather jacket, studs, and chains—but I am sure that all right hon. and hon. Members will keep in mind the image of a man of incisive wit, telling rebukes, and most of all, reforming zeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "If it were only for his political achievements, Norman would be remembered as one of the most important figures in British political history—but he is remembered for much more than that. The House owes him a great debt. On that terrible night in Brighton, the lives of Norman, Margaret, and their family were devastatingly and treacherously changed for the worst—yet at no time has Norman or Margaret complained, and they consistently serve as a great inspiration to me and many others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It is not overstating the case to say that Norman brought great honour to the House. I know that all right hon. and hon. Members will join me in wishing him great happiness in the future, in all that he does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "So often in the past when Europe has been debated, there has been a knee-jerk level to the debates. It is said that there are those who are pro-Europe—the Europhiles—and those who are anti-Europe—the Euro-sceptics. If the issue is always polarised in that way, it will be impossible to have a rational debate. The question is rather, whether we want to interrogate certain aspects and regulations or not, the public have a right to know the detail, and it is important that we examine the detail of the treaty and put it before them. I will attempt to do that this evening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Let me begin by congratulating my right hon. Friends the Prime Minister, the Foreign Secretary and the Chancellor on their great negotiating skills, which have produced the treaty that is now before us. Their achievements in securing our exclusion from the social chapter protocol, and in reserving Parliament’s right to decide whether to enter currency union, are greatly appreciated by hon. Members on both sides of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As I read the treaty, however, I must confess to a growing disquiet. My chief worry is that, despite the Government’s considerable successes, we remain locked into what I see as a continuing progression towards a European super-state. I consider that neither necessary nor desirable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Maastricht—following, as it does, from the Single European Act and the treaty of Rome—embodies that movement; perhaps it is proceeding at a slower rate in this context, but it is a movement none the less. Let me explain—echoing what was said earlier by the right hon. Member for Llanelli (Mr. Davies)—that my reasons for believing that are based fundamentally on the ethos that exists in the institutions that the Community now contains. I refer chiefly to the European Commission and the European Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In my view, successive Governments have failed fully to understand the way in which the Commission seeks constantly to advance its competence. In so doing, it will be supported by the European Court. The Commission is not just a bureaucratic body, as so many people seem to think; it has substantial law-making powers—very excutive powers. Beyond those powers, it exists as much to propose legislation to the Council of Ministers. Through its performance of both those roles, constant pressure will continue to extend the process of European integration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "All too often, press and politicians talk about Delors as though he were an expletive. His role is quite clear to him; I believe that it is our understanding of that role that is unclear. Obviously, the European institutions hold the key to the concern that I feel over Maastricht—the Single European Act and, originally, the treaty of Rome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The European Court of Justice has the role of interpreting and applying Community law. Through the interpretation that it gives the treaties within the Community, it can and does fundamentally affect the balance between nation states and the Community. The Court, through its judgments, cannot be considered neutral by any means: it is part of those key institutions that consider it their duty constantly to push forward the concept of the Community, ultimately at the expense of the nation state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "An example of that is provided by a judgment in a case brought by the Netherlands against the high authority. The power of the Court was defined by the Court as the ultima ratio enabling the Community interest enshrined in the Treaty to prevail over inertia and resistance of member states. Many other judgments also illustrate the point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The history of the European Court clearly shows, time and again, that it will be far from impartial, invariably finding in favour of what it perceives as the interest of the Community. Furthermore, the difference between the tradition of common law that exists in this country and the tradition of Continental law—based, as it is, so fundamentally on the code Napoleon—means, essentially, that the European Court will regularly fall back on the preambles to treaties, and will use them to interpret points, as it sees them, within the spirit of the agreement—the members. Every treaty that we have ever signed has given the Court greater scope to interpret.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The preamble to the treaty of Rome raises general provisions urging member states to attain ever closer union with general objectives. To most common law lawyers, that might appear fairly general on the surface. However, it is a major signpost in continental law. The preamble to the Single European Act is full of references to the states implementing a union. Article I clearly refers to progress towards European unity—a major signpost for the European Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Here we seem constantly to have disregarded the general wording of the preambles to the treaties. Under common law, they are not part of any agreement, but in the code Napoleon and continental law, they form a major part of any agreement. The treaty on European union sets out no less clearly in its preamble that defence, foreign policy, economic and social policies and the free movement of people are all set to converge in ways which on the surface may appear rather general but which will be critical to the functioning of the treaty. Therefore, across a full range of matters the Maastricht treaty extends further the areas to which Community law applies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Given the natural desire to the Community institutions constantly to push forward with closer ties and greater compliance, it is natural that they will seek to find areas that are open to extensive secondary legislation affecting our national life that have not yet been affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That can be clearly seen in the proposals for a 48-hour working week. We never perceived under the Single European Act that that would necessarily be the case, but the Community—in the shape of the Commission, ultimately supported by the European court—pushes for that extra bit to be brought to the Commission, under majority voting. I know that my right hon. Friend the Secretary of State for Employment is doing all she can to sort this out, and I wish her the very best of luck. However, I remain a touch pessimistic about the outcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Both sides of the House have made much of subsidiarity, probably because most people do not have a clue what the heck it means. I suspect that some hon. Members on both sides of the House also fall into that category. It is the devolving of power to a lower level, as perceived by the treaty—that of nation states. As a means of trying to retain control over our national identity, it should be given some approval, but if we look back we see that it is a two-edged sword. It very much cuts both ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Originally it was a papal concept. That concept was about power that could flow downwards to the constituent parts of the papal dominion. The key factor was that that power had to be given, as judged by the central authority. In line with that, if we come forward to Maastricht again, we see that it could imply that anything that cannot be justified at national level should, therefore, be taken to the European level. That is the other edge of the cutting sword: that the Community could easily turn round and say, “Justify the fact that you have the right to retain control over that area; otherwise, we shall take it under our powers and competence.” It therefore follows that the European Court would ultimately find in favour of the Community. That is part of its ethos.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Therefore, I propose some measure of reform which I believe we must undertake if we are to make sure that the sort of Europe that we want to see is the one that goes through and that we can control. First, I propose that we should repeal sections 1 and 2 of the European Community Act 1972 and replace them with clear statements about this Parliament’s supremacy over all European Community activities that affect the relationship between this House and the courts—and, in fact, all other constitutional matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Secondly, we should set about reforming the Commission, starting with the European Court. We should position a constitutional court over the Community, I stress, to take an impartial position on questions which affect the competence of nation states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Thirdly, the Commission should be slimmed down, losing many of its existing portfolios. We should get rid of the position of the President and make the Commission more of a non-executive body. Those moderate suggestions are offered, Mr. Deputy Speaker, with some deference to your position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Most of all, we must therefore seek to refocus the Community as one of a group of nation states determined to seek co-operation on a defined but limited number of areas. That would greatly assist the inclusion of other states, which is proposed and with which I thoroughly agree, while keeping the flow of trade as free as possible through co-operation not coercion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "From successive treaties, we have seen a growing erosion of the powers of the House to legislate, not to be overruled by the European Court. Much has been made about the exclusion of the word “federalism”. Having read the treaty time and again, I have to say that, even if we exclude it, the obvious signs are there for all to see—that is, that that is the inevitable march. After all, a bite from a rottweiler hurts just as much even if we insist on calling it a pekinese.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We are asked to support the Government. There is no doubt in my mind of the Government’s intentions, and those I support. However, the problem is that far too much trust is expected of us in this House to be vested in the institutions in the Community. I do not believe that, if we notice how the general tendency is to move towards greater integration, that trust will be well placed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "It has been ably pointed out several times that we have seen the Government and previous Governments fight rearguard actions to prevent the growing power of the Commission from encroaching. Those rearguard actions have been fought in the knowledge that we have signed up to something which has given the Commission powers to get in and take control of certain aspects of our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The treaty is therefore somewhat out of date. It reflects, sadly, concerns from the past which are no longer relevant. I hope that, if we consider the problems and changes that are going on in the Community, hon. Members will agree with me. The treaty keeps the door open to a federalist, centralist and uncompetitive Europe which is clearly moving us in the wrong direction from the rest of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I am not by any means anti-European. After all, Europe is a geographical expression. Therefore, being in the centre of Europe or supporting Europe is neither here nor there. The key is a European Community of nations trading and co-operating through sovereign Parliaments. There is no other time but now. I have talked to many hon. Members who have said, “Don’t worry, this matter will ultimately collapse; things will change and we will not have the problems.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "If now is not the time to put the line in the sand and say, “Thus far and no further,” when are we to say that? This matter has caused me great concern and problems early in the Parliament, but I hope in the next 24 hours to show where my true attitudes lie.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}