{
    "url": "https://www.ukpol.co.uk/jeff-smith-2022-speech-on-the-sharing-economy-and-short-term-letting/",
    "title": "Jeff Smith – 2022 Speech on the Sharing Economy and Short-Term Letting",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeff Smith",
            "url": "/tag/jeff-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeff Smith, the Labour MP for Manchester Withington, in the House of Commons on 16 June 2022.",
    "content": [
        "I congratulate the hon. Member for Cities of London and Westminster (Nickie Aiken) on securing the debate and on her opening speech, which set out the issues really well. We have also had excellent speeches from my hon. Friends the Members for York Central (Rachael Maskell) and for Westminster North (Ms Buck). What has been noticeable, as we have just heard, is the consensus here. We may be small in number, but we all recognise the issue and we all recognise that it needs to be tackled. The fact that there are not many people in the Chamber may be because it is not a controversial proposal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Britain is a fantastic country, with a wealth of exciting places to visit: our remarkable cultural heritage; our world-class attractions and events; our incredible scenery; our coastal towns and vibrant cities, and our amazing capital city. But the tourism sector has really suffered as a result of the pandemic, and its recovery has been much slower than other sectors. VisitBritain found that the UK’s tourism sector lost a total of £146 billion over 2020 and 2021—around £200 million per day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The tourism sector in the UK is recovering at a slower rate than that in Europe and the USA. We have tourism recovery plan targets and a review of destination management organisations gathering dust on the shelf. Despite that, we know that we will recover. People are already returning to big events. In Manchester, last week, we had one of our biggest weekends ever, with lots of huge events around the city, with hotel rooms packed, bars packed, and Airbnbs packed. The inbound tourist trade is picking up as well. Domestic or tourist visitors want somewhere affordable and convenient to stay. Short-term lets have helped many people to do this, encouraging people to holiday domestically in the UK and housing people from abroad. That is generally good, notwithstanding the difficulties for some hotel operators that were identified by the hon. Member for Edinburgh East (Tommy Sheppard). We want those holidays, those visits and those day trips to continue and to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "However, short-term letting is only a good thing if it is sustainable and strengthens, rather than weakens, communities. As we have heard today, in many places, housing supply, local services, safety and wellbeing are affected by the trend towards short-term lets. Properly managed, short-term lets can have real benefits: they can increase housing options, especially at peak times —I have used Airbnb for Labour party conference accommodation, so I know how it can add capacity when all the hotels are packed out for conferences—they can ensure that empty rooms can be used efficiently and they give people an opportunity to make a little extra money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "A residential property that is being used for Airbnb, however—I use Airbnb as a kind of shorthand, but it is the clearly the market leader in this area—can cause the kinds of issues for residents that we have heard articulated so well today, and can take that property out of the residential housing market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mrs Natalie Elphicke (Dover) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Gentleman mentions Airbnb. In the town of Deal, which I represent, there is a particular problem of Airbnbs that are not registered. Does he agree that having a registration system for Airbnbs would be a sensible move to protect coastal communities and tourism in areas such as mine?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I was hugely generous, and so was the Front-Bench spokesman, in allowing that intervention, for obvious reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Jeff Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Lady makes an important point. I will come on to registration, but clearly we do need to look at the options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have heard about the problems caused, with residents citing health and safety concerns where temporary residents are not familiar with or do not care about safety rules. There are issues with short-term rentals being used for parties, and we have heard about noise and antisocial behaviour. However, the longer-term concern, which I think is probably the more significant, is around the sustainability of communities when too many residential properties become short-term lets. I will talk about that in a second.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In London, as we have heard, the law currently allows short-term letting of residential properties for a maximum of 90 nights in a calendar year without planning permission. Since 2017, Airbnb has automatically limited entire home listings in Greater London to 90 nights per calendar year, to encourage compliance with that law. By February 2020 two similar platforms, HomeAway and TripAdvisor, had also implemented a cap. The Mayor of London has encouraged other platforms to do the same, but there are easy ways around those rules, as we heard earlier, and many properties are still being let out on a short-term basis for more than the permitted 90 nights. When the 90-night limit is exceeded illegally, the issues are compounded and likely to grow and grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Outside London, there is no specific limit on how long a property can be let out on a short-term basis, and it is up to local planning authorities to judge whether the letting amounts to a material change of use and requires planning permission. As well as the difficulties that we have talked about for residents, as my hon. Friend the Member for Westminster North pointed out, the complaints about antisocial behaviour are putting pressure on local authorities and their resources, already overstretched following years of Tory and coalition Government cuts to local authorities. That puts huge pressure on local enforcement teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Member for Cities of London and Westminster (Nickie Aiken) is calling for the introduction of a licensing scheme, making it mandatory for anyone renting out their property on a short-term basis to have to register it. That would make it easier for local authorities to tackle some of those issues and the law-breaking that might arise. I pay tribute to my hon. Friend the Member for Westminster North for her consistent campaigning on this issue and her work over a number of years, calling on the Government to give local councils more powers to manage how properties are used for short-term rentals. Those are all proposals that must be looked at seriously by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I know from my own constituency in south Manchester the problems that occur when houses become party let houses. It used to be in my area that it was only the student houses in multiple occupancy that became party houses and posed a real problem for long-term residents, but now a lot of our houses are let out by Airbnb and are causing real difficulties for the long-term residents with noise, litter and disturbance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Member for Edinburgh East talked about control zones. When I was a councillor in Manchester, we introduced an article 4 direction to limit the number of HMOs that could be permitted in an area, and that kind of innovative approach is something we need to look at. It would be interesting to see how the control zones in Edinburgh work and how we can learn from them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As well as the kinds of problems that my constituency and other urban areas are experiencing, the prominence of second homes and short-term lets is causing a housing and public services crisis in popular tourist destinations across some of the more rural parts of the UK. Cornwall, Cumbria, Northumberland, the west country, Shropshire, parts of Yorkshire, the Scottish highlands, as we have heard, and rural Wales have all suffered. To thrive, communities need investment, employment opportunities and, in many cases, thriving tourism industries, but they also need affordable homes for local people. Accelerated by the pandemic, many of these areas have seen house prices soar and availability drop as wealthy outsiders buy up second homes, often for buy-to-let, and then they discover that owners can often get more money from a short-term let than from a long-term tenant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Properties that were previously for permanent rental are being turned into Airbnb holiday lets, which impacts directly on the affordability and availability of local homes, particularly for local first-time buyers and private renters. It also means that houses are left empty for large chunks of the year, reducing permanent populations. That can have pretty disastrous impacts on the local community, such as: school closures, because families are forced out and schools become unsustainable; cuts to transport services and buses; and health and other services disappearing as demand drops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It seems pretty clear that the Government need to explore whether and how local authorities can be provided the powers to tackle this issue. We have heard a few examples. We can introduce licensing regimes for second homes and short-term lets, we can consider giving councils greater discretion over council tax regimes and we can look at allowing local authorities to levy more premiums or surcharges on second homes and long-term empty properties, if they believe it is needed in their locality. Some local authorities are backing calls for more powers in planning to recognise short-term rentals as a different use class, meaning that people who want to use their home exclusively for Airbnb would need planning permission. Local authorities could control how their local areas operate in a number of ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is welcome that the Government committed to launching a consultation on the introduction of a tourist accommodation registration scheme in England. So far, we have seen no sign of it. It was promised in early 2022. We are mid-June, so we have probably passed “early 2022”. I would be very happy if the Minister could confirm when the consultation will open and how long it will run for. While we continue to wait for it, I welcome the news that the Labour Mayor of London has just launched his own consultation on the issue. I encourage everyone in London affected by this issue to participate before the consultation closes on 4 July.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The rise of Airbnb is just one example of the emergence of the sharing economy. Many businesses have become everyday fixtures of our modern lives. At their best, these platforms can be about reducing waste, pooling space, skills and items, and making life easier and more sustainable, but it does not always work like that, and when it becomes commercial, it can cause difficulties. When Airbnb and similar websites first emerged, it was about individuals occasionally making a bit of extra income on their spare room or own property, but things are very different now. A large part of the short-term rental market is now a wholly commercial enterprise. Residential properties are being used as letting businesses without the required planning permission, local authority oversight or protections for neighbours and communities. We clearly need to respond now to that different context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let us learn from the examples we have heard about from abroad. Let us look at the changes in Scotland and elsewhere. Airbnb has said that it is willing to work with the Government on regulation to ease some of the challenges to which it is contributing. It published a healthy tourism commitment and the “Short-term Lets Registration White Paper”, which calls for the introduction of a simple nationwide registration scheme for the short-term lettings sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The willingness is there from stakeholders. The political imperative is there, I would argue, and the political consensus is there that we need to get a grip of this. The need is certainly there, as has been well articulated today. It is now time for the Government to act, to start to tackle this issue and to get the balance right for our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}