{
    "url": "https://www.ukpol.co.uk/angela-smith-2022-speech-on-the-growth-plan-baroness-smith-of-basildon/",
    "title": "Angela Smith – 2022 Speech on the Growth Plan (Baroness Smith of Basildon)",
    "post_date": "October 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Smith",
            "url": "/tag/angela-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Smith, Baroness Smith of Basildon, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, first, I welcome the noble Baroness back to the Front Benches. Many of us were surprised when she was departed from them previously, and I welcome her to her new job. I note that her official title is Minister of State for Government Efficiency. I wish her well; she has never been one to shy away from a challenge, and she has a challenge in that one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward very much to the maiden speech of the noble Baroness, Lady Gohir. I am convinced that she will make an important contribution to the work of the House, so I look forward to hearing her and welcome her to this place. It is with slightly less enthusiasm that I look forward to the valedictory speech of the right reverend Prelate. Personally and from these Benches, let me say to him that he has been an asset to the House. We have greatly welcomed his wisdom and wise counsel, and we are going to miss him. I thank him for all he has done and look forward to his speech with some regrets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We last met in this Chamber to pay tribute to and remember Her late Majesty Queen Elizabeth. We did so in a spirit of unity and common purpose. With a new monarch and a new Prime Minister, it is a time of significant change. At a time when we most needed stability, instead we had the most extraordinary non-Budget Budget that this country has seen for at least a generation. I listened with interest to the Minister’s speech, and I was surprised that there was no acknowledgement of the turmoil that this country has found itself in in the last couple of weeks since that Statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Friday 23 September, after this House had risen for the Conference Recess, the new Chancellor made his first Statement to House of Commons—and what a Statement it was. Then, and in the days that followed, Liz Truss and Kwasi Kwarteng set out the package, which ended any pretence of fiscal responsibility or levelling up—or indeed of understanding the pressures on families, individuals and businesses across the UK. The response of experts and the markets was one of incredulity. How could this happen? At a time of high interest rates, the great government plan was to borrow more to pay for tax cuts that would benefit those who had more than anyone else in the first place. There was no absolute cap on energy bills but instead a cap on the unit price, which will see some families still paying well over the £2,500 promised under Labour’s alternative plans. I see that the noble Lord, Lord Callanan, is responding, and I hope that he will address this in his response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the non-Budget Budget, the pound fell, the markets reacted to the lack of confidence in the Government, and the Bank of England had to step in with a £65 billion commitment to prop up the economy. It clearly did not help confidence in the UK that the Chancellor refused to publish information from the Office for Budget Responsibility. Given the unprecedented market reaction, the Prime Minister should have heeded calls from across the political spectrum to return to Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A strong or weak economy is not an academic exercise. It is not just a way to gamble on the markets to see whether you can make any money—it is about people’s lives. When mortgage offers were withdrawn, hundreds of products were pulled only to be replaced with fewer and more expensive alternatives, and some saw their opportunity of owning their own home or keeping the home that they were in disappear overnight. That will also force up rents. The Prime Minister gave her so-called reassurances that they had borrowed money to try to help with energy costs, but so much of that will be swallowed up by increased housing costs, either in mortgage payments or rents. There was a real need and opportunity for the Government to respond and for ministerial accountability to Parliament. Instead, we had over a week of unhelpful distractions, mixed messages and Cabinet infighting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The media were briefed that the November “fiscal event” was being brought forward to October, but nobody thought at the time to tell the Chancellor. We now know that it will be the very last day of October. Two Cabinet Ministers joined Back-Bench colleagues in mounting what has been called a “pre-bellion” on the issue of uprating universal credit benefits by inflation. As the Prime Minister turned to BBC local radio to put her case, her lack of empathy as she appeared to be reading out “lines to take” on fuel bills cut little ice with listeners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This chaos has come at the worst possible time. Household budgets are under enormous pressure, hitting almost everyone with high petrol prices, spiralling food costs, supply issues and ever-increasing interest rates. Even those who previously felt relatively secure are now nervous for the future. The help with fuel bills will still leave many families paying far more than £2,500.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an expensive package, funded by borrowing, so I fail to understand why—despite Labour’s pleas and some from the Government’s own side as well, and the welcome intervention of Shell’s CEO—the Prime Minister and the Chancellor are so set against taxing the billions of pounds in excess profits, preferring instead costly extra borrowing. It does not make economic sense. The mini-Budget damaged both the economy and confidence in the Government—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lord Forsyth of Drumlean (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the noble Baroness give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Baroness Smith of Basildon (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is unusual, but to the noble Lord I will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lord Forsyth of Drumlean (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are unusual times. Does the noble Baroness accept that the Government’s package of support for people and businesses with their energy bills is far in excess of what the Labour Party was promising? Does she also accept that her proposed tax on the energy companies would have raised a trifling £8 billion compared with the costs of the scheme that has been put forward by the Government? Will she not welcome that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Baroness Smith of Basildon (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would welcome a fairer way. The key question is: who pays? The Government had a choice. They could have said that future taxpayers will pay—at a time when borrowing is higher than it has been for years—or they could have said that the energy companies should make a contribution to this. The £8 billion the noble Lord cites is wrong; it is at least £14 billion. I do not dispute the “generosity”—I use inverted commas—of the Government; this is an expensive package. The problem is that it will cost us for years to come and still means that many households will be paying over £2,500, which they cannot afford. The noble Lord makes a brave defence of the Government but it is not one that I can support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister, when talking about the economy, spoke about having an\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“iron grip on the nation’s finances”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "but you do not do that by having a spending spree one day and then slashing your tax base the next. My noble friend Lord Tunnicliffe will talk about the gilt market in his closing remarks later, but the Government’s actions have raised the cost of borrowing at the worst possible time, leaving a bill for future generations. Yet Ministers want us to believe that this crisis is not of their making and that, somehow, the decisions taken in Downing Street are not responsible for these economic problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no doubt that international issues have a domestic impact. If proof were ever needed that we are globally interconnected, the war in Ukraine is that proof. However, as with both Brexit and the Covid pandemic, it is not just about the issue but about how Governments respond at the time, as well as the long-term resilience planning to prepare for such events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister insists that this is all caused solely by the “global economic crisis” caused by Putin’s invasion of Ukraine. This House knows that supporting Ukraine involves sacrifices. We stand alongside the Ukrainian people and will continue to do so. Of course that conflict brings serious economic impacts, but it is also just plain wrong to insist that recent events are a direct result of it. Did the pound crash against the dollar because of the events in Ukraine? Did the war make UK gilt prices go up? Did Putin force banks to pull hundreds of mortgage deals from the market? No, no, no. These were immediate, emphatic and damning responses to the Government’s announcement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we look at the timeline of what happened and when, we see that the market movements perfectly tracked announcements and media appearances by the Prime Minister and the Chancellor, including last week’s speeches in Birmingham. The Chancellor claimed that the economic chaos was partly the result of the additional “pressure” he experienced following the death of the Queen, as his Statement came just\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“four days after the funeral”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But he chose that date. I am sure that I was not alone in my exasperation at the economic turmoil being explained away as policies being badly communicated. That was not the issue. They were the wrong policies, and no amount of communication could disguise that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some excuses were more imaginative than others. Though not a member of the Government, the noble Lord, Lord Hannan—he smiles at me; he probably knows what is coming next—tried his best to help. I look forward to his contribution later. He remarked that the real reason for the pound’s crash was really quite simple. It was not because of decisions taken in Downing Street. The pound’s value collapsed because “the markets are terrified” of Keir Starmer. This time, the party opposite was not blaming the last Labour Government; it was blaming the next one. It might be helpful to reflect that, on average, the last Labour Government achieved higher annual growth than we have seen over the past 12 years of a Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister and Chancellor now claim to have listened. They say they have listened to the markets, to the public and to their own MPs. After nine days of digging in on the 45p income tax rate, Liz Truss finally announced, in a massive U-turn during the Conservative Party conference, that it would remain. However, most of the mini-budget still stands—but it is only Monday. It is currently still a package aimed at those in the top 5% of income, despite mainstream economic analysis and experience having shown time and time again that trickle-down economics simply does not work. The Government would do well to follow the advice of the noble and learned Lord, Lord Clarke of Nottingham, and others, and just start again. Or, if the Chancellor is convinced that he has, to borrow a phrase from Boris Johnson, “got the big calls right”, he should publish the OBR’s economic forecast. He should publish it today and in full.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OBR was set up by a Conservative Chancellor and its forecasts have become a key part of UK fiscal events. Mr Kwarteng says he recognises the OBR’s independence, but the facts speak for themselves: he muzzled it when it was most needed. And it is not just the OBR in the firing line. The former Bank of England Governor, Mark Carney, has accused Liz Truss of “undercutting” the country’s economic institutions and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“working at some cross purposes with the Bank”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, some have argued that this sorry saga might have been avoided had the Prime Minister not dismissed the Treasury’s Permanent Secretary in one of her first acts in office. Getting rid of a senior civil servant for personal or political reasons is a significant departure from our traditions of how to govern. As we see in this House—perhaps the noble Lord, Lord Forsyth, and I are a good example—we know how to disagree agreeably. Instead, in the words of the noble Lord, Lord Macpherson of Earls Court, the Prime Minister chose to fire the\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“only official with serious experience of crisis management and then precipitate a crisis a fortnight later.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Government are not just going to listen to, and surround themselves with, those who will always agree, whatever the issue. That is no way to run an economy and no way to run a country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A strong economy is one in which a Government play their full part in supporting and unleashing the potential for growth. That sits alongside strong public services that enhance our social fabric and our economy. A first-rate health service and the best training and educational opportunities are not just items to be ticked off in the “Nice to have” category; they are essential for a modern economy. An incoming Labour Government will implement a genuine plan for growth, creating the biggest partnerships between businesses, government and communities that this country has ever seen. We will ensure greater fairness in the tax system and, by making us a global leader in green technologies, we will secure investment and resilience in our energy markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just in the green economy where we have to be ambitious. We will work together across manufacturing and service industries to find solutions to the ongoing skills crisis, to which this Government have no answer. We will also change how politics is conducted in this country, taking responsibility for our decisions and the consequences they have for people across the nation—because when we look at everything said by the Prime Minister, the Chancellor and the rest of the Cabinet last week, one word is conspicuous by its absence, and that word is “sorry.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}