{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-the-may-elections/",
    "title": "Chloe Smith – 2021 Statement on the May Elections",
    "post_date": "January 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 13 January 2021.",
    "content": [
        "Safe and secure elections are the cornerstone of any democracy, and Parliament’s decision, as set out in primary legislation, is that these polls should go ahead in May. Due to the pandemic, many of these elections have already been delayed by a year, but voters have a right to be heard and to decide who governs them. During the pandemic, local authorities will have taken many serious decisions impacting directly on residents, on matters from council tax to road closures, and those are important issues on which elected representatives should be held to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the situation, however, we are, as the Prime Minister set out last week, keeping this position under review. Any change would require very careful consideration, including by this House, and would need to be based on robust evidence. There should be a high bar for any delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remind the House that we have already seen polls go ahead despite coronavirus, in this country—for example, council elections in Edinburgh and Aberdeen—and internationally, with other countries holding general elections. Since the announcement of the postponement of the 2020 elections, we have been working towards holding them in a covid-secure manner, and we will put in place a strong set of measures to support this. Voters have a choice as to how they participate in elections—at the polling station, by proxy or by post. We want to maintain that choice, but we recognise that the pandemic may change people’s needs and preferences. We actively encourage anybody who is shielding or who would prefer not to attend a polling station to apply for an absent vote instead of going in person. We will bring forward additional measures to support absent voting, including extending the ability to appoint a proxy, so that anybody who might be affected by covid-19 in the days before the poll is still able to make their voice heard. The Government this week set out our plan to roll out vaccines at pace, which will ensure that the most vulnerable are protected and provide a route map towards relaxing the restrictions when safe to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have worked closely with the Electoral Commission on the production of guidance to aid all involved. This guidance is based on the latest public health advice and will be updated as necessary ahead of the polls. We have been working across Government to ensure that any activity required for participation in and the delivery of the polls is technically allowed under covid regulations. I thank local government officials, who have stepped up to the mark enormously in dealing with new and challenging issues, in many cases since last March. That should be recognised. We are grateful to them for all the work they have done, and we will continue to work closely with them and all involved in elections to support them in delivering the elections successfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, hon. and right hon. Members will know very well the importance of campaigning and providing information to voters. As well as the technical aspects of elections, voters rightly expect that campaigning activity should only be carried out safely. I can confirm that the Government have also worked with the parliamentary parties panel to ensure that we are aware of the views from political parties, and we will continue to do that. We recognise the importance of parliamentary scrutiny of this area. We will continue to keep the House updated on the preparations for the safe holding of these elections, which are an important upcoming moment in our shared civic life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}