{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2001-speech-to-the-american-enterprise-institute/",
    "title": "Iain Duncan Smith – 2001 Speech to the American Enterprise Institute",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Iain Duncan Smith, the Conservative MP for Chingford and then Leader of the Conservative Party, in Washington DC, the United States, on 30 November 2001.",
    "content": [
        "Nothing, of course, will ever remove from our memories the horrific attacks – in this city and in New York – that took place on September 11. It is still almost impossible to comprehend what happened on that day, or to understand the hate that could motivate men to carry out such evil deeds. The grief felt throughout the United Kingdom on that day was real and heartfelt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "They were attacks on Britain’s staunchest ally and Britain’s greatest friend. Yet they were attacks on us all and on the shared values that we hold dear. Over 4,000 people were brutally murdered from over 80 countries. In terms of loss of life, they were the worst terrorist outrages in British history too. So my message is simple – we are in this together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "If one thing has stood out since September 11, however, it has been the indomitable spirit of the American people never to bend the knee to terrorism. The response of your nation, under fire, has demonstrated to the whole world why the spirit of freedom and democracy will always triumph over evil and terror. And the leadership given by President Bush and others, such as Rudolph Guiliani, has been quite outstanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Such an atrocity could not go ignored or unpunished. The guilt of Bin Laden, and the Taliban regime that harboured him, was beyond any reasonable doubt. Having been shown some of the intelligence by the Prime Minister, I am quite clear that they are guilty as charged. That is why the British Government, with the backing of my Party, was right to give its full support to the President in taking whatever course of action he felt appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Our aims in Afghanistan have been clear all along. The removal of the Taliban regime and its replacement by a more broadly-based government, bringing Bin Laden to justice and dismantling his Al-Qa’eda terrorist network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The first of these – the removal of the Taliban – is now virtually assured. UN sponsored talks are currently taking place about the formation of a new Government. Hopefully the shape of that Government will emerge quickly so that some stability can at last be brought to a people who have suffered so much from a succession of tyrannical regimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And the net is closing in on Bin Laden. The professionalism of our Armed Forces – American and British – will ensure that either he is brought to justice or that justice is brought to him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The success that has been achieved in recent weeks is a vindication of the strategy pursued by the international coalition, with the United States at its head. We must see it through to the finish and not be distracted by those who, for whatever reason, call for an end to the bombing before our task is properly completed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Yet, while the war in Afghanistan might just be beginning to have an end in sight, the war against terrorism is emphatically not over. It must go on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "You have called this particular part of the Conference “Confronting the Terrorists”. To me, that encapsulates neatly what I believe to be the overriding joint purpose of our two countries, not just in Afghanistan, but wherever terrorism rears its evil head or finds sanctuary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We in the United Kingdom have had to face terrorism for too long. Thousands of people have died as a result – enough is enough. If September 11 told us one thing, it is that terrorism today knows no limits. There is no weapon they will not use, and no life they are not prepared to take. We need to realise that these people are fanatics who will stop at nothing. That is why we have to stop them. If we fail to maintain the pressure on terrorism everywhere, then we are all at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Winning the war against terrorism requires us to fight it on all fronts. It means tackling the terrorist organisations direct. It means drying up their sources of finance. It means tackling the links between terrorism and organised crime. And it means dealing with those rogue states that for too long have been able to get away with harbouring terrorists and using them for their own twisted purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "A clear lesson is that the days of the safe havens are over. We are no longer prepared to tolerate your activities. That goes for Afghanistan, just as it should for other countries we know, and can show, are involved in international terrorism. Where these states are unwilling to take effective action against terrorism they must be prepared to face a determined response from the wider international community – and I hope that the United Kingdom will continue to be at the forefront of that response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As Defence Secretary, Donald Rumsfeld, made absolutely clear just over a fortnight ago: ‘we are in this for the long haul’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And certainly I agree with President Bush when he says that there can be no further justification for the continuing Iraqi failing to abide by the Gulf War ceasefire obligations to allow UN inspectors back into the country to monitor its weapons of mass destruction. As Richard Butler has made clear, Iraq has used the three years since UNSCOM was kicked out to build up its arsenal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The events of September 11 also shattered one of the post-Cold War illusions that we no longer faced any direct threats. In fact the threats today are many and more varied than ever before – from the car bomber to the rogue state with ever more powerful weapons of mass destruction – nuclear, chemical or biological. Nobody can be in any doubt that if Bin Laden had been able to lay his hands on a nuclear device then he would not have used it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As I have said before, proving one threat does not disprove another. And against many of these threats we are currently literally defenceless. That is particularly the case when it comes to ballistic missiles. It makes them the weapon of choice for the terrorist or rogue state bent on blackmail or carnage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Traditional methods of arms control will not solve the problem. Those countries, like Iraq, are the least likely to observe treaties. Stemming the flow of military technology to these countries might delay their ability to develop weapons of mass destruction but we cannot guarantee that it will halt it. Preventative defence, seeking to bring these countries within the family of civilised nations, clearly has a part to play, though in a number of cases we are a long way from that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That is why it is essential for us to look collectively at new ways of strengthening our defences. In this context I reiterate my Party’s backing for President Bush’s plans for the development of an effective ballistic missile defence shield – for the United States and her allies – in which the United Kingdom plays a full role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Far from holding back on missile defence, I believe that the events of September 11 have made it all the more important to press ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Confronting the terrorists must mean all terrorists. As far as I, and the Conservative Party, is concerned terrorism is indivisible. What happened in the United States is the same as that which has been carried out in the United Kingdom, and in particular in Northern Ireland. The only difference is scale. Even then we should never forget that some 3,600 people have lost their lives in terrorist violence associated with Northern Ireland. As Northern Ireland’s First Minister, David Trimble, and I argued last week, there is no moral difference whatever between those who planned and carried out the attacks on the Pentagon and the Twin Towers or those who planned and carried out Enniskillen, Omagh, Greysteel and countless other atrocities over 30 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Nor is there any difference between the illicit trade in drugs that helps to finance the terrorist operations of Al-Qa’eda and the illicit trade in drugs that sustains the activities of Republican and Loyalist Paramilitaries in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Over the years the IRA has clearly established links with international terrorist organisations. Much of its weaponry was supplied courtesy of Colonel Gaddafi. In August, three suspected IRA members were apprehended in Colombia suspected of collaborating with the narco-terrorist group FARC. The IRA is in many respects the prototype for international terror groups and the organisation from which they draw inspiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "And even with the current ‘ceasefires’, and the IRA act of decommissioning, the terrorist threat from dissident groups remains high. So we need to continue to confront the domestic terrorist threat in the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "When Gerry Adams said in New York recently, ‘those who support us know the difference between what’s been happening in Ireland and what happened in this city on September 11′ – he is wrong – there should be no equivocation about our response to terror.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We agree that because a person has a violent past, it does not mean they cannot have a future if they renounce violence completely. We want the peace process to succeed. Yet we should never fall into the trap of those who would claim there are different categories of terrorist or, worse still, ‘good terrorists’ and ‘bad terrorists’. Do that and we are a short step from giving legitimacy to all terrorist violence. The dead of the United Kingdom are testament to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This will not be an easy road – it will not be a quick journey – but the United States and Britain have been together for too long to weaken now. Together in defence of freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We must be strong in the face of tragedy – relentless in the pursuit of evil – resolute in the fight and just in victory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}