{
    "url": "https://www.ukpol.co.uk/chloe-smith-2017-speech-in-newry/",
    "title": "Chloe Smith – 2017 Speech in Newry",
    "post_date": "November 13, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Parliamentary Under Secretary of State for Northern Ireland, at the Northern Ireland Commissioner for Children and Young People’s ‘Our Brexit Too’ event in Newry on 10 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much for inviting me to attend this excellent event today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You’ve made it clear to me that there are worries about Brexit, about what it will mean for your families and for your future, and I want you to just take a moment to hear a different perspective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to tell you about the opportunity of Brexit, about what it can mean for the economy, for jobs, for your university experience and for your future as the next leaders and involved citizens of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before turning to the subject of Brexit I want to provide a short update on the politics because as those attending will be all too aware it is essential that we see the return of an NI Executive as soon as possible to allow Northern Ireland’s issues to be fully represented at all levels in the negotiation process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite intensive efforts it has not yet been possible for the parties to reach agreement and as a result the Secretary of State has not been able to bring forward legislation to enable an Executive to form. Crucially, a budget for the current financial year has yet to be set. The consequence of this is that the UK Government and the Northern Ireland Civil Service have assessed that Northern Ireland will begin to run out of resources soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government therefore intends for a Budget Bill to be introduced into Parliament on Monday in order to protect the delivery of public services in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government’s strong preference would be for a restored Executive here in Northern Ireland to take forward its own Budget. So this step is one that the UK Government is taking with the utmost reluctance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government’s priority will continue to be the restoration of devolved government in Northern Ireland. The Secretary of State will continue to work with political parties to encourage them towards an agreement to form an Executive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue you have spent the day analysing – the decision by the people of the UK to leave the European Union – presents a range of challenges and opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to stress that in discussions about the future of the relationship between Northern Ireland and Ireland, we have agreed that the Belfast Agreement should be protected in full. That means that if the people here want Northern Ireland want to remain within the United Kingdom, that will continue to be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The money in your and your family’s pocket will be at the heart of our discussions on Brexit. We are leaving the EU but that does not mean we are turning our backs on our friends and partners in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is also clear is that we are committed to securing a deal with the EU that works for the whole of the United Kingdom, including Northern Ireland. That was clear from the Prime Minister’s speech in Florence recently, and we have made our intentions clear specifically about what we Northern Ireland to the EU in a paper we gave them over the summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the moment, you can travel from the UK to Ireland without a visa and without a passport. For many decades we’ve had a system called the Common Travel Area. We want this to continue after Brexit, and the EU agrees with us on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to uphold the Belfast Agreement in all its parts; avoiding what some people call a ‘hard border’ when goods cross from one country to another. We want to work north-south with Ireland and we want Ireland to work with the UK east-west too. It’s a great relationship at the moment and we want that to continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also made excellent progress discussing the citizenship and identity rights provided for in the Belfast Agreement and scoping the North-South cooperation that currently takes place under the Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want there to be free movement of goods, and we want to ensure local businesses that your families may work in here in Newry and across Northern Ireland can continue to trade freely across the border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also recognises investors, businesses and citizens in the UK, Ireland, the rest of the EU, and beyond, need to be able to plan ahead. What would be most helpful to people and businesses on both sides, is for us to agree detailed arrangements for what’s called an implementation period, so that people can get used to the changes and things only change once.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister said in Florence, and again recently in Parliament in Westminster that we want this period of implementation to give businesses and people certainty and time to prepare for the change; and a guarantee that this implementation period will only be for a certain time – two years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No-one pretends that leaving the EU is easy, it is not. It will require a period of adjustment for both the UK and the EU, for our businesses and our citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Government respects what people across the UK told them in the referendum on 23rd June last year. We will leave the political institutions of the European Union on 29 March 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This momentous decision presents challenges, as you will all have seen from the media reports and briefings around issues like citizens’ rights, financial obligations and the land border here in Ireland. But it presents the UK, including Northern Ireland, with opportunities too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have always been an open trading nation, forging alliances across the globe to trade with other people. Since we joined the then-EEC in 1973, we have been part of the trade agreements negotiated on our behalf by the Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While these have benefited the UK and the EU, they have not always been in the best interests of each and every nation to which they apply. Some will gain more and some will lose more – that is the nature of world trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Leaving the EU provides the UK, for the first time in a generation, the freedom to negotiate trade deals across the globe with any nation we wish to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Soon, the UK will decide what it is prepared to do to secure the deals it wants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are those who say the UK will lose the benefits it currently has, through the trade deals it is part of now, through the EU. But this overlooks the fact that the UK will have freedom to negotiate new terms with these nations which could be better than the ones we have at the moment within the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Trade and immigration are two issues that are often seen to go hand in hand. The UK has benefited from immigration, bringing new cultures, skills and ideas to the UK economy. You only need to see here in Newry, which has a high level of immigration, the benefits this has brought to this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to welcome people to the UK. We need skilled migrants to work across our industries to ensure we have the right people in the right jobs to provide maximum benefit to our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is what EU exit allows us to do. To have our own immigration policy. One tailored to the different needs of the economy. One that is flexible and can react when we need more people, and equally when we need fewer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our trading relationship with the EU is also of crucial importance. We have said that we want to see an excellent free trade agreement with the EU. We believe the EU wants the same thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m an MP, and along with 649 others I have a vote on laws, one of which at the moment in front of us is called the EU Withdrawal Bill. When that law goes through it means we will have the same rules and regulations governing all of our trade now. Some EU laws will become UK laws.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means that both our country and our neighbouring countries will be in the same regulatory position when we leave the EU, providing both the UK and the EU with an excellent opportunity to forge a great trading agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Put simply, we buy more stuff from the EU than they do from us. So it’s within the EU’s interests to have a great agreement with us that doesn’t punish the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously, the border down the road from here in Newry is the only actual land border the UK has with an EU country, in this case Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This does present some challenges, but there’s also an opportunity, in that Northern Ireland can act as a bridge between the UK and the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was about your age when the Belfast Agreement was signed in Belfast between the UK Government and the Irish Government. So much has been done politically, in the economy and in relationships between people of all ages in the past 20 years. We don’t want to lose any of that progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland’s position will mean a slightly different set of rules will apply, to ensure the open border continues as it does now. Is anyone’s dad or mum a farmer? You will know that animal health is really important, and it’s important standards are kept right across the UK and Ireland to make sure our food is safe and our farms are safe. We’re working to make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it’s clear we need specific solutions to the unique circumstances of Northern Ireland and Ireland and that is what we are working towards every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m really encouraged by what I’ve heard today. It’s clear everyone here really cares about Northern Ireland, about the EU and about the future. It’s clear many of you wouldn’t have voted for Brexit, but what I want to assure you is that there are hundreds of people in the UK government working really hard every day to make sure we get the best possible Brexit, so when we leave, when you’re a bit older and when you hopefully go to university or into training or a job you will know we have done our very best for you, for your families, and for everyone in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And maybe one day someone in this room will be giving a speech like this. Maybe you’ll be reflecting on Brexit and what it has meant for Northern Ireland and Ireland. I want to assure you that you will have positive things to say, that there are opportunities ahead and if we all work together, we will make a success of Brexit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}