{
    "url": "https://www.ukpol.co.uk/andrew-smith-2000-speech-to-the-ippr-seminar/",
    "title": "Andrew Smith – 2000 Speech to the IPPR Seminar",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 5 April 2000.",
    "content": [
        "##  Introduction \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "John has illustrated how PPPs are the cornerstone of our modernisation programme, and with some key examples shown how PPPs can make real difference to Britain’s public services. I want to demonstrate the scale of the benefits that PPPs are bringing, and how these benefits flow from the reforms we have made since the election. And I want to set out our vision to build on this success, extending and deepening the partnership concept to embrace new areas and different ways of doing business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  The scale of the PPP programme \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Already public private partnerships are present in every area of the public sector and across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since May 1997, at our last estimate we had signed contracts for over 200 projects, leveraging in capital investment of over 12 billion pounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Compare this with less than 4 billion pounds of contracts signed during the whole of the last Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our frontline services have been the main beneficiaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the NHS, since we reformed PFI, three waves of major projects totalling 35 major hospitals have been agreed – that’s over £3 billion of extra investment. This represents the largest investment in new hospital facilities since the NHS was established.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the schools sector, eighteen individual schools projects and twenty three grouped projects, covering 520 schools, are underway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is just the start. Over the next three years we expect to sign contracts for projects with an estimated capital value of over £20 billion. This will include £8 billion to modernise the tube; more than 60 new education projects, 25 new health projects and 12 other new transport projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Getting better value for money \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Central to our approach is to use PPPs only where they provide better value compared to public sector investment. Partnerships enable the public sector to benefit from commercial dynamism, innovation and project management and planning skills, harnessed through the introduction of private sector investors who contribute their own capital, skills and experience. In short, getting the private sector in to do what they usually do best, using the disciplines, incentives and expertise they have developed in the course of their normal everyday business. This allows Government to concentrate on what we usually do best – enforcing standards and protecting the public interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Better value for money means that, within the resources available, we can deliver more essential services and to a higher standard than would otherwise have been the case. As John says, on average privately-financed projects are delivering savings of 17% compared to public sector alternatives – this represents savings of £2 billion on a £12 billion programme, equivalent to 25 new hospitals or 130 new schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  The Government’s reforms \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What makes a PPP programme of this scale possible, delivering the benefits I have described, are the reforms that we have made since the election. These reforms are designed to:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* deliver significantly improved public services, and \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* to share the benefits of PPPs fairly between all stakeholders – this includes customers, taxpayers and employees at every level of the organisation. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We started by reforming the Private Finance Initiative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To improve the flow of PFI deals, and provide better value for taxpayers we:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* ended the previous Government’s insistence on universal testing which had caused only frustration and delay; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* we took the decision to prioritise PFI schemes; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* and we introduced standardised contracts into PFI deals. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* we have also ensured that ownership of PFI assets will revert to the public sector at the end of the contract. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* and unlike the last Government, we use PFI where it offers best value for money – not to move public sector investment off balance sheet. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure a fair deal for staff, we have provided for better consultation on PPP proposals, announced plans to protect staff pension entitlements, and have ended the requirement for staff providing services such as cleaning, caretaking and catering to have to transfer automatically to the private sector. We do this, because unlike the last Government we recognise that staff are partners in PPPs, and that the future success of the partnership relies on their dedication and commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to ensure that PFI projects do bring demonstrable benefits to customers and those who rely on the services provided, we have designed contracts with the focus on outputs and performance. Private sector partners are clearer about what is expected of them and the implications if they fail to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is particularly encouraging is the way that private sector parties have responded to these reforms we have put in place. Construction companies are prepared to take on new risks – becoming investors in infrastructure, as well as merely providers of the asset. And a new industry in facilities management – providing the long term maintenance of assets – has been created to manage more effectively risks which fell to the public sector under conventional procurement. Increasingly, private sector providers are able to supply whole life costing for new assets, giving Government greater assurance that it is securing value for money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the public sector has responded positively too. Privately-financed projects are acting as value benchmarks against which wholly public sector providers can be compared. As a result, the public sector is having to raise its game, both in the way it contracts for, and in the way it organises and manages capital projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  The Way Forward \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These changes in just the last few years point to the further potential of PPPs, as both the public and private sectors deepen and widen our experience of partnerships, to improve standards across the board and deliver the quality of public services that Britain deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 15 March, I launched a document which for the first time set out the Government’s approach to the full range of partnerships between public and private sectors and which in the last chapter points to new forms of partnership which we need to develop. The same principles and themes underpin them all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But to make these partnerships work requires public and private sectors to continue develop new forms of relationships and work together in new and innovative ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It requires Government to identify the opportunities for harnessing private sector disciplines. And private sector to adapt and organise to make its contribution as effectively as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One example, is the Wider Markets initiative which is helping to release the latent potential of public sector assets. This includes physical assets – land, premises and equipment, and intangibles such as intellectual property.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Examples of PPPs in this area include the Defence Evaluation and Research Agency – transferring technology developed for the military into the civil sector, such as technology for producing flat loudspeakers and speech recognition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another example is the increasing use of private sector individuals and parties in the development and implementation of policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This can introduce new thinking and relevant experience into resolving policy problems and the modernisation of Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it requires public sector to be open to new ideas and new ways of working; and the private sector to be prepared to challenge traditional assumptions and also widen its horizons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partnerships UK, which we expect to launch shortly to help Government develop and implement PPPs, could itself be seen as an example of this type of partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our vision is see the partnership concept extended. We have already seen what partnerships can achieve through the private finance initiative, as public and private sectors are finding new ways of working together to deliver better public services – for the benefit of customers, local communities, employees and taxpayers. The challenge John and I are setting today, to both public and private sectors, is to build on this success. To develop new and innovative forms of partnerships, so that together public and private sectors can be partners in the modernisation of Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}