{
    "url": "https://www.ukpol.co.uk/andrew-smith-2001-speech-at-the-public-sector-expo/",
    "title": "Andrew Smith – 2001 Speech at the Public Sector Expo",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, in London on 3 April 2001.",
    "content": [
        "Good Morning everybody. Nice to welcome you all here today. Procurement isn’t always the most exciting aspect of the government’s work but the message today is that it is vitally important and good progress is being made. In the past I think too little attention has been paid to procurement both by policy-makers and by the public and when governments have paid attention to procurement they frankly haven’t always got it right, and that has proved a very costly mistake. Good procurement is essential to the success of the government’s programmes, it is a vital link between policy and delivery, ensuring that we are able to deliver the improvements to public services which we have promised. And getting procurement right is a greater priority now for government than it ever has been in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we took office we faced chronic under-investment in public services and a £27 billion deficit on the public finances. So our first task was to create stability and sustainable public finances and we have delivered both – inflation on target and at its lowest for 30 years, the lowest long term interest rates for 35 years, the lowest unemployment since 1975 with more people in work than ever before and sound public finances. This government inherited debt at an unsustainable 44% of national income. Four years later we are making the biggest net cash repayment in one year ever by a British government – £34 billion – and we have reduced debt to below 32% of national income. Because we have cut debt and cut unemployment, and achieved higher growth and earnings, we are freeing up resources for priority areas in a sustainable way and by 2003/4 debt interest is forecast to be £6 billion a year lower than it was in 1997.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as the fundamentals of the economy are stronger, so we are able to make sustained investment in our public services. In the Spending Review last summer we announced an additional £4 billion of capital spending this year and the doubling of net investment by the public sector over the next three years to £19 billion in 2003/4. And so we are carrying forward the biggest hospital building programme in the history of the National Health Service, the 10 year modernisation of our transport infrastructure, the replacement or refurbishment of some 650 schools and we are making a massive investment in rebuilding public services more generally and we expect a return for that investment. The public deserves high quality services, delivered on time, and it is in everybody’s interest that they are delivered to the best value and to budget, because the quality of the services of course depends not just on how much government spends but on how effectively we spend it. So it is crucially important that we get procurement right. There is political will on this right at the top of government and the full commitment of all of the Permanent Secretaries to driving best practice forward in procurement to ensure the reliable delivery of projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now last April we set up the Office of Government Commerce to act as a catalyst for improving government procurement. One year on we can all see the impressive progress which OGC has made. It has demonstrated a clear vision of how to deliver our goal of £1 billion value for money improvement from a total central sole procurement budget of £13 billion a year. It has achieved many significant gains for the public sector already and has laid the framework and established the practices which will lead to even greater gains in the future. Better procurement is at the heart of our plans for improving public services, so the OGC has a very wide role – getting better value for money from government-wide contracts, ensuring the adoption of best practice in procuring major projects right across government and at the same time meeting other government objectives such as delivering services electronically and the greening government agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "OGC is a valuable resource of expertise for government departments to draw on with dedicated and skilled professionals working to tested and effective commercial practices. It is working in partnerships with departments to help deliver their spending plans both by helping departments with their own projects and where a government-wide approach is needed it is managing commercial relationships on behalf of departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "OGC began to deliver real improvements very quickly. Last August they brokered a deal with Vodafone to supply the government with mobile phones which will save the government £38 million over the next two years and it is not often a government body can make savings on that scale in the first few months of its operation. The Watermark Project, which began in October, is another example of the savings which OGC can bring. The project will provide information on water use by public sector organisations and if that information is used effectively it has the potential to deliver savings of up to 10% of wider public spending on water, as much as £60 million a year, and of course at the same time reducing pressure on the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are important gains for government and the Office of Government Commerce is continuing to deliver. The introduction of a new web-based electronic tendering system – Tendertrust – to replace the traditional paper tendering system in central government, is intended to produce savings for the taxpayer in the region of £13 million over four years. The system will deliver significant savings for both the public sector and our suppliers and will help the public sector advance our objectives for electronic service delivery, making the UK government a leader in the development of electronic tendering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today I am delighted to announce the OGC’s latest achievement – a strategic partnership with Expotel that will drive down the cost to government of hotel accommodation by reductions in room rates, booked agency charges and the costs of online booking. We expect this to deliver savings of £18 million over the next three years and the scope for further savings still on conferences. There are clear benefits for government from entering strategic partnerships with major private sector providers of government services and products in this way and this agreement makes available Expotel’s best value for government, it makes that available to the whole of the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this latest quick win initiative for hotel accommodation is another example of the way OGC is making a real difference in the way government does business. The £18 million savings demonstrate what can be achieved by optimising the purchasing power of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Negotiating government-wide contracts is only one of the ways the OGC is adding value. Its mission is to drive best practice in all forms of procurement to ensure the reliable and cost-effective delivery of major projects. The Gateway Review process, which was launched in February, is an independent authoritative review mechanism to improve the management of large complex and novel projects in IT, in construction and in property procurement. Gateway Review is proven in industry as a valuable tool in improving management of all aspects of projects, organisational, risk management, business case and technology. Projects will only pass through each gate when rigorous tests have been met, ensuring all aspects of the project are well structured. We now have a commercially-minded reliable measurement system that can be applied to every major government project to ensure that it is properly procured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know failure in big projects doesn’t come cheap and it is no longer a concept that the public is prepared to accept in the development and construction of major government projects. The Passport Agency – Episode – shows the overruns in both time and cost that can happen when we pay too little attention to procurement. The Gateway Review process would have prevented those overruns, releasing money which could otherwise be spent on fighting crime, on schools and hospitals, the other frontline priorities, and that is why the Gateway makes not only commercial common sense but common sense in terms of value for money and services for the citizen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Gateway isn’t just a way to prevent errors and overruns, it will add value to the many successful well procured projects which the government manages. Projects like the Passport Agency are exceptions. As a rule the public sector is a good procurer, but what we are saying here is there is further value that can be added.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Gateway process is not designed simply to rescue projects which are in difficulties. If we are to realise the full value of the process, the Gateway must be involved throughout the life of the project from the earliest stages to set projects on the right path and begin a cycle of success. And I have to say it is simple good sense to have a proper, trusted, commercially minded process for managing government procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The capacity for Gateway to add value is enormous. The Gateway Review has already been applied to 16 pilot projects worth a total of £3 billion and we are still seeing the results of these projects but they indicate that through using the Gateway process we can expect to see savings of 5% of procurement costs, or £150 million, on these pilot projects alone. The government-wide contracts and partnerships the OGC has negotiated will add nearly £90 million per year in savings to that total.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The savings the OGC has delivered in its first year will be enough to build two new hospitals or more than 20 new secondary schools. The achievements the OGC have delivered are already therefore very significant indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let me just stress, these aren’t savings which are clawed back to the Treasury, these are savings which are then available for expenditure elsewhere by departments and agencies on frontline services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the long term, extending Gateway Reviews throughout government procurement, with the OGC involved from the start of projects, we would expect to see the level of savings we have made in the pilot projects extended to a wider range of projects. And that means the Gateway could save government £500 million a year, and as I say, every pound we save on procurement is a pound that can be invested in frontline public services, that is £500 million more per year that departments can spend on new schools, on new hospitals, on fighting crime and rebuilding our transport system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OGC will be driving forward best practice in both conventional procurement and in public/private partnerships. PPP is delivering real benefits and is modernising the way government does its business. In the last four years the number of PPPs has been growing. Projects worth some £14 billion are in procurement and we expect to sign contracts worth £20 billion over the next three years. PPP is proving a very effective procurement tool but it is not some sort of easy way out for the public sector, we need to be an effective partner in these projects, we need to specify our requirements clearly and negotiate on equal terms to ensure best value for taxpayers and the best standards for the public. To build the capacity to negotiate good PFI and PPP deals for the public sector, we created Partnerships UK as a successor to the Treasury Task Force, combining private sector expertise with a strong public sector mission to work alongside public sector authorities and help them deliver better value for money PPPs. And yesterday we successfully completed the sale of 51% of Partnerships UK to the private sector, making it a PPP in its own right. And I am delighted I have to say at the signal this sends not only about Partnerships UK but about the future of PPP and PFI. The placement of shares was over-subscribed by nearly 30% and this represents a statement of confidence in Partnerships UK and I believe more widely in the whole PFI industry and wider markets initiative in which Partnerships UK is so centrally placed. We now look forward to their contribution towards our continuing programme of expansion in this market across government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday was also the date set for OGC to assume its new single identity incorporating the activities of the property advisers to the Civil Estate, the central computer communications agency and the buying agency, which has now become the OGC Trading Fund, OGCbuying.solutions, which you can find out more about from their stand in the centre of the exhibition. The new structure is designed to support the OGC’s key strategies, including building a more efficient and effective integrated organisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I think it is clear from the evidence I have referred to just how important the Office of Government Commerce is to delivering the government’s objectives. By improving procurement the OGC is not only helping to avoid costly mistakes of the past, ensuring that projects come in on time and to budget, it is adding real value to the investment we are making in public services and it is delivering significant savings, savings which we can redirect to frontline services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OGC is already only one year old but is finding those real savings and making a real difference to the way we do business. The Gateway process pilot projects and the government-wide contracts the OGC have negotiated are delivering savings of over £200 million, and the work the OGC has done to produce best practice guidance and establish the Gateway process will deliver a step change in the effectiveness of public sector procurement more generally in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the OGC is well on its way to meeting our goal of £1 billion value for money improvement and I would like to congratulate Peter Gershon and all of his team on the work that they have done. I look forward to seeing them build on their achievements further in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prudent, targeted, long term public investment is not only a social good but in a changing and often insecure world it is an economic necessity. It is only by investment in our frontline public services and infrastructure that we can equip ourselves for future economic success and ensure that publicly funded universal services are available to all. The Office of Government Commerce is helping us to deliver that investment more effectively. That is good news for government, good news for the taxpayer and good news for the public and the services we thereby deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}