{
    "url": "https://www.ukpol.co.uk/alyn-smith-2021-speech-on-afghanistan/",
    "title": "Alyn Smith – 2021 Speech on Afghanistan",
    "post_date": "September 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP spokesperson on Foreign Affairs, in the House of Commons on 6 September 2021.",
    "content": [
        "I too am grateful for [advance sight of the statement](https://www.ukpol.co.uk/dominic-raab-2021-statement-on-afghanistan/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The impression we have been given of ministerial communications with Members of this House on constituency cases is not as rosy as has been put forward by Ministers. I constructively suggest that there needs to be a proper review of how adequate things actually were, because our experience is that communications were not as good as we have been told.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad to see that the new resettlement scheme is now moving, but I would like to unpack what 20,000 people over the coming years actually means. It is a good line, but I fear it will not stand analysis. Does it mean that the scheme will close if 20,000 Afghans apply and are processed in the first few months of next year? In that case the scheme is wholly inadequate. Or does it mean there is an annual quota? How long do the UK Government think vulnerable Afghans should wait while the Taliban hunt them down? In that case the scheme is similarly inadequate. We would like to see the scheme expanded and we would like much more clarity, which I understand is coming for the devolved Administrations and local government, particularly on how family reunion will be counted within those numbers—that is a crucial point for Afghans who are already here and those who are concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Foreign Secretary’s line about safe and legal routes to this country, in the name of policy coherence surely now is the time for the UK Government to pause the Nationality and Borders Bill because it would penalise many Afghans arriving by other routes. Afghanistan is in chaos, and they will not be able to form an orderly queue in the way one might like. Surely, in the name of policy coherence, one part of the UK Government should not be penalising Afghans arriving here while another part of the UK Government is trying to save them and keep them safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}