{
    "url": "https://www.ukpol.co.uk/chloe-smith-2018-speech-on-votes-for-life-for-british-ex-pats/",
    "title": "Chloe Smith – 2018 Speech on Votes for Life for British Ex-Pats",
    "post_date": "February 24, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the Parliamentary Secretary at the Cabinet Office, on 23 February 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today (Friday 23 February) we’ll be debating the Overseas Electors Bill, introduced by Conservative Glyn Davies MP. I hope it will command cross-party support, alongside the firm support of the government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill sets out to end the current 15-year time limit on British expats voting back at home in the UK. At the moment, British citizens who live overseas find themselves abruptly disenfranchised after they have lived abroad for 15 years, even where they still feel closely connected to our country and want to take part in elections that can affect them like any other citizen. To many, this has been a terrible injustice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as removing the time limit on the right to vote for UK citizens living abroad, we intend to enfranchise any British expats who were previously resident or registered to vote in the UK. Currently, only British citizens who were registered to vote before leaving the UK may apply to become overseas electors. The bill is seeking to change this. These changes are part of the Government’s wider ambition to strengthen the foundation of democracy and continually increase voter registration by ensuring every voter’s voice is heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "British expats – under existing laws – are estimated to have among the lowest level of voter registration of any group, with only around 20% of eligible expats registered to vote for the June 2017 general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think it’s right to encourage everyone to register to vote, and that’s why, last December, the government launched the first ever Democratic Engagement Plan to tackle democratic exclusion and outline how it will increase participation among under-registered groups. The Plan set out how we are launching National Democracy Week to promote democratic engagement and identifying the barriers faced by specific groups that are currently under-represented on the electoral register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2014, we introduced online electoral registration which has already made it much easier for overseas electors to register to vote – and they have done so in ever increasing numbers. The latest figures from June 2017 showed that the highest ever total of overseas citizens registered to vote but potentially around one million have not registered. So I am proud this government is doing more to enfranchise our fellow citizens overseas and make it easier for them to take part in our elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Participation in our democracy is a fundamental part of being British, no matter how far you have travelled from the UK. Expats retain strong links with the United Kingdom: they may have family here, and indeed they may plan to return here in the future. Modern technology and cheaper air travel has transformed the ability of expats to keep in touch with their home country. Crucially, decisions taken by the UK government still affect them, such as pensions policy or foreign affairs choices. These are our fellow citizens and they have every right to be involved in our country and its choice of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, following the British people’s decision to leave the EU, we need to strengthen ties with countries around the world and show the UK is an outward-facing nation. Our expat community has an important role to play in helping Britain expand international trade, especially given two-thirds of expats live outside the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the many campaigners over the years who have asked for this rule to be changed, with dignity and passion. The Government pledged in our manifesto to make this change and I’m proud to deliver it. But it should be an aim we all share across parties. I will work closely with Mr Davies and everyone in Parliament, of any party, who wants to help every citizen of this country to register to vote and use their voice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}