{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2021-comments-after-being-hit-by-traffic-cone/",
    "title": "Iain Duncan Smith – 2021 Comments After Being Hit by Traffic Cone",
    "post_date": "November 1, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Iain Duncan Smith, the former Leader of the Conservative Party, in October 2021 at the Conservative Party Conference.",
    "content": [
        "Well, interestingly, there were a bunch of what I would literally describe as morons outside the hall, banging drums and screaming obscenities, just about every obscenity you can imagine. We were on our way, my wife and a friend of hers, two women, on our way to, I was speaking at another engagement outside the secure zone, and they followed us banging drums and hurling abuse and I was quite concerned about the two women with me you know, given all that’s happened and everything else and three quarters of the way there I stopped for a second to cross the road and some bloke had picked up a great big heavy traffic cone, one of the ones that were there, and tried to smash it into my head.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It knocked me forward and I held onto it, turned, lost my temper because I’ve stepped forward and I pointed at them like this and then they all backed away. I then dropped the cone and I said you’re just pathetic I said and walked off into the thing and then the police apparently arrested them and are doing them for assault. But you know, it was when you think about all that’s been going on, and particularly I had two women with me for goodness sake, the language and the abusive nature of it. There’s no place in politics for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}