{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2003-statement-on-the-hutton-inquiry/",
    "title": "Iain Duncan Smith – 2003 Statement on the Hutton Inquiry",
    "post_date": "August 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Iain Duncan Smith, the then Leader of the Opposition, on 10 August 2003.",
    "content": [
        "All of us were deeply shocked by the tragic death of Dr Kelly. Last week our thoughts were with his widow, his family and friends, as we paid our respects to a man who served his country as a Nobel-nominated scientist and a leading expert on weapons of mass destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Now that Dr Kelly’s funeral has taken place, attention will inevitably focus on the Hutton inquiry. Lord Hutton has a reputation for independence and integrity. I have every confidence that he will establish the precise circumstances of Dr Kelly’s death and the role that the Ministry of Defence – or even Downing Street itself – played in releasing Dr Kelly’s name to the media.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The British people yearn for honest and straightforward politics. They are sick of behind the scenes briefings, and inappropriate or insensitive statements from senior officials and Ministers. Should Lord Hutton’s inquiry be subject to any attempts at political interference, it will only reinforce the public perception that the conduct of this Government is both unacceptable and undesirable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Even while the Government was publicly trying to show remorse at the tragic death of Dr Kelly, this last week behind the scenes we witnessed yet more of this Government’s black arts at work. The attempt by Tom Kelly, the Prime Minister’s official spokesman, to cheapen the record of Dr Kelly off the record, even before his funeral had taken place, was appalling. We should not simply allow it to be dismissed as an unauthorised mistake. It is what 10 Downing Street has been doing for far too long. Malicious briefings are part of their culture and Tom Kelly was only presenting the agreed counter-attack briefing from Number 10. The fault line goes right to the top. It is surely Mr Blair who must apologise. After all Tom Kelly, Alistair Campbell, and all of their spin-doctors ultimately work for him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This latest episode of Downing Street’s unwarranted involvement in the Dr Kelly affair is why I have asked for Lord Hutton to be given a remit that allows him to examine all the circumstances surrounding the death of Dr Kelly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have argued that the processes leading up to the September dossier on Iraq’s weapons of mass destruction are inseparable from the Dr Kelly’s death, and I have repeatedly made the case for as wide and open an inquiry as possible. I also still believe it would be a good thing for Lord Hutton’s inquiry to have the power to take evidence under oath. The public demand this. The Government’s credibility depends on it. I hope that Lord Hutton’s inquiry is able to deliver it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}