{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-the-2021-census/",
    "title": "Chloe Smith – 2021 Statement on the 2021 Census",
    "post_date": "February 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 3 February 2021.",
    "content": [
        "The census for England and Wales is scheduled to take place on 21 March 2021. The census is delivered for the UK Government and the Welsh Government by the Office for National Statistics (ONS), based on its recommendations published in the December 2018 White Paper “Help Shape Our Future”[CM 9745].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The information the census provides on the population and their characteristics, education, religion, ethnicity, working life and health ensures that decisions made by national and local government, community groups, charities and business are based on the best information possible. This enables a wide range of services and future planning to better serve communities and individuals across England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be a digital-first census answered primarily online. The ONS has a target for online completion of 75%. People will be encouraged to respond online if they can on their mobile phones, laptops, PCs or tablets. Help will be available for those who need assistance, and members of the public who prefer to complete a paper form will be able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the context of the coronavirus (covid-19) pandemic, the safety of the public and the census field force is of the utmost importance to the Government and the ONS. The ONS has designed Census 2021 to be simple, straightforward and safe to complete, to ensure that everyone can be safely counted. Its assessment is that Census 2021 can be carried out safely and securely with the flexibility built into its operation to respond to any changes in risk levels or guidance. The main census field operation will begin only after census day. Field staff will never enter people’s houses; they will be supplied with PPE, will always be socially distanced and will work in line with all Government guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ONS has already launched its schools campaign; its national media campaign will be launched in the coming weeks telling people that Census 2021 is coming and the benefits of the census. On 22 January, the ONS published a statement on the importance of going ahead with the census in March 2021 and how they plan to do this safely for the public and census staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This statement is available on the ONS website: https://www.ons.gov.uk/news/statementsandletters/census2021andcoronavirus\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Census plans have often had to anticipate and respond to events; for example, 20 years ago the census was delivered effectively during the foot and mouth crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other countries have been able to carry out their census activities during the pandemic—for example, the USA. The ONS has learnt valuable lessons from these experiences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the ONS’s advice, the Government are confident that Census 2021 will be successful and provide a wealth of data reflecting the society we live in today, enabling national and local government, community groups, charities and businesses to better serve communities and individuals across England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The census in Northern Ireland will take place at the same time as England and Wales; the census in Scotland will take place in March 2022 following the decision taken by the Scottish Government last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}