{
    "url": "https://www.ukpol.co.uk/jeff-smith-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Jeff Smith – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeff Smith",
            "url": "/tag/jeff-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeff Smith, the Labour MP for Manchester Withington, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Brighton, Pavilion (Caroline Lucas). I agreed with much of what she said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This is a Queen’s Speech from a Government who have the wrong priorities and are running out of ideas. Our constituents are struggling to get by, let alone live well, and the Government’s response has been a parade of out of touch and, frankly, insulting ministerial media appearances. There is a huge gap where there should be a strategy to tackle the cost of living. As many have said—not just in this Chamber, but in business as well —we need an emergency Budget, because we need immediate help for struggling families in Manchester, Withington and across the country. We need the windfall tax on gas an oil profits, and I am looking forward to voting for it tonight. We have heard warm words from a number of Conservative Members—they could join us tonight and make a difference by voting to give real help to people who need it at a time of crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Some important measures were not in the Queen’s Speech. It is disappointing that the fan-led review of football governance has resulted in only draft proposals rather than a Bill. We have been calling for a long time for the acceptance of the recommendations, and especially for the creation of an independent regulator. The Government have, in fairness, said that they will do that, but they have kicked it into the long grass. It is urgent for the future of our national game. Bury has already collapsed, Derby and Oldham have struggled, and we have seen in the media that more clubs across the country could be on the brink. Under the Government’s new timetable, a regulator would not be in place until at least 2024—although I think it could take longer than that—which for many clubs could be too late. We have already had extensive research, consultation and engagement with fans and stakeholders. We need to get on with it. Football clubs are at the heart of our communities, and we need a suitable governance system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "A quarter of mental health beds have been cut. Right now, 1.6 million people are waiting for mental health treatment. We know that the pandemic has made the situation worse: depression has doubled and crisis referrals are up by 15%, including among under-18s. It is welcome that the Queen’s Speech committed to overhauling the Mental Health Act 1983 and to introducing a long-awaited mental health Bill, although again only in draft. That is overdue and I welcome the fact that the Government have accepted the recommendations of Sir Simon Wessely’s independent review. Alongside reform of the Mental Health Act, however, we must see real action on early intervention, to reduce the number of people becoming unwell in the first place and ensure that those who are struggling can access help early. We also need a proper workforce plan, as Labour has promised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "After three years and many promises, where is the employment Bill? It is really disappointing. It could have addressed statutory sick pay, flexible working and the rights of people in precarious employment. A number of young people earning the minimum wage in the night-time economy would benefit from a specific measure that the Government have not introduced even though they promised to do so—namely, letting them keep their own tips. Lots of bars and restaurants are great employers, but some keep the discretionary service charge. The Government promised to sort this out, but they have not done so. That should have been part of an employment Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The climate crisis is urgent, but, as we have just heard, the Queen’s Speech sets out very little to address it. The draft energy security Bill will not address the short-term struggles with household bills or help improve energy efficiency, the most cost-effective way to reduce energy bills permanently. While sitting here waiting to speak, I received an email from my energy supplier telling me that my monthly direct debit payment is doubling. On my MP’s salary I can manage that—most people in this Chamber will be able to manage that—but so many of our constituents will not. They need our help, and they need it now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}