{
    "url": "https://www.ukpol.co.uk/cat-smith-2020-speech-on-parliamentary-constituencies/",
    "title": "Cat Smith – 2020 Speech on Parliamentary Constituencies",
    "post_date": "July 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 14 July 2020.",
    "content": [
        "It is a pleasure to speak again on the Bill, as it gives me the opportunity to put on the record the Labour party’s support for the boundary review in time for the next general election. I would like to start by thanking all the right hon. and hon. Members who served on the Bill Committee—in particular my hon. Friend the Member for City of Chester (Christian Matheson), who regrets that he cannot be with us this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our current constituencies were drawn up on electorate data that is now nearly two decades old; we cannot go into the next election with constituencies based on data that will, by then, be a quarter of a century out of date. Our country and our communities look very different, and the review will take into account new electors as well as significant demographic shifts. A review is urgently needed, and the Opposition do not stand in the way of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the Bill’s passage, we have worked constructively to improve it for the good of our democracy, and there have been areas of distinct improvement along the way. The size of the House of Commons has varied massively over the centuries. The largest Commons, in 1918, came in at 707 MPs—they really would have struggled with the social distancing measures we are adhering to. However, certainly in the last two centuries, we have not dropped below 615 MPs. Reducing the number of MPs while maintaining the size of the Executive was always an affront to democracy, and I welcome the Minister’s U-turn on that matter. Given our departure from the European Union and this Government’s chaotic handling of the current pandemic, it is clear that there will be plenty of work for 650 MPs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We supported and welcomed the amendment in Committee to use the March 2020 register for the new boundary review. It is important that we use the most accurate snapshot of our country to draw up our electoral boundaries. The inclusion of Ynys Môn as a protected constituency is something that the Labour party has long campaigned for, although I was surprised to see the Minister support it in Committee, given her party’s previous firm opposition to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But then I remembered that the Tories may have an alternative motivation for suddenly recognising the island’s unique status. I welcome that recognition all the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to raise two remaining crucial areas of concern in the legislation. New clause 1 and amendment 1 are crucial for the betterment of the Bill and I encourage all right hon. and hon. Members to support them. Amendment 1, tabled in my name and that of the Leader of the Opposition, addresses the central problem at the heart of the Bill: ending parliamentary oversight will fundamentally undermine the democratic integrity of the boundary process for years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To quote a written answer to a parliamentary question tabled in the other place:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Prerogative business made on the advice of the Privy Council by Order in Council is not subject to parliamentary procedure and relates almost exclusively to the affairs of Chartered bodies.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The process is therefore not a normal procedure, and the Opposition have concerns about its use in the Bill. The process is reserved for things such as when the University of Westminster changed its name, or when the Trading Standards Institute became the Chartered Trading Standards Institute, and so on. Changes of that type required Orders in Council, which raises the important question of whether this is the right procedure to use for the adoption of new parliamentary constituencies. It seems to me that the answer is clearly no.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new reports will be approved automatically by Order in Council, without debate or approval by either House of Parliament. The Government argue that the change will allow for the reviews to be passed “without interference or delay”, but this is quite simply not the case. As Professor Sir John Curtice said in evidence to the Bill Committee, if the Administration at the time did not like the review, it would be\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“perfectly possible for a future House of Commons”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "to say,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“‘Actually, we should delay it’, and all they need to do is to introduce a quick piece of primary legislation to overturn it.”––[Official Report, Parliamentary Constituencies Public Bill Committee, 23 June 2020; c. 94, Q176.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The change is a dangerous step that would by definition grant any Government unequal and undue influence over the boundary review process. A Government have the power to shape and manipulate the rules that govern the boundary review process. Although the commissions are fundamentally independent, they work to the advice and instructions given by Government; the question of a 600-seat or 650-seat Parliament is an example of how the Executive can determine the outcome of the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Bowie (West Aberdeenshire and Kincardine) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been listening intently to what the hon. Lady has been saying, and at the very beginning of her speech she lamented the fact that it has been so long since we implemented the recommendations of a boundary review. The explanatory note to amendment 1, to which she is now speaking, says that the amendment\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“aims to maintain the status quo”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does what she said not prove that the status quo has not been working, hence why we have brought forward this Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Quite the opposite: I am arguing that under the status quo the only blockage to the passing of a boundary review has been the Government, and they would, under this Bill, still have the power to put up the same block as they have the past two times that a boundary review has failed to go through this House. It is worth noting that if it was not for parliamentary oversight, we would have a 600-seat Parliament today. Perhaps that is an example of parliamentary scrutiny at its best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Spellar (Warley) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is getting to the nub of the issue. The reason why the Government failed to put the past two boundary commission reviews to the House of Commons was that their stubbornness in sticking to 600 seats meant that they would not be carried. The fault lay with the Prime Minister rather than with the House of Commons. That is the real problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend made some thoughtful and interesting contributions in Committee and continues to do so on Report. The points he raised are entirely correct. The Government would do away with Parliament’s role in the process—a role that Parliament has always had. In short, the Bill removes the power from Parliament and hands it to the Executive. The Government’s justification for the change simply does not stack up. The Minister says that her Government are removing Parliament from the process to prevent delay and interference from MPs, but according to Professor Sir John Curtice—and who are we to challenge him?—delay and interference by the Executive will still be “perfectly possible”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mrs Maria Miller (Basingstoke) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I apologise for interrupting the shadow Minister’s train of thought, but she keeps repeating this “fact”, which is not a fact at all. The Bill actually takes away power from the Executive; it does not give the Executive more power, because it removes the reserve powers of Government to amend the boundaries. The hon. Lady needs to set the record straight; otherwise, she risks misinterpreting the Bill for a wider audience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Lady for her intervention, but I am afraid that I quite simply disagree. This Bill takes power away from the whole of Parliament and hands it to the Executive. After all, they are the ones who can table primary legislation and choose to bring forward or not to bring forward the report for a vote. The power has been in their hands, which is why we are in the mess that we are in today with boundaries that are 20 years out of date, and looking to be a quarter of a century out of date by the next election if we do not make progress with this Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her speech on Second Reading, the Minister stated that the removal of parliamentary oversight and approval would quicken the process, thereby avoiding wasting public time and money. If she is so concerned about wasting public time and money, why did she allow the commissioners to carry on with their sixth periodic review and then not bring it to Parliament for a vote?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New clause 1, which stands in my name and in the name of the Leader of the Opposition, is a pragmatic and constructive amendment. I very much hope that Members will consider supporting it. It seeks to alleviate the inevitable break-up of communities resulting from the too narrow 5% quota. While the commissioners should always aim to hit electoral quota, in some particularly challenging cases this new clause would allow them to have a greater flexibility of 7.5%. This 5% variance from electoral quota was first introduced at the sixth periodic review, and it was introduced alongside reducing the number of constituencies to 600. That is important because, at 600 constituencies, a 5%\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "variance is approximately 4,000 electors either side of quota, but at 650 constituencies, which is what we have before us today, a 5% variance narrows and is approximately just 3,500 electors either side of quota, making it even more difficult to keep wards whole and communities together. The 5% variance needs to be adjusted in line with the number of constituencies. When we consider that the average urban ward in England is around 8,000 electors, we can appreciate the significance of needing at least 4,000 electors either side of quota to prevent the breaking up of wards and communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Elmore (Ogmore) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A further point about the need for this 7.5% is that it would particularly help seats in Wales, where the geography of seats, including my own, covers three or four valley communities. The extra flex would allow communities to stay together, especially where the physical geography means that people cannot travel from one valley to another without going up and down the other. These sorts of changes, therefore, really do make a difference in lots of rural and ex-industrial communities that have, shall we say, not-flat land masses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a very good point about the particular geography in the Welsh valleys where the mountains prevent communities being drawn across those mountain ranges when there are issues with the transport links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell (Romford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady talks about keeping communities together and about breaking up wards. Why does it matter if a ward is broken up? Surely communities are created through small building blocks. By discarding this almost obsession the Boundary Commission has had with entire wards, huge changes could be avoided and communities could stay together. Will she not support the idea that smaller building blocks are the way to create better constituencies that are community based, rather than artificial communities based on entire wards?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would argue that the wards, which are obviously drawn by the Local Government Boundary Commission, do actually reflect communities to a great extent. If we are to go down the path of splitting wards, we will end up with the ridiculous situation, like we did at the previous review, where constituencies such as Port Talbot had a shopping centre in one constituency and the high street in another constituency. My new clause seeks to minimise the chances of such ridiculous situations occurring again. Under the current Bill, the Commission will struggle to respect the factors laid out in rule five, which, of course, Members will know, are the existing constituencies, local government boundaries, local ties and geography.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the evidence sessions of this Bill, the secretariat for the Boundary Commission for England spoke about the difficulties caused by this small tolerance, which makes it\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“much harder to have regard to the other factors…such as the importance of not breaking local ties, and having regard to local authority boundaries and features of natural geography.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Basically, the smaller you make the tolerance, the fewer options we have…The larger you make it, the more options we have and the more flexibility…to have regard to the other factors”.––[Official Report, Parliamentary Constituencies Public Bill Committee, 18 June 2020; c. 7, Q3.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So while the Government keep saying the boundary commissions will listen to the views of communities in the drawing of the boundaries, some communities will literally be wasting their time putting forward those arguments if the restrictive quota will mathematically prevent the commissioners from respecting their views and the community ties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Wood (Dudley South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady raises the case of Port Talbot in a previous review. Does she not accept that this was actually one of the reasons why it should be easier for the boundary commissions to split wards, because the whole point of the Port Talbot proposals was that they have to come to those combinations because they are working with entire wards?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think in the case of Port Talbot it was the 5% quota that meant that that decision had to be reached. When we are talking about quotas, we know that internationally a larger quota is used and promoted as best practice for securing fair representation. Indeed, the Council of Europe’s Venice Commission’s code of good practice in electoral matters recommends allowing a standard permissible tolerance of an average of plus or minus 10%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister knows, there is a consensus amongst respected experts such as David Rosser and Professor Charles Pattie who agree that the 5% rule causes significant disruption to community boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard from the other side a suggestion that we should use polling districts as the building blocks, not wards, but is there not a problem with deviating from wards? Wards are agreed by an independent commission, whereas polling districts are decided based on the location of the local church hall for use as the polling station. Surely we need independent commissions that create the building blocks of wards that then form the building blocks of constituencies. The only way to do that is with the 10% or 7.5% variance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an important point about the legal standing of polling districts. Wards that are drawn up by the local government boundary commission have that independence in terms of the boundaries that they represent, whereas polling districts are for administration of elections done by local councils and, as he says, can be decided basically on their proximity to a church hall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Ogmore (Chris Elmore) mentioned Wales earlier, and this restrictive quota will disproportionately impact Wales. I know that many more Welsh colleagues will express their concern about the geographical challenges that the quota will throw up in Wales. With mountains and valleys dividing communities, the task of creating constituencies that make sense to those communities becomes extremely difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall conclude by highlighting the fatal flaw in the Government’s arguments on the 5% quota. Throughout the Bill’s progress, the Minister has argued that a robust boundary review with a 5% quota will magically ensure that every vote carries the same weight. But the Government’s central argument turns on the ludicrous suggestion that the 5% quota will achieve parity of representation for all electors across the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On what planet does every vote count equally in this country? Leaving aside the fact that there are so-called safe seats, which effectively disenfranchise huge swathes of the population at every election, it simply is not true that every vote would count equally as a result of the Bill. At any given election, in the region of 9 million eligible voters are incorrectly registered and lose out on their chance to vote, and millions more will join them with the Government’s voter ID plan set to lock more people out of democracy simply for not having the right form of ID.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new boundaries will not be based on the reality of the British electorate, with millions of eligible voters missing from the register, so can the Minister stop rolling out the line that somehow a 5% quota will revolutionise our electoral system and suddenly make every vote count equally? The truth is that she knows exactly what measures will make our electoral system more equal, because 11 months ago the Electoral Commission made clear recommendations, including encouraging the introduction of automatic voter registration. The Government still have not responded to those recommendations, meaning that the electoral register to be used as the basis for these boundaries is incomplete and patchy at best. When will the Government start to prioritise democratic engagement?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that the Government’s central argument about making every vote count falls at the first hurdle and that their secondary argument about the removal of Parliament’s role preventing delays to the process just does not hold water. As Professor Sir John Curtice pointed out, the Government can easily delay the process. The Labour party fundamentally rejects the Government’s attempt to end parliamentary approval for new constituency boundaries, and we ask that Members think hard and long about the impact of removing Parliament from the process. In its current form, this Bill is an insult to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}