{
    "url": "https://www.ukpol.co.uk/andrew-smith-2000-speech-at-the-electronic-government-conference/",
    "title": "Andrew Smith – 2000 Speech at the Electronic Government Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 5 October 2000.",
    "content": [
        "Good morning everybody, it’s a great pleasure to be here and great to see so many people here. The new information economy presents us all with terrific opportunities and important responsibilities and I think there is a very simple message here for Government, as for business, and it is that the information economy gives the opportunity to modernise Government, we see how industry and services are being revolutionised in the information age and the simple message is that Governments must do the same, we must move to on-line Government. And it really goes without saying that that is about modern Government, it’s about improving the way that Government serves its customers, it’s about realising the huge efficiency gains also which IT makes possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On-line Government isn’t therefore simply about the business which Government does internally, it’s about changing the way that Government does its business externally. It’s about more than improving the way Government does things and between Civil Servants and between departments, it’s how we deal with clients, with customers and with the general public and getting Government on-line is a crucial part of building the wider knowledge economy in the UK. So we want to see the Government taking the initiative so that it can move into the lead and not simply follow what is happening in other sectors in embracing new technology and in order to achieve this we have set a number of targets that the United Kingdom should be the best place to trade electronically by 2002, that we should have universal net access by 2005 and that all Government services should be on-line by 2005.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So what is the Government doing to make the UK the best place to trade electronically? Firstly, of course, our policies for economic stability that we have built since 1997, low and stable inflation, low interest rates, the long term framework for stability carrying forward economic growth in a sustainable way, a very important foundation. Secondly, what we have done on taxation. Corporate taxes at the lowest in our history are lower than any major competitors, capital gains tax now at 10% for investments held for more than 4 years, the research and development tax credits we have brought in, the other help we are giving to small businesses as well as larger ones. Thirdly, the establishment of a thousand centres where small businesses can find help and support with IT. The 100% capital allowances we have brought in for IT investment too. And fourthly, and very importantly, ensuring that people have the skills which they and e-businesses need in order to be able to flourish in the information society. So we are enabling adults to get 80% discount on basic computer courses, courses which will be free for unemployed people and through the schools providing a billion pounds for schools ICT over the next three years to deliver at least one computer for every five secondary pupils. We have also of course set e-commerce targets that we will have 1.5 million small and medium enterprises on-line by 2002, well things are moving so fast that progress has overtaken that particular target because we have got l.7 million on-line already. The target also to have 1 million trading on-line by 2002, we are presently at some 450,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now in moving towards universal net access by 2005 we have established UK on-line as a cross Government brand. We are putting in place 6,000 physical access points with internet access and assistance with technology. Many will offer training in IT skills. We are ensuring that the costs of internet access in the UK are amongst the cheapest in Europe and through last year’s budget we ensured that employees can borrow computers from their companies free of taxation. And we are also developing a system in which poorer individuals can lease or buy recycled computers cheaply and 100,000 will be available by the end of next year. So we are on the way to meeting our targets and in this year’s spending review we allocated one billion pounds to boost electronic service delivery in Government because we are very much aware that the public sector needs to be, not only a better operator but a better procurer of services. We need to be able to specify our requirements more clearly, to negotiate with the private sector on equal terms or better and we need to secure best value for the taxpayer as we establish the best standards for the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the Office of Government Commerce as you have heard was created to ensure that best practice in procurement is adopted right across Governments. The position of the E-Envoy was created to drive electronic procurement right across Government and to realise the benefits of properly joined-up Government. And we now already have 33% of Government services on-line, a significant achievement but it gives us still some way to go. An example of what is possible is the Inland Revenue’s pioneering service offering on-line tax returns. That has already got more than a hundred thousand people now registered and indeed twenty four thousand have already filed their returns. Through the Government’s secure intranet we now have 69 connections to departments, agencies, non-departmental public bodies, we have got 90,000 e-mail users, 55,000 web access users, the GSI directory which has been populated by 31 departments – this means that those civil servants know how to access colleagues right across Government. So we can say that through the secure intranet we do have something of a success story in Government but it only really hints as to what more actually is possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can see too how the targets that we have set actually support and reinforce one another. For the UK to be the best place to trade electronically of course we need Government backing for e-business. That actually reinforces the way Government itself works as an e-business and as we get more of the population on-line then we are upskilling our employees and staff at the same time. So making Britain the best place to trade electronically, getting Government on-line and getting more people on-line are all part of the same drive and we are putting our money in this endeavour very much where our mouth is because through the cross cutting review of the knowledge economy, which was an important part of the spending review, we earmarked one billion pounds to improve on-line service delivery across Government. Money also will be available through the Capital Modernisation Fund for priority services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now the overall target for getting Government on-line belongs to the Cabinet Office, but all departments have their own targets and their own funds for electronic service delivery and they will have support from the centre in carrying their work forward working on three key aspects. First, how Government deals with its suppliers through electronic procurement; secondly how it deals with the public through electronic service delivery; and thirdly how Government procures major IT projects and we obviously need to get all of these three right if electronic government is to be a success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the whole area of electronic procurement our aim is to use Government’s power as a purchaser to boost the markets and to encourage successful on-line business and also to make gains in the way Government procures by ensuring that electronic procurement makes joining up Governments itself easier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now both the Office of Government Commerce and the Central Computer and Telecommunications Agency have a central role to play in Government’s electronic procurement strategy. For example the OGC are working on ways to make electronic tendering more reliable and more wide-spread and there are considerable gains to be made there. On-line delivery of services is of course the most publicly visible aspect of on-line Government and it has got great potential to improve the way that Government deals with and serves the public. UK On-line has been established as a single portal which will make it easier to access all the functions of Government and if people can meet their needs more easily and faster on-line, if the service is designed to be user friendly then we will carry forward the culture of doing things electronically. It can and will be more convenient and accessible to people. Access of course can be 24 hours a day, 7 days a week. Services can be joined up on-line which can’t be joined up physically. And the E-Envoy will be looking at Government on-line services to find and use the opportunities for joining up services from different departments and agencies. And in the long term on-line service delivery should bring great gains in efficiency with lower transaction costs and less physical infrastructure, but for this to happen there needs to be improvement in the way Government goes about procuring IT projects. In the past there have been some pioneering projects, but these have not, if we are honest, always been managed well and one of the reasons we set up the OGC was to improve procurement powerfully right across Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Peter Gershon will be saying more about this later on, but there is great scope for improving procurement in IT. The IT Projects Review is about helping departments to get large projects up and running and on budget and the OGC is already delivering great benefits. I mean it recently brokered a deal with Vodafone that will save the Government no less than thirty eight million pounds over the next two years and I would like to congratulate Peter Gershon and his team on that Vodafone deal. It’s not everybody who in their first few months working for the Government saves us thirty eight million pounds, so it’s an example to us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How will OGC actually improve procurement? Well first it will help departments with their own projects and where a Government-wide approach is needed it will manage commercial relationships on behalf of departments. We faced a situation in the past frankly where very often big firms we are dealing with know more about their business with Government than we know about our business with them. We need to change that for an intelligent strategy in procurement. Moreover the gateway process which OGC is developing in a general way to handle large complex and novel projects, especially in Information Technology, offers great potential gains. It’s proven in industry as a valuable tool in managing all aspects of projects, organisational, risk management and business case as well as technological aspects and it will also help spread best practice and because OGC will be working with departments they will be able to bring to bear the benefits of other departments’ experience and avoid reinventing the wheel or repeating avoidable mistakes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So in conclusion my message is today that OGC and the CCTA have had a relatively short time to sort of get up and running and drive forward electronic procurement, but they are already delivering and we can expect more, very much more for the future. And for all of you here today there is a very important task in driving forward electronic procurement and e-service delivery in your own departments and agencies in partnership with industry, in partnership with other public services too, but I would just like to assure you that you will have very strong and committed support from the centre in this critically important endeavour. So thank you all for coming today, thank you all for what you are doing and I believe that together we can and will build successful electronic Government in a successful on-line Britain. Thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}