{
    "url": "https://www.ukpol.co.uk/chloe-smith-2022-statement-on-support-for-those-near-end-of-life/",
    "title": "Chloe Smith – 2022 Statement on Support for Those Near End of Life",
    "post_date": "March 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister of State at the Department for Work and Pensions, in the House of Commons on 10 March 2022.",
    "content": [
        "The Government are committed to improving the level of support provided to people who are nearing the end of their lives. The special rules process allows simple and fast access to financial support through the benefits system. Last July, the Government announced their intention to expand eligibility for the special rules, which is currently aimed at those with six months or less to live, with a new 12-month end of life approach. Today, the Department for Work and Pensions is introducing an amendment to the Universal Credit (UC) Regulations 2013, the Employment and Support Allowance (ESA) Regulations 2008 and 2013 and the Decisions and Appeals Regulations 2013.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The regulations will apply in Great Britain and will come into force on 4 April 2022. They will mean that people who are thought to be in their final year of life will be able to receive vital support through the special rules six months earlier than they are able to at present, thereby increasing the number of people who are eligible and the length of time that they are able to receive this support for. This means that more people will be able to make a claim under the special rules, and as a result, they will not be subject to face-to-face assessments, waiting periods and, in the majority of cases, they will receive the highest rate of benefit. The 12-month approach supports clinicians by providing a realistic and straight-forward definition, consistent with the current end of life definition used across the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have amended UC and ESA, where the definition is in secondary legislation, and when parliamentary time allows they will also amend the special rules for personal independence payment, disability living allowance and attendance allowance, where the definition is contained in primary legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having a life limiting illness can cause unimaginable suffering for the patient and for their loved ones and we are committed to ensuring the benefits system supports people nearing the end of their lives. To support the implementation of the changes to the special rules criteria we are making today, we will provide clear and helpful communications for claimants, clinicians, and organisations that support people nearing the end of their lives so that they are clear about what they should do in light of these changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}