{
    "url": "https://www.ukpol.co.uk/cat-smith-2016-speech-at-labour-party-conference/",
    "title": "Cat Smith – 2016 Speech at Labour Party Conference",
    "post_date": "September 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "2016 Labour Party Conference",
            "url": "/tag/2016-labour-party-conference/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cat Smith, the Shadow Minister for Voter Engagement and Youth Affairs, at Labour Party conference on 28 September 2016.",
    "content": [
        "Conference it’s a pleasure to speak in today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an important debate for us to have. The policies being pursued by this Tory Government, will, if unchallenged, cause lasting harm to our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cuts to local authorities have resulted in youth service spending being cut by £387 million since 2010. That’s 3,600 youth worker jobs lost, 603 youth centres closed, and 138,000 places for young people cut.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These cuts have had a disproportionate effect on some groups. Many LGBT specific youth services have been forced to close. And because of structural racism and failures in our education system, young black people have been disadvantaged more than their peers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a false economy. Rather than supporting young people now, the government is storing up problems. These problems will grow, become more complicated and cost more to address in future years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Figures for poverty, material deprivation and unemployment, all show young people suffering the most. It is clear young people and future generations have been disproportionately hit by failing Tory austerity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenge for us, conference, is how do we respond?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to expose the Tories for what they are – the party of the past..\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The legacy of David Cameron’s Government, is a nation divided. Theresa May was at its heart and will not unite the country. She cannot give Britain the change we need. It is our responsibility, as Labour, to heal these divisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be wrong to allow an artificial divide to be created between our young people and older generations. We need to stand together. Young people, want to know there will be a state pension not only to look after their parents and grandparents, but one that will be there for them too. Our parents and grandparents want to see the next generation well-educated, engaged and healthy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Age is not the only divide the Tories have sought to create. The failing austerity agenda says there is not enough to look after refugees, not enough to support women’s refuges, not enough to ensure proper care and support for disabled people. But conference, make no mistake austerity is a choice, a choice made by the Tories, not an inevitability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Their failed policies are taking the country backwards. Theresa May wants to return us to an education system that most of the country moved on from forty years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud that as a Labour Party we are engaging with young people and investing in our future. Restoring the Educational Maintenance Allowance and student grants will give all young people the opportunity to fulfil their potential. Labour will ensure that education is not just a commodity for those who can afford it, but is financially accessible to everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want a society that will support future generations, in education, in training and in the workplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a historic opportunity. Young people are more politicised than they have been for generations. Around ¾ of a million young people registered to vote in the month prior to the EU referendum. Then we saw a 20 per cent jump from the General Election in young people using their vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories have ignored this. They are too busy disenfranchising two million people in their rush to gerrymander constituency boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour in contrast have listened to our young people. We heard the demand for votes at 16. We did all we could to secure 16 and 17 year olds a vote in the referendum. A referendum that impacts their lives more than anyone, given the Tories have no answer to what Brexit means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Austerity, grammar schools and Brexit chaos. The Tories are looking to the past. It is Labour that is the party of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We lead the polls amongst young people. Tens of thousands of young people have joined the Labour Party since the referendum. I am proud we have the largest political youth wing in Britain. In fact we have more members aged under 27 than UKIP has in total.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I attended Young Labour events at this conference and I have heard the ideas our young members have. They have so much to offer our Party. We must value them, they must be more than just activists to deliver leaflets. They should be our elected representatives, our policy makers and our political leaders. For too long we have called our young members ‘the future of the Labour Party’. They are not. They are the Labour Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all the Labour party. Our future, our country’s future depends on us being united. When life is becoming harder for the majority of people, we cannot let the ‘divide and rule’ politics of the Tory party distract from our mission. We have a moral, political, and historic obligation to work together, on behalf of working people. We are one party, one family, one Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}