{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2019-speech-on-brexit/",
    "title": "Iain Duncan Smith – 2019 Speech on Brexit",
    "post_date": "January 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Iain Duncan Smith, the Conservative MP for Chingford and Woodford Green, in the House of Commons on 29 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/iainduncansmith-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/iainduncansmith-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I will accept your guidance, Mr Speaker.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is a pleasure to follow the right hon. Member for Ross, Skye and Lochaber (Ian Blackford) for plenty of reasons, but specifically because he happens to have what I think is possibly the most beautiful constituency in the country—and my heart is there because both my parents are buried there, as are many of my ancestors. There are some links between us, beyond a wee drop now and then.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In the limited time available to me, I want to respond to what was said by my right hon. Friend the Prime Minister. She gave us a challenge—quite rightly, I think—at the beginning of what was, I must say, an excellent speech. She said that we had spent a lot of time telling everyone what we were against, and that now we must say what we were in favour of. In accepting that challenge, I shall say what I am against, and then come on to what I am in favour of. I shall do that quickly, I hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I shall oppose the amendment tabled by my right hon. and learned Friend the Member for Beaconsfield (Mr Grieve). He remains a friend, an honourable friend, and he is much admired: he was, I thought, an excellent Attorney General. However, I disagree with him on this specific issue. I do not think—this is my view, and we will have different feelings about it—that the House needs another process, or mechanism, to allow it to decide what it is in favour of or against. I think that all multiple motions of this kind end up with a place like this going nine ways from Sunday, and we do not end up with any kind of agreement. I think that the amendment process is a way of deciding what we are in favour of. My right hon. and learned Friend will push his amendment tonight, and I think we will then get an idea of whether the House really does think that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let me comment in the same light, but for a different reason, on the amendment tabled by the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper) proposing a delay. Like my right hon. Friend the Prime Minister, I do not think that, of all the things we need right now, we need to book a delay regardless of what we are actually delaying for. I am conscious of the way in which the Commission has responded to the idea of a delay in recent days. Its response has been, “We do not want you to delay, because we do not want you to crash into all our procedures that we have now allowed. For instance, you are not taking part in the European elections—we do not want those to be disrupted—and we do not know what it is that you want to delay for. ”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The amendment contains no appendage, as it were, telling us what the delay might actually be about. I can understand someone saying, “We are near the end of an agreement, but we have run out of time a bit”, but that is different from simply crying out for a delay. I think that, ultimately, it comes down to the fact that, as many on the right hon. Lady’s own side have said, it will then become a reality that we are opposing the delivery of Brexit. Those who vote for the amendment tonight will have to face that challenge: perhaps the delay is really all about stopping Brexit. However, I will leave the right hon. Lady to deal with that herself. I admire her enormously, as I would, but on this issue, I disagree with her completely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As for the amendment tabled by my right hon. Friend the Member for Meriden (Dame Caroline Spelman), again, I just do not think that this one works. The issue ​of a delay—even expressed as it is in the terms of a motion—brings me back to where I was earlier. I hope that my right hon. Friend will forgive me, but I will not support her tonight. I shall go with the Prime Minister on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I want to make two further points and then a comment about what I think I must support tonight. I voted against the agreement; I did so because I felt it was too full of problems and issues that would not be settled and would give a lack of clarity, and so I expressed my view. I have not voted against the Government for well over 20 years, and I did not particularly enjoy doing it, but I did so because I felt that we needed to rethink this and go back and make some changes. So I am pleased tonight that the Prime Minister has come back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I challenge those who say that the only thing available is the backstop as it is. That is not altogether true; it depends what question is being asked. An open border, which is the key question that Ireland wanted, can be settled by a much simpler backstop. I am in favour of a backstop; I think it is fair for Ireland and Northern Ireland to want guarantees that there will be an open border, so I am in favour of an open border and of that guarantee. I am just not in favour of the complexity and nature of the demands that left Northern Ireland separated in terms from this Union that we are in favour of keeping Northern Ireland in. That led to serious and significant problems. I believe that the protocol that we have, and that I have been to see the negotiating team in Brussels over, is the key to the way we go forward, and I believe its response to us was positive. I therefore think it would be good to take that process back to Brussels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This brings me to what has emerged overnight, which I have been involved with myself, although not absolutely in the frontline. It is an agreement between those of us who take different views about Brexit in my party. I am thinking in particular of my hon. Friend the Member for North West Hampshire (Kit Malthouse) and my right hon. Friend the Member for Loughborough (Nicky Morgan). I say absolutely genuinely to my colleagues that we might be divided about these issues, but we must now strive to find some kind of compromise. I say that as if it is somehow a discovery, but it is not really; I do genuinely think we have the prospect of moving towards that. So however we vote tonight, I hope we will, bit by bit, get behind the process that my colleagues have put forward with those of other colleagues who have taken a very different view about Brexit. I think this is wholly feasible, and I am in full support of this, given the nature of it. I therefore recommend that all of us, despite how we end up voting tonight, recognise that in delivering leaving the European Union in line with the vote that took place in the referendum, this offers a real opportunity not just for Members on my side of the House but for Members opposite who believe that it is right to deliver Brexit to get behind it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "So now I come to what I am in favour of, which started with the issue of this internal agreement here. We need what the Prime Minister described today: we need to express that view. The Prime Minister was clear on a number of points that I particularly wanted to hear. I wanted to hear whether she was determined to ensure that, where necessary, we looked for legally binding change and that change therefore would change the complexion of the agreement that she had, and she said that today. I also thought she was very clear to the ​whole House that she is not going to assume that were a particular amendment to be passed it would mean we would all agree with whatever she came back with, and she has absolutely guaranteed that we will return with a chance to vote on that; I think that is clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am also pleased that the Prime Minister answered my hon. Friend the Member for Stone (Sir William Cash) on the question about the extent of the legal powers and the adjudication of the Court of Justice in the Bill to follow; I thought it was strong of her to do that. Many would have avoided that question, as it is complex. Most of my hon. Friend’s questions are quite complex, but she dealt with this one and dealt with it well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Trying to keep to the time limit for speeches, I shall now simply say that on that basis, having voted against the agreement, I am now going to support the amendment of my hon. Friend the Member for Altrincham and Sale West (Sir Graham Brady). I shall support it tonight, not because I give a blank cheque and not because I think that therefore we will have solved the problem; I give this support to him, and therefore to what the Prime Minister has said is the Government’s position, because I believe it is necessary for us now to send the Prime Minister back with a fair wind and a sense that this House has agreed that it wants her to go and renegotiate, and to take that change and that desire to deliver Brexit on time on 29 March with her over there to Brussels and achieve what I hope and believe, with strength and determination, she will be able to achieve in those negotiations. I wish her well, and I therefore will be voting tonight to support that amendment because I think it will be, for me, the greatest expression of my good will for a Prime Minister for whom, notwithstanding our disagreements sometimes, I have the greatest respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}