{
    "url": "https://www.ukpol.co.uk/andrew-smith-2002-speech-to-the-ogc-it-annual-conference/",
    "title": "Andrew Smith – 2002 Speech to the OGC IT Annual Conference",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 21 February 2002.",
    "content": [
        "I am delighted to be able to speak to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The information age presents new challenges to government. IT and other innovations have raised expectations of the public services – creating a consumer culture where everything is available instantly, at the touch of a button. Too often, in the past, expectation of the public sector has exceeded reality. So the challenge is to use the technology that has raised people’s expectations to raise the standards of public services – incorporating IT innovation into everything we do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Prime Minister said in his speech to the CBI for all the talk of a new economy, we have one economy, all of which is affected profoundly by developments in technology. As IT is at the heart of the economy, so it must be at the heart of government: helping us meet rising expectations and deliver services designed around the needs of users.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To place IT at the heart of government we need an effective partnership with the IT industry. Our track record has not always been as good as it could be. The Immigration and Nationality Directorate, Passport Office, and Benefits Agency all suffered under the weight of poorly procured and badly designed IT systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OGC was established to help us to overcome these problems. They are working to enhance the operation of the public sector – delivering efficiently procured, effectively operating facilities – built around the needs of the customer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This amounts to a cultural revolution in the operation of the public services. In procurement, that means new partnerships between the public and private sector. And it means an improved relationship driven by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* The Gateway review programme; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* The SPRITE programme; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Senior Responsible Owners; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* The Senior IT Forum; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* The work of the OGC in developing Best Practice Toolkits; and \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* The Supplier Management Team – opening up the government market to all enterprises. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Gateway review programme is a technique for delivering procurement projects based on proven private sector practices, designed to ensure value for money improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Gateway experienced senior staff, independent from the projects, consider their development at crucial stages – helping to guarantee systems that are fit for purpose, and delivered on time. So far 104 projects – or £18bn of Government investment – have benefited from the Gateway programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe the scheme has the potential to deliver significant benefits in the IT procurement process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SPRITE programme flowed from a major Cabinet Office led review of IT-enabled business change projects. The aim is to improve the success rate by hardwiring best practice into the procurement process. The OGC now have responsibility for implementing the review’s recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have reached the point where virtually all government IT projects have appointed a Senior Responsible Owner. The role of the SRO is pivotal to the successful outcome of IT enabled schemes. The OGC and the CSSA are striving to enhance their expertise and extend their ability to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is all about building capacity within government to engage with our partners in the private sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partnership is so important. It is central to the procurement of IT projects. Building capacity within government, and a commensurate duty to reform within the private sector, will enable us to achieve significant value for money savings and enhancements in the design and operation of IT systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I see the Senior Forum as an important part of this partnership process, an opportunity for government and the IT industry to come together to identify, and address, joint systemic issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Progress has been made. Government and industry members have established constructive working relationships: exploring the issues that endanger successful delivery of IT-enabled business change. We have begun to build open relationships: sharing objectives, constraints, financial targets and performance measurements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partnership, at the heart of the Senior Forum, must be at the heart of our IT agenda. In the past we have not always got it right. The capacity in the public sector has not been there. IT companies in the private sector have not always deployed the staff and the resources to ensure the right result. All that is beginning to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the work of the OGC I see the potential for wholesale reform – a revolution in government procurement. In the IT industry I see a new spirit of co-operation – a willingness to work with us as equal partners. And in the work of the Senior IT Forum I see the mechanism to make that partnership work – a new relationship between government and the IT industry – based on shared objectives, openness, and trust. IT is the future of government services, and partnership is the future of IT. The expectations of the public have been raised – it is time to deliver the results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}