{
    "url": "https://www.ukpol.co.uk/cat-smith-2019-statement-on-online-pornography-age-verification/",
    "title": "Cat Smith – 2019 Statement on Online Pornography Age Verification",
    "post_date": "June 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, on 20 June 2019 in the House of Commons.",
    "content": [
        "I thank the Secretary of State for advance sight of his statement and the sincerity with which he has made this apology today. However, the statement is proof that a serious and important policy has descended into an utter shambles under this Government. I would like to ask the Secretary of State one question that he did not answer in his statement: when did he find out about this? He says that it was in the last few days, but could he be a bit clearer about that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Age verification was supposed to be introduced last April; it was delayed. Then it was going to be introduced next month, and today we hear it is going to be delayed again. The Secretary of State says he regrets this. We do too, very much, because it is not good enough—it is not acceptable and it is letting children down. Recent reports showed that 70% of eight to 17-year-olds have seen images and videos that are not suitable for their age in the past year. Given the rise in the use of mobile devices and tablets in the past decade, the case for appropriate online pornography enforcement has increased.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State says that an administrative error caused the failure to notify the European Commission of key details, but are there more fundamental problems with this policy? Can the Secretary of State give us a commitment about exactly when it will be introduced? Indeed, is he confident that it will ever be introduced? When the legislation was going through this place, Labour raised serious concerns about whether the verification process was viable, and whether the process could work if very personal data was given over to commercial pornography sites. This delay shows we were right to be concerned. Is he confident that such extremely sensitive personal data will be safe from leaks or hacks?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Media reports from earlier this year showed serious flaws in the system, with journalists able to create fake profiles that circumvented age checks in minutes. Is the Secretary of State sure that when—if—the policy is finally introduced, it will actually work? The ultimate sanction under the age verification regime was the power to block rogue sites, with internet service providers compelled to comply, but new encrypted browser software is about to undermine this system fundamentally. The encryption will mean that ISPs are blind to the sites that users visit on the internet, and they will be unable to block rogue sites that compromise the safety of children. That system—DNS over HTTPS—undermines not only the age verification system, but the entire foundations of the regulation laid out by the Government in the online harms White Paper. Does the Secretary of State agree that online companies are outsmarting the Government, and that we urgently need to know how the Government plan to catch up?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}