{
    "url": "https://www.ukpol.co.uk/chloe-smith-2013-speech-at-the-government-construction-summit/",
    "title": "Chloe Smith – 2013 Speech at the Government Construction Summit",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text made by the Cabinet Office Minister, Chloe Smith, on 2nd July 2013.",
    "content": [
        "[![chloesmith](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since coming into office we have made it a key priority to reform public sector construction so we can build the schools, hospitals, prisons and roads this country deserves – and at the same time help develop a more efficient, more innovative and more competitive construction industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a hugely important agenda for us. Britain remains in a global race for the jobs and opportunities of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our construction industry is critical to this country’s growth – both in creating jobs and in providing the crucial infrastructure this country needs to compete globally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we are reforming to ensure we invest in the right places to achieve growth and support UK suppliers to grow here and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also reforming to achieve greater efficiency. The public sector is under unprecedented pressure to produce more for less today. As we address the huge deficit we inherited – budgets are tighter across the sector, but the demand and expectations for public services are rising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We owe it to the taxpayer to deliver public services that don’t just cost less but are better, more innovative and more catered to the individual’s needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to talk about how the Government has and will continue to promote efficiency and reform in public sector construction, alongside innovation and growth in the construction industry. I will focus on the key areas of efficiency, cost benchmarking, procurement reform, fair payment and new digital models of procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But first I’ll highlight the context for reform. As you know, two years ago, this Government published a cross-Government Construction Strategy with clear objectives to promote efficiency and reform in Government construction, alongside innovation and growth in the construction sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How would this work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On one hand Government would be a tough negotiator – hunting for the best prices and deals on behalf of the taxpayer. We set out a target to make public sector construction 15 to 20 per cent more efficient by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But at the same time we would build long-term strategic relationships with suppliers; making it easier and simpler to do business with Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today as you’ve heard – a new Industrial Strategy for construction (IS) has been launched – a fine example of how industry and government has worked together to give the sector a long term vision. This builds on foundations of the Government Construction Strategy and gives it a broader momentum to spearhead lasting change through reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The themes of the Government Construction Strategy are peppered throughout the drivers of change highlighted in the Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first of these themes I want to discuss is efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past there was a shocking productivity gap between the public and private sectors. And the more money that’s been pumped into public services – the less efficient we’ve become.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This wasn’t good enough at any time – today facing the twin challenges of less money and rising public expectations – there needs to be reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Cabinet Office’s Efficiency and Reform Group has led an ambitious programme of reform, transforming the way Government works – acting as an effective operations centre at the heart of Government, driving efficiency and clamping down on waste.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This work supported Departments to deliver £3.75 billion of savings in our first year in office, £5.5 billion in 2011-12 and we recently announced £10billion of savings for 2012-13.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Construction is playing its part in this. We reduced costs to contribute £447 million savings in 2012/13.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of our key efficiency reforms has been the publication of benchmarks of Government construction costs establishing what a project should cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the launch of the Strategy, few government clients had compiled their benchmarks and made them widely available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is no longer the case. We have now published department cost reduction trajectories and construction cost benchmarks, which help inform central government and wider public sector clients as to what they currently pay for construction and what their construction should therefore cost, moving forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is important for spurring on efficiency. For example since 2010 the Education Funding Agency has reduced the average cost of a new secondary school from £2450/m2 to £1460/m2 and is currently out to tender with the Priority Schools Building Programme at this lower cost. This represents a 40 per cent reduction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost data will not reduce the overall amount to be invested in construction but will mean that taxpayers will get more for this money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So successfully delivering projects at 15 to 20 per cent less than the historic benchmark will mean that the public sector will be building £1.2 billion worth more in projects by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The equivalent to approximately 60 new secondary schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest publication of cost benchmarks is published today with, for the first time, more granular department cost benchmarks, and data direct from local authorities. It shows that costs are coming down and sets the pace at which further reductions will be achieved. As we move forward we would like to include private sector comparison data – this exercise is now underway and I would appreciate your help to build up this overarching sector view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Government hunting for the best deals is not just good news for the taxpayer and for the service user – it’s good for British businesses too. Efficiency and growth will go hand in hand as we open up to all kinds of businesses and business models.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re changing the way we engage with the industry over upcoming contracting opportunities. In the past, constrained by fears about picking winners, cosiness with incumbents and breaching theories of efficient markets, we have left business to flounder in the dark about what’s coming up – meaning we were also blind as to what the industry could offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But over the last two years, Government has been publishing a pipeline of upcoming opportunities that gives suppliers a clear picture of the contracting landscape across Government construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest iteration includes £19.2 billion worth of investment over the next two years. Now that the spending round has been announced a refresh of projects will be completed shortly. So keep an eye open for updates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope you’ve taken the time to visit the New Models of Delivery knowledge hub today and view our new microsite that will make pipeline data more accessible to search.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pipeline is seen as a key enabler for growth and investment in the Industrial Strategy. It calls for further development to bring a regional emphasis and ownership of local pipeline data and to encourage new partners to contribute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as engaging better with the market before procurement – we are also reforming the way we procure. Historically businesses have found bidding for public sector work excessively bureaucratic, time-consuming and expensive. This often meant the best, most cost-effective ideas were shut out from the start – particularly those coming from small, innovative firms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "SMEs are a crucial engine for growth – 99.9 per cent of the UK’s businesses are SMEs, they are responsible for almost half of our private sector output and create two thirds of new jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet when we came into office only 6.5 per cent of Government business was going to SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government set out an aspiration to ensure that 25 per cent of our business in Central Government should go – directly or indirectly – to SMEs by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To achieve this we have made our procurement processes much simpler, more open and less bureaucratic – so all businesses, no matter what their size, have a chance of success. For example, using PAS91 (2013) to standardise PQQs in the construction industry; and advertising contract opportunities centrally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also much greater visibility of opportunities. In the past businesses often simply didn’t know what was out there. Now the Contracts Finder website gives businesses a single place to survey everything on offer from Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are using technology to enable quicker procurements such as e-Auctions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have introduced more accountability. Our Mystery Shopper allows suppliers to report instances of poor procurements across the public sector for Cabinet Office to investigate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These reforms are starting to pay off. Overall Government has increased its direct spend with SMEs from 6.5 per cent in 2009-10 to 10 per cent in 2011-12, and in 2011-12 figures from Government’s top suppliers shows that SMES had benefitted from a further 6.6 per cent of spend in the supply chain. We hope to publish information on spend in 2012-13 later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another key priority for us is to ensure there is prompt payment to the supply chain. Timely access to cash is of course critical to the survival of many SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is now a contractual obligation which took effect for all central Government contracts placed to pay down to tier three within 30 days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also working with key central government departments to roll out Project Bank Accounts across government construction projects. This will improve the speed and security of payment to members of construction supply chains down to tier 3 within a matter of days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is already working well. The Highways Agency now uses Project Bank Accounts on all contracts awarded post October 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through electronic bank accounts they pay prime suppliers at the same time as subcontractors down to tier 3 and already this has had a great impact in preventing cash from being held up in supply chains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year alone £1.1 billion worth of projects signed up to use Project Bank Accounts and I’m pleased to announce today that in 2012/13 we exceeded our target of £2 billion, with nearly £2.2 billion of spend having been committed via Project Bank Accounts since their introduction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Industrial Strategy re-emphasises this Government’s commitment to fair payment. PBAs, along with supply chain finance and enterprise credit guarantee scheme will continue to support liquidity to the supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reforms I have outlined so far are making a difference – but they are not the end of the story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to keep piloting new innovative ways of working with the industry – and ultimately embed these across Government and other public bodies. And we are committed to driving efficiencies through harnessing the latest digital technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a key theme in the Industrial Strategy – the aim is that new models of procurement once proven, become business as usual across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are currently trialling three new models of procurement which call for the early involvement of the supply chain, and more integration around the design, the construction and the manufacture of products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are: Integrated Procurement Insurance; Two Stage Open Book and Cost Led Procurement. Building Information Modelling (BIM) is also becoming successfully embedded in Departments along with Government Soft Landings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope you’ve all taken the opportunity to meet the experts spearheading these new ways of working at the New Models of Delivery and BIM knowledge hubs here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are starting to see how effective these new methods can be. For example using Two Stage Open Book, Surrey County Council has reduced the cost of maintaining the county’s roads by 15 per cent [in addition to 16 per cent achieved in procuring long-term contract]. Project Horizon has demonstrated clearly the benefits of contract-led, properly structured early contractor involvement and supply chain improvement processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then the Ministry of Justice has secured £800,000 of savings through the implementation of BIM at Cookham Wood prison in Kent where a 180-cell extension is now on site. Through BIM’s innovative 3D modelling, MoJ was able to visualise exactly what was being built before the process started and identify any potential issues, leading to savings being made right at the outset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BIM is the enabler of a better future; a more collaborative built environment that liberates added value at all stages of the asset lifecycle. It allows SMEs to compete with bigger companies. And the savviest, smartest firms are already maximising the potential that BIM can unlock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take Bryden Wood, a British-based multi-disciplinary design and technology company, who in February won a competitive tender for a landmark construction project in St Petersburg, Russia. They beat much larger, international practices and it was their experience of working on complex projects where BIM is essential to coordinate the vast range of design, construction and handover activities that secured the contract.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has established a requirement for centrally procured public projects to be level 2 BIM-enabled by 2016. Through this, we want to encourage innovation and collaborative working across all tiers of the supply chain right from the start of procurement process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In March this year, Fiatech recognised the UK government and industry for their leadership in advancing technology and productivity improvement in capital projects by presenting us with the James B. Porter, Jr. Award for Technology Leadership. This award will be officially presented to us in a few moments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a real achievement – the UK is now seen as a world leader in the use of BIM in the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public sector construction in this country is entering a new era – where design excellence, effective procurement, efficient delivery and competitive pricing is becoming the norm. This is good news for the taxpayer, for services users, the industry – and the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are producing world class iconic public sector buildings such as the London Olympics Velodrome, Tate Modern and UCH Macmillan Cancer Centre. All winners of the Prime Minister’s Better Public Building Award at the BCI annual awards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we are not about to start resting on our laurels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To continue to achieve success the Government and industry needs to keep working together – as we have on the Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s vital we continue to join up and share our resources, ideas and best practise. Tell us where barriers remain, report incidences of bad practise to Mystery Shopper – and if you have an innovative idea that will save money and improve public services – we want to hear it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government is open for business – together we can create better public services and a better future for construction in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}