{
    "url": "https://www.ukpol.co.uk/andrew-smith-2002-speech-to-the-institute-of-actuaries-seminar/",
    "title": "Andrew Smith – 2002 Speech to the Institute of Actuaries Seminar",
    "post_date": "January 1, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 6 February 2002.",
    "content": [
        "##  Introduction \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to be here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. Thanks very much to the Institute of Actuaries and the Institution of Civil Engineers for organising this conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. Now is the time for reform in our public services. Reform means new relationships: new relationships within government between the policy makers and the frontline professionals who deliver our services; new relationships between the public and the private sector. But we are determined to match that reform with increased investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. So it is crucial to the success of our programme that the public and the private sector – the leaders in the boardroom, the finance directors, and their counterparts in government can come together, share expertise, and agree on the way forwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Investment \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. When this Government came to power, the public services were run down. Confidence in the public services had been eroded by years of under investment. Confidence within the public services had been eroded too by years of some bad faith and some bad practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. Public sector net investment had fallen from a high of 5% of GDP in 1963-64 to a low of 0.5% in 1997-98.  \nb. It fell by an average of almost 16% each year during the last Parliament of the previous administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. Under investment is irresponsible – storing up problems for future generations. When we came into office we faced around a £7bn backlog of repairs in schools, £19bn in social housing, £3.5bn in the NHS. Schools, houses, hospitals, the infrastructure of our country – eroded by neglect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. We are committed to reversing the legacy of under-investment in our public services. The 2000 Spending Review set out ambitious plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. We set ourselves the target of more than doubling public sector net investment between 2000/01 and 2003/04. The latest figures show that we are on course to meet that target – Public Sector Net Investment was £6.3bn in 2000/01 and is forecast to reach £18.6bn by 2003/4.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. This means that with this Government, between 2000/1 and 2003/4, public sector net investment will rise by an average of 40% each year in real terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. This is investment in our priority areas as a government and as a nation. Investment in our homes, hospitals, schools, and transport system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. The damage done to our capital infrastructure from years of neglect cannot I think be underestimated. Reversing it will take time – but we are already starting to see results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. 68 major hospital development projects worth over £7.3 billion given go ahead since May 1997 in England alone.  \nb. £31billion allocated to local authorities to eliminate the backlog in local road maintenance.  \nc. By March 2002, 17,000 schools will have received funding for repairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. We are determined to sustain these levels of investment in our national infrastructure. It is investment that is affordable: after all we base our plans on the most cautious of assumptions. Of course in the current economic climate there will be tough choices to be made – competing priorities, but the focus will continue in this year’s Spending Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Reform \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "13\\. This investment must be matched by reform in the way in which public services are delivered. The Prime Minister has set out four principles of public service reform:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. High national standards and full accountability;  \nb. Devolution to the local level – encouraging diversity and creativity;  \nc. Flexibility at the front line to support modern public services – intervention in inverse proportion to success, freedom for the nurses, doctors, teachers and managers who have proved they can deliver;  \nd. The promotion of greater choice and alternative providers – a new focus on the citizen as customer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "14\\. I want to focus for a moment on the last of these – the consumer of public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15\\. Customers and clients have higher expectations of public services than they used to – and rightly expect improvement in the outcomes that really matter to them. We are determined to deliver these improvements and we have put in place a strategy to do it – to bridge the gap between expectation and reality:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. We have set out challenging PSA targets – yoking investment to reform by holding departments accountable for the delivery of improvements – indeed the first ever attempt by a British government to set out clear targets against which they would be judged. The National Audit Office has commented that “The Introduction of Public Service Agreement targets, and in particular the move to outcome-focused targets, is an ambitious programme of change which puts the United Kingdom among the leaders in performance management practice.”  \nb. We have established the Office of Public Services Reform – reporting directly to the Prime Minister – to strengthen the capacity and to improve the performance of our public services.  \nc. The Office of Government Commerce is spreading best practice around government and helping to ensure value for money on the tax payers investment, its no exaggeration to say the work of OGC is revolutionising government procurement in this country;  \nd. I launched the Gateway review process – a technique for delivering procurement projects based on proven private sector practices, designed to ensure value for money improvements in major Government projects. So far 104 projects – or £18bn of Government investment – have benefited from the Gateway process.  \ne. We established Partnerships UK in June 2000 to build on the work of the Treasury Taskforce in helping the public sector to deliver modern, high quality, public services. Their focus is on helping us to deliver Public Private Partnerships that are developed quickly and efficiently; built on strong, stable relations with the private sector; with savings in development costs on both sides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "16\\. Working together, we can reform the relationship between the government, the public sector staff, and the private sector institutions that will deliver the reforms we all want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Partnership \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "17\\. The role of the private sector – organisations represented here today – in this agenda has excited greatest interest. There have been suggestions that private sector money raised through Public Private Partnerships will be used to replace public sector investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "18\\. Let me make one thing clear. Money raised from the private sector through arrangements like PPP is not used as a replacement for public sector investment. In fact private sector investment will amount to less than 13% of total investment in our public services this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "19\\. The key thing is this 13% represents an additional £4bn investment in our public services – it is a valuable addition, not a replacement. To regard extra money flowing into our programme of public sector investment and reform as somehow a bad thing would, to my mind, be perverse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "20\\. Investment is important but, on its own, it is not enough. Public Private Partnership is and always has been about more than funding – it is about developing new ways of working and improving the efficiency of public services for the user. Additional investment from the private sector – in some cases from your organisations – will bring with it the expertise, ingenuity and rigour of private sector practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "21\\. So we need PPPs to help us manage increased investment efficiently, and to make the money we invest go further. We need PPPs to create the incentives to innovate, to manage risks effectively, and to deliver projects on time and on budget. You only have to look at the Jubilee line extension – almost two years late and £1.4 billion over budget – to realise that the public sector can’t always do this on its own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "22\\. That is why we need to harness the efficiency and management skills of the private sector. We have got big plans for our schools, our hospitals and our transport infrastructure. To realize our ambitions we need turn the powerful discipline of the markets to the service of the public good. We need private sector management and employees to challenge inefficiency, and to develop imaginative approaches to delivering public services and managing state-owned assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "23\\. Now businesses of course need to generate a return – they are forced to innovate and look for ways to enhance the service offered to customers. By forging partnerships between the private sector and the state, at all levels, we can turn this innovation towards the improvement of our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "24\\. There are some who claim that private sector involvement is somehow at the expense of front line staff and service delivery. This is simply not the case – when you look at public staffing levels they have risen by 140,000 between 1997 and 2000 – more people in jobs not less, with plans to employ even more doctors, nurses and teachers. In fact private sector profits flow from an ability to innovate, consider the whole life costs of projects, and to manage risk effectively. It is where the private sector are better at managing risk that we can redistribute the risks associated with delivering large and complex procurement projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "25\\. Where the average over-spend on London underground schemes was 22% the taxpayer had to carry that extra burden. Where schools and hospitals were completed over time and over budget it was the citizen who suffered and the taxpayer who picked up the bill. But where the private sector has capital at stake there is the incentive to deliver on time and to budget, and if they fail, they must meet the costs. Transferring risks to the private sector frees the taxpayer from unnecessary burden, creates the incentive for the Private sector to deliver, and when they do, benefits the citizen and the service user. To give a few examples:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. Carlisle hospital opening several months early; Dartford and Gravesham ready in 44 months – well ahead of what the public sector could have achieved alone;  \nb. Over 160 Local Authority projects approved since 1997 – 40 fully operational delivering important services to local people; and  \nc. The Barnhill Community high school opening a year after the contract was signed, providing state of the art facilities to educate 1450 pupils. Ian Marshall – the Headmaster – said the partnership of the private sector allowed the Local Education Authority ?to think about being ambitious, to think about a learning environment that is second to none?.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "26\\. So PPPs are a means by which the Government is seeking to bring together the best of both sectors – aiming to deliver a higher quality of public service than is possible through the public sector alone. Aiming to deliver public services that are indeed second to none.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "27\\. So this is the key. We are boosting the quantity of public sector investment – not, as our predecessors have done, substituting private investment for public responsibility, but using the private sector to boost the quality of that investment too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "28\\. Expectations of the public sector have been raised. It is the service ethic in the best of organisations – private and public sector – that has raised them. We have to go beyond offering a basic standard and deliver public services around the needs of consumers and clients. To do so we have to increase investment, of course. But alongside investment must come reform:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a. Reform within the public sector – driven by the Office of Public Sector Reform, the PSA targets, and the framework of national standards with the power to deliver devolved opportunities to motivated frontline professionals;  \nb. Reform of relationships with the private sector – OGC and PUK building capacity within government to act as an effective partner, private sector efficiency driving improvement and innovation in a flexible, customer orientated public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "29\\. For investment in the public sector, public service reform, and Public Private Partnerships this is really just the beginning. In the spirit of co-operation that exists between government, hard working staff in our hospitals, schools, and local authorities, and the innovators in the private sector, there is the chance to build a truly world class public sector. Our shared vision must be of the highest quality public services, focused on the needs of customers, and providing for the taxpayer a decent return on their social investment; delivered by efficient public and private sectors, working together through a common commitment to the idea of public service. Working together – I know this is a vision we can achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "30\\. Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}