{
    "url": "https://www.ukpol.co.uk/nick-smith-2023-speech-on-the-procurement-bill/",
    "title": "Nick Smith – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nick Smith",
            "url": "/tag/nick-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Smith, the Labour MP for Blaenau Gwent, in the House of Commons on 9 January 2023.",
    "content": [
        "I welcome this Bill’s aims of openness, effectiveness and transparency. A third of public expenditure—£300 billion—goes on public procurement, so we must get this right. Unfortunately, though, the Government’s record here has been undermined by the PPE scandal. I do understand that exposure to fraud was a risk during the panic of the pandemic and that the global PPE market was highly competitive. However, big mistakes were made, and billions have been wasted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The National Audit Office has done brilliant work on tracking the Government’s covid spending. Its investigation into the management of covid contracts in March 2022 found that 46 of the 115 contracts awarded to the Government’s VIP lane did not go through the Government’s due diligence process. That meant that the Department for Health and Social Care could not fully understand the contract management risks it was exposing itself to. Therefore, the sheer scale of Government waste is not just explained by global markets pressures; the UK Government’s failures must also be acknowledged. After all, the PPE scandal has seen £4 billion of taxpayers’ money wasted on unusable equipment and now £2.6 billion-worth of disputed contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am specifically concerned about contracts awarded to Unispace Global Ltd, which won more than £600 million of PPE contracts during the pandemic. It is extremely difficult to follow the financial paper trail: a look at its manoeuvres, and the chopping and changing of its directors, raises big questions. For example, payments from the Department of Health and Social Care were made to Unispace Global Ltd, but in 2021, it transferred its contracts to a new company, Unispace Health Products LLP, which now trades as Sante Global LLP. Private Eye says, however, that the companies’ accounts do not feature anywhere near the £600 million paid to them, which begs the question: why this chicanery? Will the Bill deal with such shenanigans?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I welcome the introduction of a single central Cabinet Office online platform—that is quite a mouthful—but it should go further and include a publicly accessible dashboard for Government contracts. In that way, we can track delivery and performance, make contractors truly accountable to the people, and close the loopholes that profiteers enjoyed. The British people also deserve to know the profits, commissions, dividends and big bosses’ bonuses being made on the back of public money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We need measures that financially penalise those who benefited from the public contractors’ PPE super-profits, but when a company changes its identity multiple times, that is made much harder, and the other route—recovering money through the courts—is very expensive and hugely time consuming. What measures will the Government bring forward to deal with those PPE profiteers and their like? We need a Bill that mandates open accounting of public contracts and shines a light on the vultures that prey on the public purse. We need a Bill that allows us to properly follow the money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}