{
    "url": "https://www.ukpol.co.uk/alan-smith-lord-bishop-of-st-albans-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Alan Smith (Lord Bishop of St Albans) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Smith",
            "url": "/tag/alan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alan Smith, the Lord Bishop of St Albans, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I join in with the tributes to Her Majesty Queen Elizabeth for the extraordinary reign we have observed, for which we pay tribute today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many noble Lords, I too have my anecdotes. I remember going up to stay in Sandringham for the weekend. Coming from a farming background, I had expressed interest in her racehorses and she was very keen to show them to me, so I was summoned outside. There was a Range Rover there, and she came out very brusquely and shouted across to me, “Jump in, Bishop; I’m driving”. She set off at a rate of knots, and I was holding on for dear life. She taught me a great deal about prayer at that point, which is perhaps why she was called Defender of the Faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to briefly draw your Lordships’ attention to one other thing about Her Majesty which I think is really significant. Some people have asked, “Why has she had such an impact?” One of the features or tendencies of many of those in leadership for a long time is that the longer they are in leadership, the less they really listen. What struck me about Her Majesty the Queen was that she really listened. I am not saying that she did it superficially. The first significant time I met her was when I had paid homage and, afterwards, we had a conversation. She immediately wanted to ask my views on various aspects of the history, industry and background of Bedfordshire and Hertfordshire. In an informed way, she showed that she absolutely knew what was going on—but what did I think about it? What did I think was happening?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a later stage, when I was staying at Sandringham, there was an odd moment when I was sitting around with other guests, and Her Majesty had come down and was playing patience. I remember thinking, “Do I just wander across and have a chat with her? Well, I’m not going to get invited again, I don’t suppose, so let’s go for it.” I went across and asked, “May I join you?” She said, “Please do”, as she was playing cards. It was just after Christmas, and she wanted to know what I had thought about her Christmas message. She wanted to know how people had heard it and whether it had been able to speak and communicate with people. It caught me totally by surprise that that was what she was interested in. She was so concerned that she was not only on transmit mode, as it were, but engaging with people of different groups. She wanted to ask whether I had spoken to people in various places to hear what they had thought about it. I was able to assure her that people had been very grateful for the words she had expressed. That quality of attentive listening is one of the reasons why so many people relate to her as a person. It is a wonderful gift to be able to do that at the end of a reign of 70 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To finish, I just want to comment on one picture, which the noble Lord, Lord Newby, mentioned. There have been a number of what I think people today call “iconic” photographs, but it is that picture—I think it is the last photograph we have—of her standing with such fragility and frailty. In a world where it is endlessly presented to us that the only style of leadership is that which is bold, aggressive and so on, she was showing us that there are other sorts of leadership, which can come from humanity and fragility. That picture of her leaning on her stick, stooped over with her hand outstretched, will stay with me as a picture of welcome and warmth. For that, I give thanks to God. I give thanks for her life and, along with many other Members of this House, I say: may she rest in peace and rise in glory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}