{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-missile-incident-in-poland/",
    "title": "Alyn Smith – 2022 Speech on the Missile Incident in Poland",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 16 November 2022.",
    "content": [
        "I also thank the Foreign Secretary for his statement, and commend him for its welcome, measured tone. Speaking for the SNP, I also express our total solidarity with, and condolences to, the people of Poland, and commend them for their restraint overnight—I think a lot of us did not get much sleep last night, as we were contemplating what might be the consequences of this incident. If this was a tragic accident, it was a tragic accident, but as the Foreign Secretary rightly says, it is the Ukrainians who are on the frontline, and have been for many months. The responsibility for the fact that rockets are flying at all sits entirely at the door of Vladimir Putin, and the SNP stands four-square as part of the global coalition in Ukraine’s defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, the Kremlin’s tactics in Syria surely tell us that this is going to continue, if not get worse: as we see land advances by the Ukrainian forces, we will see more indiscriminate attacks on civilians and civilian infrastructure by air. As such, what assessment has the Foreign Secretary made of the need for further air support, not just for Ukraine but for neighbouring countries? I appreciate that 1,000 or so missiles have already been given, but what more do we need, and is it now time to be talking about a no-fly zone over Ukraine and neighbouring countries to deter—to the extent we can—further Russian aggression?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cleverly**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to put on record my recognition of the fact that right across the House, including from the SNP Benches, we have had a unanimity of voice on the world stage. If Vladimir Putin felt that his aggression in Ukraine could in any way drive wedges between people who are like-minded on these issues, he was wrong. That is true in this House, and it is true on the international stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for the points he has made. He has made an incredibly important point about the evolving threat. As I said in my response to my right hon. Friend the Member for New Forest East (Dr Lewis), it is now clear that as Russia sees failures on the battlefield, it is moving to attacks from the air. We have provided surface-to-air defence missile systems and AMRAAM air-to-air defence missile systems. We will be looking at further air defence donations that can come from the international community and also, importantly, making sure there is integration in the air defence cover that Ukraine is able to provide. We know what Putin intends to do—as I have said, he intends to starve and freeze the Ukrainians into submission—and we have to stand shoulder to shoulder with them in order to prevent him from doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}