{
    "url": "https://www.ukpol.co.uk/cat-smith-2020-speech-on-the-parliamentary-constituencies-bill/",
    "title": "Cat Smith – 2020 Speech on the Parliamentary Constituencies Bill",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cat Smith, the Shadow Minister of State for the Cabinet Office, in the House of Commons on 2 June 2020.",
    "content": [
        "I beg to move an amendment, to leave out from “That” to the end of the Question and add:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“this House whilst supporting the retention of 650 parliamentary constituencies declines to give a Second Reading to the Parliamentary Constituencies Bill because the Bill would disproportionately and undemocratically concentrate power over constituency sizes and boundaries in the hands of the executive, because the Bill fails to create a more flexible electoral quota allowing greater consideration to be given to local ties and community connections when drawing constituency boundaries, and because the proposed numeration date for the boundary review of 1 December 2020 risks boundaries being based on an incomplete register owing to the impact of the covid-19 pandemic on the preparation of electoral registers.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every single one of us in the House today represents a constituency that has been drawn up based on the electorate data of nearly two decades ago. Twenty years ago, our country and our communities looked very different. Some of our communities have grown and others have seen population decline. Indeed, in that time, 2 million more electors have come on to the electoral roll and it is time we counted them when it comes to the constituencies we represent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hope that the review can be completed before the next general election and that there will be no further delay. After two shelved boundary reviews, the public will not want more taxpayers’ money to be wasted on a review that does not see the light of day. We need a boundary review, and the Opposition stand ready to work with the Government on that if it is fair and the rules are not inserted or omitted on the basis of any perceived political advantage for any party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill must proceed with the aim of delivering a fair and democratic review. We want the new boundaries to reflect the country as it is today and ensure that all communities get fair representation. Those boundaries must also take into consideration local ties and identities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Government’s decision to reverse their previous position of reducing the number of MPs to 600. As we have left the European Union and the work of the UK’s 73 MEPs falls to this House, it would have piled a heavier workload on to fewer shoulders. More importantly, it would have handed further power to the Executive, because reducing the number of MPs while refusing to cut the size of the Government payroll would create a dangerous level of Executive dominance at the expense of Parliament and our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Welcoming the return to proposing 650 MPs brings me to the last two wasted reviews on the 600 figure. With two abandoned reviews, we are in a farcical situation with boundaries. While Tory Ministers argued with their Back Benchers, public resources flooded down the drain. Millions of pounds of taxpayers’ money has been wasted. The unfinished 2013 review cost British taxpayers £7 million. It wasted the time and expertise of the boundary commissioners in working towards a target that was destined to be scrapped, and the 2018 review was equally wasteful. In a written question, the Government estimated the cost at £8 million. The Government have not provided a recent figure on that, but I have given the Minister the opportunity to do so by tabling a written parliamentary question asking just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, one of the biggest concerns that the Opposition has about the Bill is the Government’s decision to end parliamentary oversight of the process. It is yet another attempt to diminish scrutiny over executive power. Parliamentary oversight is fundamental to the democratic passing of a Bill, and this Bill is no different. The Minister says that it is to stop MPs blocking new boundaries, but in the last Parliament it was her Government who never tabled that review for a vote, so we will never know the outcome of a vote that never took place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The process of needing MPs to vote for the final report from the commission is an important safety net, because without it we would now have just 600 MPs here today. When the Government wanted to go back to 650, it was that safety net that allowed them to do so and make that happen, but removing parliamentary scrutiny is worrying for the future integrity of our democracy. This loophole allows a power grab, with no parliamentary backstop to limit the dominance of the Executive. The Government have not shown any regard for the primacy of Parliament. Indeed, the unlawful prorogation of Parliament is a case in point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note the remarks that the Minister made about the enumeration date in the Bill of December 2020. I am glad that she is looking at this, and I look forward to her update to the House, because after 20 years of delay, the boundaries must reflect the electorate with the best possible accuracy. I urge her to consider ditching the 1 December 2020 register in light of the unprecedented covid-19 crisis that we are currently living through. Our councils are working flat out to support our communities at the present time, and to ask them to undertake an annual canvass at a time of social distancing when they have stretched capacity risks that register being patchy at best. So I welcome the Minister’s remarks and put on record my thanks for the hard work that all our councils are doing in supporting some of our most vulnerable residents at this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that there may be a case to always link the register to the last general election? We know that that is a credible register. Other crises might come up in the future, and the Government will always have to be changing, whereas if the register is always based on the last election we will know that it is based on a mandate that people have exercised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that very sensible point. What he notes, of course, is that we see a spike in voter registration when we have a general or a local election. Of course, this year there are no elections because of the coronavirus crisis, but just six months ago we had a general election in this country and we know that the December 2019 register is incredibly accurate because we saw a spike in voter registration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also aware that electoral registration officers are already expressing concern about the impacts that coronavirus will have on the December 2020 registers, and the prevailing opinion is that the annual canvass is likely to be impacted in some significant way. I urge the Minister to favour using the very recent general election data of December 2019. The Office for National Statistics released that data just last week, and we saw more than 1 million people register between December 2018 and December 2019, indicating that the December 2019 register is much more accurate than the December 2020 register will potentially be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that the data was published last week demonstrates the lag in collating that data. So if, for example, the Government were to continue to use the December 2020 register, commissioners would probably be waiting until May 2021 before they had collected that data from EROs and could get on with their work. Let us help the boundary commissioners begin their important work as soon as possible by using the data published last week, which we already have, relating to December 2019 and the general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Member accept that one of the key issues is to ensure that the electoral officers are properly sourced, supplied and located across the various constituencies? One of the problems in the last election was that because there had been a refurbishment and, indeed, a reduction in the number of election officers, there were errors in sending out people’s polling cards and some people did not know who in their household could vote. Does she agree that this is a good opportunity to ensure that electoral officers are properly supplied and in the right locations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for giving me the opportunity to put on record my concerns about the overstretched nature of electoral returning officers in our councils right across the country. Cuts to local government have not protected electoral returning officers and the resources that they are working with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the issue of the electoral quota, I know that Members across the House will want to highlight their concerns about the impact of this boundary review on communities in their constituencies. Community has never been stronger than during these troubling months. Right across the country, we are seeing communities come together to support vulnerable people, and now more than ever, community connections must be valued and respected. However, the restrictive 5% quota tolerance in the Bill flies in the face of protecting community ties. I know that many of my Welsh colleagues are planning to speak this afternoon, and they will highlight some of the geographical challenges the quota throws up—by which I mean mountains dividing constituencies. In Devon and Cornwall, the Government have repeatedly ignored the historic and proud identities of those counties. Boundaries based on strict numbers that ignore identities do not carry community support, as we have seen with the so-called Devonwall seats in the last review. Will the Minister ensure that there is no Devonwall seat in this Bill? I suspect that Cornish MPs might want to table an amendment to protect Cornish identity. If they were to do so, would the Minister back them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister knows, there is consensus among respected experts such as Ron Johnston, David Rosser and Charles Pattie, who agree that the 5% rule causes significant disruption to community boundaries. Indeed, they concluded that the substantial disruption on the map of constituencies in the aborted sixth review was not entirely the result of the reduction of the number of MPs from 650 to 600; their report showed in detail that disruption was caused by the introduction of the uniform national quota and the 5% tolerance. I commend to the Minister the private Member’s Bill introduced by the hon. Member for Wellingborough (Mr Bone), which suggests a 7.5% quota. Communities across the UK will be more representative if a wider quota is introduced. Why is the Minister refusing to accept the evidence and introduce a quota that would be better for everyone?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Penrose (Weston-super-Mare) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is this not an example of the prayer of St Augustine—grant me chastity and continence, but just not yet? If we are going to do this, let us do it right and let us do it now. The hon. Lady is making an argument for perpetuating inequity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely dispute the hon. Member’s argument; that is absolutely not the case. I am very keen that the Government should be able to get on with this boundary review. I want new boundaries to be in place ahead of the next general election, because at the moment we stand in this House representing constituencies based on data that is two decades old. We should absolutely move on from the status quo, but I am saying that we should ask for a quota of 7.5%, because we could then keep community ties together and represent constituencies that actually look like the communities we stand here and claim to represent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has come on to the 5%, rather than moving on from that, but the OSCE standard around the world states that there should be a variance of no more than 10% from constituency to constituency if there is to be a fair election. Would the hon. Lady like to develop her argument in relation to that international standard?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Opposition recognise the need for constituencies to be broadly as equal as possible, but anyone who stands up in this House and says that they truly believe that all constituencies should be equal should look at the data from December 2019. If we were to take that data on how the electorate looked and say that every constituency had to be exactly equal, every constituency would have to have an electorate of 72,613. Not 72,614 or 72,612—those figures would be outside the quota. There will always need to be a variance, and it is a question of striking a balance between having constituencies that are broadly equal and constituencies that represent their community ties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gareth Johnson (Dartford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The amendment does not mention 7.5%. If that is Labour party policy, would it not lead to a situation where there could be two constituencies side by side with a 15% difference in their numbers, thereby totally undermining the argument that every vote should have equal weight?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cat Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 7.5% I drew attention to is in the private Member’s Bill promoted by the hon. Member for Wellingborough (Mr Bone), so if the hon. Member for Dartford (Gareth Johnson) wants to know where the figure comes from, I suggest he speaks to his hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious that you want to get all Back Benchers into this debate, Madam Deputy Speaker. There are many aspects of the Bill that make sense and that we welcome—for example, giving the boundary commissioners more flexibility to use local government and ward boundaries that are yet to come into force. We also welcome the move to hold reviews every eight years. The longer cycle will limit the disruption caused to parliamentary constituencies, potentially resulting in savings, but ensuring that MPs remain accountable to their constituents, so that we are not elected to this place and our constituents are never given a chance to hold us to account in a further election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to hearing the contributions from all Members to this important debate. It is time for a democratic boundary review, and the Labour party will not stand in the way of that. However, the Bill must not strengthen the power of the Executive at the expense of Parliament. I hope the Minister will consider changing the numeration date, given the extraordinary circumstances of covid-19.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}