{
    "url": "https://www.ukpol.co.uk/chloe-smith-2013-speech-to-the-federation-of-master-builders-conference/",
    "title": "Chloe Smith – 2013 Speech to the Federation of Master Builders Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Cabinet Office Minister, Chloe Smith, to the Federation of Master Builders made on 18th June 2013.",
    "content": [
        "[![chloesmith](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for inviting me to give this keynote speech today celebrating the launch of the report Improving the public procurement process for construction SMEs (pdf).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Federation of Master Builders (FMB) has done a great job of getting together key influencers to this event, including my MP colleagues and LGA representatives and I am delighted to be invited to address such an influential audience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This report raises important issues that I recognise – SMEs find the Pre-Qualification Questionnaires (PQQs) complex and cumbersome, framework agreements to be bureaucratic, and that future business opportunities from local authorities are not always visible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are much the same issues this government has been addressing in central government reforms:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– we are driving through real transformational reforms in procurement\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– we have radically improved the visibility of investment opportunities through pipelines\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– we are absolutely committed to fair payment\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– we are significantly improving engagement, ensuring that we listen to SMEs, and that they have their say in our policy process\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Already we are seeing significant positive results. Things are changing for the better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, this report has reiterated to me the real value of widening the action we have taken in central government. In particular, sharing best practice we have implemented in central government processes with the wider public sector including local government. The recommendations of this report all chime in with the key themes of these reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today, I feel is a good opportunity to share with you the experiences of those reforms and to explore how we can work together to take this experience and best practice to the wider public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But first, let me set the background to the action we have taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Creating the right conditions for small businesses to grow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than 95% of the UK’s 4.8 million businesses are micro firms that employ less than 10 people. Together they account for a third of private sector employment (7.8 million) and a fifth of private sector turnover. So SMEs such as the builders’ industry are a crucial engine for growth in our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public sector spends £230 billion on goods and services a year – that’s roughly 15% of the UK economy and £1 for every £7 spent in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Businesses have consistently found bidding for public sector work excessively bureaucratic, time-consuming and expensive. This has often meant the best, most cost-effective ideas were shut out from the start – particularly those coming from small, innovative firms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government very quickly recognised that for a healthy market place to operate it needs to open and expand access to opportunities, especially for SMEs, and make the conditions right for small businesses to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we came into office we found SMEs were winning only around 6.5% of the value of central government’s procurement. This wasn’t good enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So one of our first priorities was to transform the way we did business so that the smaller businesses would have better opportunities to do business with the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of you will be aware of this government’s aspiration to ensure that 25% of our business in central government should go – directly or indirectly – to SMEs by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have worked hard on that journey. Spend with SMEs has increased across government from 6.5% in 2009 to 2010 to 10% in 2011 to 2012 at a time when overall procurement spend has declined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "SMEs have in fact benefitted from a further 6% in indirect spend through the supply chain for 2011 to 2012. We hope to publish information on spend in 2012 to 2013 later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are a number of things we have done to get us to this place. Let me share with you our experience of the reforms we have made to set us on this transformation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Positive action taken**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are nurturing relationships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe it makes commercial sense to nurture our relationships with suppliers – to discuss what’s coming up on pipelines and investment plans, and to ensure early engagement with supply chains prior to procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made sure that now SMEs have a Crown Representative pushing for them at the top. Their voice is heard in the high level discussions, influencing the policies we design.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are reforming procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you demand, we have made our procurement processes much simpler, more open and less bureaucratic – so all businesses, no matter what their size, have a chance of success. For example, using PAS91 to standardise PQQs in the construction industry; and advertising contract opportunities centrally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are using technology to enable quicker procurements such as e-Auctions. And Cloud Store, an online appstore for ICT services, allows public sector organisations to purchase off the shelf IT services on a pay as you go basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In construction we are committed to drive efficiencies through harnessing digital technologies. We have established a requirement for projects to be BIM-enabled from 2016. Through this, we want to encourage innovation and collaborative working across all tiers of the supply chain from the start of procurements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now seen as a world leader in the use of BIM in the public sector. We have established the BIM4SME group to assist those making the journey, to share experiences and learn from others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have improved the visibility of contracting opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Contracts Finder website was launched to give businesses a single place to survey everything on offer from government. Over 15,000 contracts have been published to date and nearly 5,000 have been awarded to an SME.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July 2011, government construction was the first sector to publish pipelines to help the industry have the confidence to invest and to gear up for future public sector contracts. We have now published pipelines across 18 sectors via the Contracts Finder portal. These provide visibility of government business opportunities worth £79 billion spanning the next 5 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to publish pipelines every 6 months to help suppliers to spot opportunities at an early stage so they can compete and win work. I want to encourage SMEs to use these pipelines as a tool to engage with their suppliers and key markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have increased the accountability of public procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Mystery Shopper scheme allows suppliers to report instances of poor procurement for Cabinet Office to investigate. For those of you who are not familiar with Mystery Shopper service – it allows suppliers, including all those within governments supply chains, to report bad/mad procurement practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So if a supplier encounters poor procurement practice, such as an overly bureaucratic pre-qualification requirement or unreasonable or inappropriate selection criteria they can refer it to our Mystery Shopper Service, who will raise it with the contracting authority on their behalf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the end of last month, Mystery Shopper had received 425 cases and closed 336 with a positive outcome in over 80% of cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are seeking and then responding to feedback.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you discussed, we are listening to and acting on the feedback we get from SMEs. For example, based on Mystery Shopper feedback, we recently wrote to procurement practitioners reiterating the need not to set burdensome financial conditions when awarding contracts. To ensure transparency, we regularly publish the outcomes of Mystery Shopper cases on the GOV.UK website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to encourage better use of PQQs that follow the industry-standard wording set out in PAS 91. This has also been a ‘hot topic’ for our Mystery Shopper scheme. We worked with the British Standards Institute, and others from across industry, to further simplify that and the resultant PAS 91(2013) was published by BSI earlier this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our interventions have real life consequences. At the end of last year Mystery Shopper intervened on a late payment case to recover the money owed to an SME and helped prevent the firm from having to make a number of staff redundant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are championing prompt payment and integration of the supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you ask, prompt payment to the supply chain is a key priority for us. We have pursued fair payment through the use of Project Bank Accounts or a contractual requirement for 30 day terms to be passed to sub-contractors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are well on our way to exceeding our target of £2 billion of committed spend being contracted via Project Bank Accounts since their launch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have actively supported closer integration of the supply chain. We have set up trial projects on adopting new models of procurement. These new models encourage Tier 1 contractors to build strategic partnerships down integrated supply chains. Innovation and value are important in that partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, the Integrated Project Insurance model by the MoD – this was originally proposed by the SME trade organisations Specialist Engineering Contractors’ Group and Specialist Engineering Alliance and embraces early contractor involvement and collaborative supply chain integration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this has made a real difference. Now, more SMEs are winning business with government. Direct SME spend has increased from £3.1 billion in 2009 to 2010 to £4.4 billion in 2011 to 2012, an increase of £1.3 billion over 2 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, the job isn’t over. We agree there’s more to be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government is already working on exploring the recommendations set out in Lord Young’s recent report on growing micro businesses. As part of this work, at the Number 10 SME event on 5 June, we announced that we intend to introduce reforms on procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What next?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel there is real value to explore the transformation we have implemented in central government, in a wider public sector platform. Across the public sector, we all have a shared interest in spending money in a way that gets value for the taxpayer and supports business and growth. So there is merit in sharing our experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly keen to work more closely with local government and partners to broaden the progress we have made, to drive forward substantial improvements in procurement practice across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here’s how I see some of that happening:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You talk about publication of data. We are currently looking at ways to make our central government pipelines more accessible and searchable, enabling companies to search for specific opportunities which are relevant to their expertise or region. We want to promote best practice in the publication and use of such pipelines to ensure new opportunities are transparent to SMEs working with local authorities. We are keen for local government and private sector clients to follow our example and publish their own pipelines, enabling a comprehensive picture of regional investment opportunities for SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are forging ahead with our transparency agenda with commitments to transparency of data and access to the right information for the right audience, including for procurement and performance related data. We would like to see more of this happening in the wider public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to strongly encourage SMEs to seek feedback from the procurement process they have undertaken and if they are having difficulty they should be encouraged to use the Mystery Shopper so we can follow up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to ensure that the opportunities to bid for new procurement frameworks are open to all, and we will continue to actively encourage consortia to bid in the procurement process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lasting and sustainable transformation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will only achieve growth if we in government and the wider public sector really transform our approach to buying – placing more emphasis on early market engagement, and discovering the value for money and innovation that SMEs can offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You are key influencers that can make this change happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over lunch, I want to hear from you what you are doing in your local authority/constituency to address the issues highlighted in this report. I want to listen to the problems you face and how you are working to solve them. I want to know what we can do further to make things better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s build a momentum for collective progress. No one of us can achieve this alone, but with each of us playing our part, pulling in the same direction, we will succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}