{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-yemen-peace-process/",
    "title": "Alyn Smith – 2022 Speech on the Yemen Peace Process",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in Westminster Hall on 3 November 2022.",
    "content": [
        "It is a pleasure to see you in your place, Mr Davies. It is a genuine pleasure to wind up for the SNP in this debate. We have heard some very thoughtful contributions. I warmly commend the hon. Member for Meon Valley (Mrs Drummond) and the right hon. Member for Walsall South (Valerie Vaz)—the best part of Walsall, as I understand—for their very thoughtful contributions, and their empathy and good sense. I am struck by the sensitivity and humanity that we have heard from all points of the political compass.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that nobody fell into the trap of easy answers. As Members may be aware, the middle east is close to my heart. I grew up in Riyadh in Saudi Arabia, and my parents have just retired back from Kuwait. My mother-in-law lived in Aden until 1967. My family has sand in our blood. In the middle east, everything is connected to everything else, and in Yemen more than elsewhere. We should beware easy answers; there is very little black and white in any of the middle east, and particularly in Yemen. I am glad that we have not had too many easy answers this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also agree with a thoughtful point by the hon. Member for Meon Valley, who said that this is primarily a civil war. I agree: to categorise it as a proxy war is slightly insulting to the Yemeni people. There are a number of real disputes going on in the Yemeni territory as it exists at the moment, but the tragedy is that we cannot deny the external aspects of prolonging the conflict. The UK has a case to answer in that. It is not an impartial bystander; it has chosen a side via its foreign policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of excellent points have been made. I will try to distil them down to a few questions and points from our perspective to the Minister—I welcome him to his place, and I look forward to working with him on this and other issues. The SNP will always be constructive where we can be. Our worldview is different from that of many of the other parties here, but on international affairs there is less opportunity for domestic point-scoring, and less need for it, given that every 10 minutes a child dies in Yemen. We need a common effort and to assist each other to find a resolution to the issue, so I will focus on peace, aid and arms in my remarks\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is the penholder on Yemen at the United Nations. Because of that and by dint of our history and connection to the region, we are in a position to assist with the problem. As the right hon. Member for Walsall South said, the Stockholm agreement is in the doldrums. In the view of the UK Government, does that remain the best mechanism to reboot the peace process? The UK is supporting the special representative, but what can be done to give added impetus to that process? Perhaps there is now an opportunity, given the good news from the African Union today about the situation in Ethiopia. Progress is possible, so there could be progress in Yemen if there were a new impetus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the accountability mechanisms, there have been war crimes on all sides. None of us should indulge in the idea that it is some sort of competition: there have been war crimes on all sides and there needs to be a proper accountability mechanism for war crimes committed by anybody. I would be glad to hear about support for the UK’s continuing efforts to properly investigate those crimes and bring the perpetrators before the International Criminal Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On aid, there is a clear distinction between the position of my party and that of the UK Government. We deplore the cut from 0.7% to much lower and we think that was badly timed. All the world was dealing with covid and the idea of covid being used as a pretext to cut aid is entirely wrong, but we lost that argument. I welcome the fact that in March 2022 the UK pledged £88 million in aid for Yemen, but that compares to the figure of £214 million in 2020-21. Surely the situation has not improved since then. We should consider providing far higher amounts of aid, particularly post-covid and given the impact of the war in Ukraine on grain supplies to the wider middle east and Yemen specifically. We would like to see much more aid because the humanitarian crisis is not getting better, and will get worse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we want to hear big numbers, the UK’s position on arms exports cannot be taken out of consideration. Since March 2015, the UK has sold £8.6 billion worth of arms, which is a significant sum. To be clear, I am not against the arms trade or arms companies, but I would like to see far higher standards to safeguard the use of those arms, particularly in such a complicated conflict as the one in Yemen. Will the Minister commit to suspending arms sales to Saudi Arabia while there is a fuller investigation than we have seen to date? There is a case to answer. Will a wider and more comprehensive package of aid be brought back?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad to wind up for the SNP in the debate. There are a number of points of agreement across the House. If the Minister takes steps towards a meaningful, durable peace in Yemen, he will have my full support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}