{
    "url": "https://www.ukpol.co.uk/andrew-smith-2001-speech-to-the-better-public-buildings-conference/",
    "title": "Andrew Smith – 2001 Speech to the Better Public Buildings Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, on 6 February 2001.",
    "content": [
        "Good Morning,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that we involve people across the whole of the public sector in promoting good design, and I am glad to see such interest at today’s conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to recognise that well designed buildings can reduce the overall costs of providing services, and they can increase the effectiveness of those services. Good design is fundamental to value for money. If we thought that ?best value? meant ?cheap?, and ignored the long-term savings good design can bring, we would be making a false economy. Best value is not the lowest price, but the best combination of whole life costs and quality. That doesn’t mean, of course, that the highest cost is best value either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Modernising Public Services**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefits good design brings are more important now than at any time in the last twenty years: Public services have faced years of neglect by previous Governments, and we have been faced with the challenge of investing in these services and in Britain’s infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we took office, we faced both a record of chronic under investment in public services and a £27 billion deficit on the public finances, so our first task was to create stability and sustainable public finances. We have made the tough choices we needed to. We have set clear fiscal rules over the economic cycle: and today we not only have low inflation and stable growth but sound public finances and the national debt falling towards 30 per cent of GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this sustained improvement in our public finances that makes possible the prospect of sustained investment in our public services. In the three-year spending review last summer, we announced an additional £4 billion of capital spending this year, and net investment by the public sector is set to double over the next three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a massive investment in rebuilding public services, and we expect a return for that investment. The public expects and deserves high quality services to be delivered on time, and the taxpayer deserves that they are delivered at the best value and to budget. Our overriding aim is always to secure better value for money in all forms of procurement – not as a cost-cutting exercise, but as a way of delivering more, better services and facilities from public investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Benefits of Good Design**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good public buildings are a demonstration of our respect for public spaces and communities. Landmark buildings, like the Tate Modern, can give new life and new identity to areas, and create new and valued public spaces. But there is room for better design in all public buildings, no matter how small.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly interested in the role of good design in regenerating our most disadvantaged communities. The air of neglect, abandon, and hopelessness which blights poor areas is both a consequence and a cause of poor design as well as low investment – a vicious and debilitating circle of degeneration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning this into reverse in partnership with local people and businesses is one of our most urgent priorities. Good design, coupled with investment in everything from primary care facilities, to children’s play areas, to business start-up units will send a powerful and confidence-boosting signal that we care, we are listening to them, we are involving them and that we are making a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefits of good design are not just skin-deep. Well designed buildings can better serve the needs of the people who use them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They can reduce the costs of providing services over the whole life of a building, they can have a positive impact on the welfare and the productivity of the staff who work in them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a strong correlation between a high quality learning environment and good teaching, attitudes and behaviour. Well designed schools can have lower truancy rates and improved attendance, and better design in schools can also free staff and resources for the activities that matter. For example, one primary school found that by building a new one-storey building, it needed fewer teachers monitoring breaks, and three fewer lunchtime assistants. These are savings which can be put into educating children instead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another study, by the University of Sheffield, of a purpose-built psychiatric unit in Hove, found significant improvements in outcomes for patients. Treatment times were reduced by 14%, patients spent less time in enforced isolation, and there were far fewer attacks on staff. Good design has added a great deal of value for both staff and patients, and this has delivered a significant improvement in terms of cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good design can actually save money. Well designed buildings are appropriate to the use they will be put to: their staff have a better working environment, and at the early stages, designers can take account of the costs of operating the building over its whole life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By taking account of the whole-life costs of a building at the earliest design stages, we can reduce them. Design improvements which improve the effectiveness of staff, or decrease the costs of running and maintaining a building, can pay for themselves many times over during the lifetime of the building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taking an example from the private sector: BAA’s (British Airports Authority) office buildings had design and construction teams working together from the outset, and the result is an overall saving of 30% of costs. The public sector can and should learn from private sector projects like this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make the most of the benefits of good design we do need a new approach to procurement, and a commitment at the highest. We need committed and aware procurers, well-constructed specifications, and integrated teams of designers and constructors, who can work together to ensure the final building does its job well, on time, and on budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**What Government is doing to promote good design**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PPP and PFI have also forced the public sector to raise their game, and become a better partner and a better procurer of public services. To get the right outcome for the citizen and the taxpayer, the public sector needs to be able to specify its requirements clearly, to negotiate with the private sector on equal terms and ensure the best value for taxpayers. And because PPP and PFI are not appropriate in all circumstances, we need to draw on our experience to deliver better deals and better buildings when using conventional procurement options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Office of Government Commerce has been set up by this Government to promote best practice in all sorts of procurement across the public sector: the OGC has already produced the Better Public Buildings document with DCMS. It will help departments with their own projects, and where a Government-wide approach is needed it will manage or facilitate commercial relationships on behalf of departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the public sector is to make the most of good design, it is important that we are able to accurately asses the benefits of proposed designs. The Treasury’s ‘Design in PFI’ guidance has improved understanding of these benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The creation of CABE, the Commission for Architecture and the Built Environment in 1999, was another important step, and we welcome the work of the Construction Industry Council and CABE in developing key performance indicators and in providing help and advice on design and design procurement to public sector organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Prime Ministers Award**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Procuring better designed public buildings needs a strong commitment to good design from the very top. That applies to central Government, as well as to individual agencies and authorities. The Government is committed to better design, and that commitment will be carried forward by fourteen Ministerial Design Champions, who will drive forward better design in their departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The number of public buildings which are outstanding examples of design, construction, and delivery, is growing every year. These embody high quality at reasonable cost and represent best value to the procurers, the users, and the public. To recognise these achievements, and as another sign of our determination to improve design, I am very pleased to announce today the ?Prime Ministers Better Public Building Award.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This award reflects the Prime Ministers personal interest in excellence in public buildings, and his commitment to raising the standard of public building projects by identifying and rewarding high-quality design and construction. The award will made to the most outstanding public building, and will be announced at the British Construction Industry awards on 24th October, the UK’s premier accolades for all-round excellence in design, construction delivery and performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The award will be sponsored by CABE and OGC on behalf of all of Government, and it will be administered and judged under the aegis of the BCIA. The British Construction Industry awards have been made annually since 1988. They are promoted by the Daily Telegraph and the magazines The Architects Journal and New Civil Engineer, and have an extremely rigorous judging process, culminating with detailed visits to the short-listed projects during which all those responsible – client, designers, and contractor – are put through their paces. – The Judging panel is made up of eminent architects, engineers and contractors and always chaired by a heavyweight representative of the client sector – this year, it will be Sir Stuart Lipton, chairman of CABE.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Entry forms will be available from the 22nd February, so I would like to invite you to enter for this important new award, any new public buildings projects of any size which you are proud of, whether as a client, a designer, a builder or a user. To qualify they need to have been completed and brought into use in 2000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prudent, targeted long-term public investment is not only a social good, but, in a changing and often insecure world, it is an economic necessity. It is only by investment in our frontline public services and infrastructure that we can equip ourselves for future economic challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has already substantially increased capital spending, and we are determined that this spending should go as far as possible, to give the public the high-quality public services they deserve, and to create buildings and facilities we can all be proud of. There is a great deal we can gain from better designed buildings, and with your help and your commitment, I look forward to seeing many more outstanding public buildings in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}