{
    "url": "https://www.ukpol.co.uk/chloe-smith-2020-statement-on-election-spending-limits-uprating/",
    "title": "Chloe Smith – 2020 Statement on Election Spending Limits Uprating",
    "post_date": "December 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 3 November 2020.",
    "content": [
        "Elections rely upon political parties and candidates’ ability to communicate their views and commitments so that voters can make an informed decision. To this end, it is right that registered parties and nominated candidates can incur campaign expenditure, but it is also right that there are limits on this expenditure to ensure a level playing field. Many of the current statutory spending limits have not been changed since they were set out 20 years ago, with a small number raised more recently in 2014. This is a significant length of time, and has the effect of reducing the ability to campaign given inflationary costs of printing and communication.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With elections scheduled for 6 May 2021, I am making this statement to outline the Government’s intention to raise the spending limits by inflation for candidates at local council elections in England in time for those May elections. This uplift would take into account the change in the value of money since these amounts were last changed and ensure that limits remain consistent with the initial intent of spending limits when considered by previous Parliaments. It makes no other substantive or real-terms change. I am keen to ensure that, where possible, parties are given notice of potential updates to electoral law well in advance of those elections. The Government are also mindful that the backdrop of the covid-19 pandemic may result in a greater emphasis on postal and digital campaigning ahead of May’s elections; this adds to the case for limits to be updated and uprated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the Government’s intention to review party and candidate spending limits for all other polls (within the legislative competence of the UK Government) next year, with a view to uprating them in line with inflation since they were originally set. This will create a baseline for regular and consistent reviews of all limits in future. We will work with stakeholders, including the Electoral Commission and the Parliamentary Parties Panel, on this process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}