{
    "url": "https://www.ukpol.co.uk/greg-smith-2021-speech-on-the-obesity-strategy/",
    "title": "Greg Smith – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 27 May 2021.",
    "content": [
        "Obesity is clearly a huge challenge facing our country, and one that absolutely should not be ignored, but I do fear that the state is significantly overreaching in some of the proposals that have come forward as part of the obesity strategy. The approach to foods high in fat, sugar and salt encompasses a perversely broad range of products, including butter, granola, porridge oats, muesli and protein bars, none of which have any particular appeal to or indeed are marketed to children, yet all of which are treated as junk food.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Breakfast cereals were previously heralded for high fibre but are now demonised. No distinction is made for naturally occurring sugars and fats from the dried fruits and nuts that are so often present in those products. If the state is really saying that breakfast cereals are bad, where does that naturally push people? A bacon sandwich? A full English? A pain au chocolat? All are things that I am particularly partial to but that I do not think the public health establishment will be keen to endorse. Perhaps people could have toast? But then we see that butter is on the HFSS naughty list.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Many breakfast cereal producers pay farmers, including in my constituency, a premium for buying their oats, thereby paying for the environmental and wildlife schemes that I am sure we all value. Let us be in no doubt that any policy that reduces cereal-makers’ ability to sell wholegrain cereals will adversely impact on great British farmers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Mr Harper**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I was intrigued to listen to my hon. Friend’s list of products. Is not the issue that there is a focus on individual products when, actually, the important thing in getting to a healthy weight is not individual products but a person’s diet as a whole and the balance between individual products across their diet? To demonise individual products is not the way to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Greg Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I absolutely endorse and agree with everything that my right hon. Friend says. It must be about the promotion of a balanced, healthy diet. Some of the things that we all know are not particularly good for us can be part of that balanced, healthy diet, so I absolutely agree.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The restrictions also undermine some alternatives to high-sugar sacks. For example, protein bars are used by many adults who lead highly active lifestyles. Surely the restriction contradicts the ultimate goal of the Government’s strategy: healthier living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Let me move on briefly to the question of TV advertising. Broadcasters and creative industries throughout the United Kingdom are estimated to be in line to lose some £200 million because of the proposals. With children spending far more time watching online content than traditional TV channels, it is essential, not least for our public service broadcasters, that there is an absolutely clear level playing field between TV broadcast and online. Anything less would be to let down our broadcasters, particularly, as I say, our public service broadcasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I would also argue that the 9 pm watershed is equally destined to fail, as research shows that it will lower the calorie intake among children by just 1.7 calories a day, which is simply inconsequential. We need a more proportionate, less interventionist solution that ensures fairness for all. Obesity is a complex problem, but the solution cannot be nannying, ineffective policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I certainly did not get into politics to tell people what they should and should not eat, because when people are free to make an informed choice about the way they live, without coercion or state interference, they are much more likely to keep those changes long term, to the benefit of the health of the nation. I urge the Government to rethink the proposals and strip out the nonsensical inclusion of products such as cereals and protein bars. Let us look once more to freedom, choice and personal responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}