{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-death-penalty-in-saudi-arabia/",
    "title": "Alyn Smith – 2022 Speech on the Death Penalty in Saudi Arabia",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling and the party’s foreign affairs spokesperson in Westminster, in the House of Commons on 28 November 2022.",
    "content": [
        "The SNP is a party of international law, and we condemn the death penalty wherever it occurs. We think it is a barbaric punishment that never fits the crime. I must say to the House that, in Saudi’s case, it is personal for me: I grew up in Riyadh in the late ’70s and ’80s and know the Saudis well, so forgive me, but I am immune to the flannel and hypocrisy that we are used to hearing when talking about Saudi in this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are united in our condemnation of the spike in judicial murder. I think we need to see some consequence to what is happening. We have seen 138 individuals executed this year, which must be sending a signal internally on the part of the regime to potential dissidents or somebody else. What is causing the spike now? I would be curious to hear the Minister’s assessment of that. If there have been this many judicial murders in a key partner of the UK, does he really think that it is a suitable partner to be receiving billions in arms exports from this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his comments, which are always well grounded, particularly when we talk about the middle east and north Africa—I remember our recent debate on Yemen. He asked a very good question about the spike in executions, on which we are seeking further clarification. As I said, that does not sit easily with what the Saudi Government have said, so we are seeking further clarification—[Interruption.] I am grateful for the mobile phone notification that things are happening on the Opposition Benches. That has distracted me from the other points that the hon. Member made. He mentioned his concerns about arms sales. I reiterate that the UK operates one of the most comprehensive export control regimes in the world and that every licence application is vigorously and rigorously assessed against strategic export licensing criteria. Risks around human rights abuses are a key part of our assessment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}