{
    "url": "https://www.ukpol.co.uk/greg-smith-2021-speech-on-covid-19-restrictions/",
    "title": "Greg Smith – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 14 December 2021.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Newcastle-under-Lyme (Aaron Bell). He was absolutely right in the way he concluded his speech: boosters are the answer to this. Boosters, and the vaccine programme at large, give us hope and a path out of covid and back to normal life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I congratulate the Government on stepping up the booster programme and aiming to get those jabs into people’s arms by the end of the year. Making that happen will require a lot of focus and attention, and planning of the detail and the logistics. On the basis of my experience yesterday of trying to bring forward my own booster, which is booked for 31 December—I jumped from 7,000 in the queue to 3,000, then curiously to 10,000, before eventually being offered a date in mid-January—there is clearly a lot of work to be done to ensure that we can get those boosters into people’s arms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I also welcome the Government’s move to get rid of the 10-day isolation period for anyone who happens to have come near someone who has tested positive for omicron, and to replace that with daily testing. That is a sensible measure. Like my right hon. Friend the Member for Forest of Dean (Mr Harper), I feel vindicated in having voted against the 10-day isolation measure two weeks ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "However, let me set out why I will not be voting for the extended mask mandate, for covid passes or for mandatory vaccination in the national health service. I very much agree with my constituency neighbour, my right hon. Friend the Member for South Northamptonshire (Dame Andrea Leadsom), that this is a slippery slope. This is going to change the way we operate as a country, not just in December 2021 but whenever another variant—perhaps not of covid but of another virus—emerges. It is a fundamental change in the relationship between citizen and state, and one to be resisted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have argued throughout this pandemic—at times I have then reluctantly voted with the Government, as I did last Christmas, and at other times, such as a couple of weeks ago, I have voted against extending measures—that all restrictions are not without harm in themselves. Even on masks, it may be an easy thing for many of us to do to put one on, but as others have mentioned, to the dementia patient petrified at the masked figure approaching them, to the child with autism, or to the person who is hard of hearing or deaf and cannot read our lips, it has consequences; it does bring harm. Likewise, I have been scared by reports in my constituency of the rise in mental health challenges, particularly among young people—there has been a rise in self-harm in secondary schools. We cannot stand idly by and just ignore that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Of course, there is also the damage to our economy. We may not have shut hospitality down, or propose to do so, but I am already hearing from pubs right across my constituency that are losing 20%, 30% or 40%—in some cases 50%—of their Christmas bookings. People are now too scared to go out, and I am afraid that correlates directly with what the Government are saying and how they portray this virus. I took a lot of heart from the news coming out of South Africa this morning that people there were finding it to be a more mild variant and that the vaccines do work. I therefore come back to where I started: let us focus on the boosters and, otherwise, give people back their freedom to choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}