{
    "url": "https://www.ukpol.co.uk/iain-duncan-smith-2003-statement-on-iraq/",
    "title": "Iain Duncan Smith – 2003 Statement on Iraq",
    "post_date": "January 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Iain Duncan Smith",
            "url": "/tag/iain-duncan-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Iain Duncan Smith, the then Leader of the Opposition, in the House of Commons on 18 March 2003.",
    "content": [
        "[![ids](https://www.ukpol.co.uk/wp-content/uploads/2015/03/ids.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/ids.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The House and the whole country rightly recognise that we are soon likely to be at war. It is a solemn moment in the life of our nation, and our first thoughts and prayers today must be with our troops and their families as they prepare for action. The Opposition recognise the heavy responsibility that the Prime Minister and the Government have to bear. I remind the House that the Prime Minister’s decision comes at the end of 12 years of what was too often indecision by the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I make it clear from the outset that the official Opposition will vote tonight in the same Lobby as the Government. In saying that, I recognise that there are honestly felt and genuinely carried differences of view on both sides of the House about further military action in Iraq. I respect those unreservedly, wherever they are held, and I recognise that they reflect strong differences of view that are felt throughout the country. However, given the differences and the difficulties that they have posed for the Government in general and for the Prime Minister in particular, I say frankly to the House that the official Opposition could somehow have sought to manoeuvre themselves into the No Lobby tonight. After all, we have argued consistently that Ministers have failed to convince the public of their case, and we have sought to hold the Government to account in the House for their mistakes. In particular, we have also pointed out the failures with regard to the humanitarian consequences of war. However, I believe that when the Government do the right thing by the British people, they deserve the support of the House, and particularly of the main Opposition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Certain issues need to be taken head-on today. The idea that this action would become a recruiting sergeant for others to come to the colours of those who are “anti” any nation in the west is, I am afraid, nonsense. The biggest recruiting sergeant of all has been indecision, and the failure to take action to show that such resolve matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There are well-held views that I have respect for, but as I said, we could have sought a way to do something that would have damaged the Government. I understand that the Liberal Democrats will do just that tonight. They are, of course, entitled to their view, but I simply say this to them. One can argue that further military action by our armed forces would be illegal, or that it should be supported. But a political party surely cannot simultaneously argue that military action is illegal but should none the less be supported somehow. Yet that, we gather, is what the Liberal Democrats plan to put as their main case tonight. What is clear is that one cannot have it both ways; one has to make a decision and lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We are voting tonight in support of the motion not because we endorse every detail of the Prime Minister’s handling of the matter, certainly not because we are eager for conflict—as the House knows, I served in the armed forces, and I have some knowledge of the horror of the aftermath of conflict—and not just because we want to show our support for our troops. That said, I believe firmly that, as the Prime Minister says, they are entitled to our full support today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Saddam Hussein is a tyrant who tortures and murders his own people. He poses a threat to the safety and stability of the middle east, and he is in complete breach of his obligations to the United Nations and to the international community. However, the main reason why we will be voting for the motion is that it is in the British national interest. Saddam Hussein has the means, the mentality and the motive to pose a direct threat to our national security. That is why we will be voting tonight to do the right thing by our troops and the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}