{
    "url": "https://www.ukpol.co.uk/greg-smith-2020-speech-on-covid-19/",
    "title": "Greg Smith – 2020 Speech on Covid-19",
    "post_date": "May 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 12 May 2020.",
    "content": [
        "In addition to placing on record my gratitude to everyone in the NHS and on the frontline, I would like to pay tribute to the many of my constituents who have gone above and beyond. From the community hub set up by Buckinghamshire Council, the support network on Facebook for the town of Buckingham, St Laurence’s church in Winslow delivering meals to the most vulnerable, and the Haddenham Scrub Hub sewing garments for the NHS and care staff, every corner of my constituency is playing a part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "In particular, I would like to highlight two schemes: the incredible Risborough Basket, set up by Councillor Matt Walsh and the team at Princes Risborough Town Council, which delivers orders from local shops and has its own fruit and veg service for isolating households; and Bernie the Bus, set up by Councillors Paul Irwin and Ashley Waite, which collects food bank donations from people’s driveways. It blasts out music, bringing a note of cheer as it passes through the villages, and on the days I volunteered with it in Quainton, Ashendon, Wescott, Marsh Gibbon, Grendon Underwood, Oakley and Brill, I was blown away by the generosity that so many people showed through their donations. Once we are through this crisis, I hope we can capture the very best of the great British spirit shown by these community heroes, and ensure that we can strengthen our country’s strong record of voluntary service for the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have also been proud of the many businesses that have adapted, including farm shops doing deliveries and pubs doing takeaways, and even the drive-through beer service at the Chiltern Brewery. So many businesses have done their very best, and I encourage everyone to shop local to support them. One business, sadly, has completely failed to follow the guidance. HS2 Ltd’s contractors have worked throughout the crisis, not social distancing and causing great alarm in villages such as Steeple Claydon. Contractors have been refusing to follow the rules on staying on site, instead using local shops and making residents fearful of the virus being spread. The chief executive of HS2 Ltd gave me many ​assurances on this at the Transport Select Committee, but the gap between promises and reality continues to be wide. I am hopeful that the HS2 Minister can use the evidence I am sending him to hold HS2 Ltd fully to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "On business support, the speed with which the Government put in place financial support and security for people’s jobs, including today’s extension of the job retention scheme, has been incredible. That was no small or easy task. With an economy as diverse and dynamic as ours, however, it was inevitable that not every eventuality would be covered, and I am grateful to the Government for listening and adding support throughout the crisis. An example is the additional £10,000 grants announced for the hardest-hit dairy farmers, which I and other colleagues argued for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "However, a couple of pieces of the jigsaw need to be put in place if we are to complete the picture. Many owner-directors of small businesses—the backbone of our economy—who perfectly legitimately pay themselves through dividends are becoming increasingly desperate. They are facing uncertain futures. I accept that there is no easy solution, but for those who continue to be unable to trade, support needs to be made available. Secondly, many suppliers to the events and hospitality sector do not have the support that the companies they serve have received, despite their inability to trade being the same. I am hopeful that councils will use their new discretionary grants to support them, along with other firms that have contacted me, such as coach companies, kennels and hauliers. With those two calls heard, I commend the Government for their continuing strong response to this crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}