{
    "url": "https://www.ukpol.co.uk/cat-smith-2020-comments-on-voter-id/",
    "title": "Cat Smith – 2020 Comments on Voter ID",
    "post_date": "July 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Comments made by Cat Smith, the Shadow Minister for Voter Engagement, on 28 July 2020.",
    "content": [
        "We saw with the Windrush scandal how some communities struggle to provide official documentation, with the severe consequences. Yet the Government continue to plough on with Voter ID plans, turning a blind eye how this could disenfranchise Black Asian and minority ethnic people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have stated repeatedly on record that evidence concludes Voter ID has no impact on any particular demographic group. This is simply not true, the evidence does not exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers must clarify these inconsistencies and commit to instructing government departments to gather data broken down by ethnicity. Whilst Black, Asian and minority ethnic communities remain invisible to public bodies, investigating the impact of Voter ID on Black Asian and minority ethnic people is impossible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If these US-style voter suppression plans go ahead, we could see Black, Asian and minority ethnic people locked out of democracy. The Government must correct the record and recognise the damaging impact that mandatory Voter ID will have upon Black, Asian and minority ethnic communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}