{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-british-citizens-overseas-and-voting/",
    "title": "Chloe Smith – 2021 Statement on British Citizens Overseas and Voting",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 27 May 2021.",
    "content": [
        "As we move to the new chapter in our nation’s history and embrace the global opportunities it presents, we must ensure that the voices of our citizens across the world are heard. As committed to in the Government’s 2019 manifesto, we will be bringing forward measures in the upcoming Elections Bill to scrap the arbitrary 15-year limit on the voting rights of British expatriates and make it easier for more British citizens living overseas to vote in UK parliamentary elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Delivering votes for life**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In an increasingly global and connected world, modern technology and accessible air travel have strengthened the ability of our expatriates to retain deep ties to the United Kingdom. Many still have family here, a lifetime of hard work in the UK behind them and some will have even fought for our country. What is more, decisions made in the UK Parliament on foreign policy, defence, immigration, pensions and trade deals directly affect British citizens who live overseas. It is therefore right that they have a say in general elections and are well supported to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, to register as an overseas elector, British citizens need to have been registered to vote in UK parliamentary elections in the UK within the last 15 years. This arbitrary and anachronistic time limit will be removed in changes to be brought forward in the Elections Bill, enabling British citizens who were previously registered or resident in the UK to vote in UK parliamentary elections, no matter how long ago they left.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Being previously registered to vote or having previous residence in the UK denotes a strong degree of connection to the UK and so this extension of voting rights sets a sensible boundary for the overseas franchise while maintaining consistency with the existing system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Improving participation for British citizens living overseas**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The registration period for overseas electors will be extended from one year to up to three years and changes will be made to enable electors to reapply or refresh their absent vote arrangements (as appropriate) at the same time as renewing their registration. This will make it easier for them to remain on the register with an absent vote arrangement in place ahead of elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improvements will also be made to the registration process. Changes to the current identity verification processes for overseas electors will bring this part of the registration process in line with the process for domestic electors and make it easier for overseas electors to have their identity verified. We will also put in place clear rules regarding the address under which an overseas elector may register, ensuring that the individual continues to have a demonstrable connection to a UK address. This will also have the advantage of maximising continuity with the existing registration system, which electors and administrators are familiar with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, these changes will help to ensure that overseas electors are able to participate in our democracy and provide extra assurance for them to have an appropriate absent vote arrangement in place ahead of elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ensuring British citizens can have their say**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s Elections Bill will place British citizens’ participation at the heart of our democracy, and its broad range of measures give voters the confidence to have their say in a truly global Britain—no matter how, or where, they choose to cast their votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to opening our democracy to British citizens living overseas, the Elections Bill will also: improve access to voting for electors with disabilities; tackle electoral fraud by post, proxy, in polling stations or through intimidation and undue influence; prevent foreign interference by hostile actors; and increase transparency and accountability within our elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}