{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-situation-in-iran/",
    "title": "Alyn Smith – 2022 Speech on the Situation in Iran",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP spokesperson on foreign affairs at Westminster, in the House of Commons on 16 November 2022.",
    "content": [
        "I warmly commend the hon. Member for Harrow East (Bob Blackman) for securing this urgent question. He is a long-standing advocate on these issues. I also commend the Minister for his measured response to an almost impossible situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SNP, along with other colleagues, stands foursquare with the brave protesters of Iran, led by women and girls, against an oppressive, despotic regime. We have already seen 500 or so people killed, with two people, that we know of, being formally executed and thousands, if not tens of thousands, being at risk of execution in Iran’s jails, which are known for their opacity and lack of judicial standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SNP supports the Minister in supporting the protesters, but we have three concrete questions. First, surely now is not the time to cut BBC World Service funding. It is the time to build up that funding. I appreciate that we will have a statement tomorrow, but, surely, is this not an open-and-shut case?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, on asylum rules, there is only so much we can do against the Iranian regime, but will the UK offer a safe haven to those fleeing damage and persecution? Thirdly, I always urge dialogue, however difficult, but I find it increasingly difficult to promote dialogue on the JCPOA with this regime at this time. Does the Minister think it is finished? If so, with what will we replace it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are grateful for the cross-party support on these issues, which sends a very clear message from across the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BBC World Service is obviously going to be important. It has an independent editorial and operational approach, but we are actively supporting it by funding its work on disinformation and so on. All I will say is that there has been some misreporting about its radio content, as most people are moving to digital. There is a digital-first process, as most people who listen to BBC Persian do so via television or online. We are working on that dimension.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman also spoke about sanctions, which we continue to monitor and push forward. I will gladly meet him after this urgent question to discuss the other issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}