{
    "url": "https://www.ukpol.co.uk/greg-smith-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Greg Smith – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Smith",
            "url": "/tag/greg-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Greg Smith, the Conservative MP for Buckingham, in the House of Commons on 9 September 2022.",
    "content": [
        "It is humbling to take part in this very special session as we mourn Her late Majesty Queen Elizabeth II. We have heard powerful tributes and wonderful words. As I have sat and reflected for coming on 10 and a half hours of those wonderful tributes, I have thought that, actually, there might not be the words in our language—there might not be the phrases powerful enough—to express the sheer scale of the significance of the reign of Her late Majesty to our country, the overseas territories, the Commonwealth and the whole world. But on behalf of my constituents in the towns of Buckingham, Princes Risborough and Winslow, and the villages that surround those ancient market towns to make up the Buckingham constituency, I wish to pass on my condolences to the whole royal family, to our new King, His Royal Highness Charles III, and to the new Prince of Wales, for the profound loss that they feel as a family and we share as a nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "As I looked back through the history books, I saw that Her Majesty was gracious to visit my constituency on a great number of occasions. Looking at the pictures, you can see the joy on people’s faces as she greeted them. Be it a walkabout in the town of Buckingham, when she visited the university while Lady Thatcher was its chancellor, or her visit to Waddesdon. There are the pictures that hang in The Stag, newly reopened, of her visit to the village of Mentmore some time ago. You could see the joy in people’s faces as she joined them. We have lost a most incredible lady, a world statesman, and someone whose like, I fear, we will not see again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "From the great privilege of watching His Majesty King Charles III on the screens in this Chamber earlier, I am full of hope and confidence that he will carry on her legacy; that he will be a great King. On behalf of all my constituents and myself, I say may Her late Majesty Queen Elizabeth II rest in peace, and God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}