{
    "url": "https://www.ukpol.co.uk/chloe-smith-2020-statement-on-the-census/",
    "title": "Chloe Smith – 2020 Statement on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chloe Smith, the Minister of State at the Cabinet Office, in the House of Commons on 6 May 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That items 2 (resident particulars), 5, 6 (visitor particulars), 10, 11, 13, 16, 19, 21, 22, 23, 24 (demographic particulars), 27, 28, 29, 32, 33, 34, 36(d) (education and employment particulars), 41, 42, 43 (accommodation particulars), 45, 46 (additional particulars for individual returns) in Schedule 2, and items 1, 2, 3 and 4 in Schedule 3 to the draft Census (England and Wales) Order 2020, which was laid before this House on 2 March, be approved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to join you for my first time in the Chamber under these hybrid arrangements, Mr Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The draft Order in Council was laid before both Houses on 2 March, under the provisions of the Census Act 1920. It provides for the 22nd census of England and Wales to take place on 21 March next year. It prescribes the date of the census, the people to be counted, the people responsible for making a census return and the information to be given in those returns. The draft order gives effect to the recommendations of the UK Statistics Authority and its executive arm, the Office for National Statistics, as set out in its December 2018 White Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The primary aim of the census is to provide accurate data on the population, so the information that it provides includes people’s characteristics, education, religion, ethnicity, working life and health. It gives decision makers in national and local government, as well as in community groups, charities and businesses, the opportunity to better serve communities and individuals in the UK. It enables a wide range of services and future planning to be supported.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The statutory instrument before us today is unusual, with a mixed procedure. It is principally subject to the draft negative procedure, but under the terms of the 1920 Act, some questions—those printed in italics in the draft order—may be included in the census only if they are approved by an affirmative resolution of both Houses. It is with those elements of the order that the motion before us is concerned. They include questions on health, education and national identity. If the House wishes to debate the census more broadly, I would of course be happy to try to answer hon. Members’ questions, but would emphasise that the scope of the motion is somewhat narrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The draft order is the first stage of the secondary legislation necessary for a census to be held. The order covers England and Wales. Subject to the approval of this Order in Council, the Government will bring forward census regulations for England, which will set out the final questions and govern much of the operation of the census. Those regulations will describe the content and functionality of the online forms for this, the first predominantly online census. It will also contain copies of the corresponding paper questionnaires. Separate regulations for the census in Wales will be laid before the Welsh Parliament by the Welsh Government. Hon. and right hon. Members will be aware that the census order for Scotland has already been approved by the Scottish Parliament, and the census order for Northern Ireland has been laid before the Northern Ireland Assembly. Together, these three statutory instruments allow for the 2021 census to take place on the same date across the United Kingdom.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the proposals for the census. The ONS’s work has been informed by extensive consultation, research and engagement. The majority of questions will stay the same as in 2011 to ensure comparability of data between censuses. New questions or response options are only included after research and consultation that provide compelling evidence for their inclusion. For 2021, there will be new questions on past service in the armed forces, and new voluntary questions on sexual orientation and gender identity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have mentioned briefly already, the 2021 census will be predominantly online, making it easier for people to take part when and how they want. Of course, help —including language support and paper forms—will be available for those who need it. Nobody will be missed out and everybody can identify as they wish. This will ensure that the 2021 census reflects the society we live in today, and that will enable national and local government, community groups, charities and businesses to better serve communities and individuals across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aim is for the census to be the most inclusive ever, so the ONS will work with local groups and organisations across the country to raise awareness of the census, to promote the different response options and the new search-as-you-type functionality, and to support people in completing the census online or on paper. To be successful in its aims, the census relies on the willing support and participation of the public, on whose behalf the information is collected. With hon. Members’ help and support to promote awareness of the census and its benefits in all our communities, the ONS can ensure that the ’21 census provides reliable data that benefits all our constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The census is unique in the insights that it provides into our nation and the data it provides to support policy making nationally and locally. Data from the census can inform a wide range of planning decisions, including on school places, hospital beds, GP and dental services, where to build houses and roads, and businesses’ decisions on where and in what to invest. The census provides us with the opportunity to build a detailed and comprehensive picture of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this point I will mention, as I am sure this will come up in the debate, that social distancing measures have of course meant that some national events have been postponed or cancelled. The 2021 census, which will be primarily online, is still nearly a year away, and the ONS is working to deliver it as planned, but we will continue to assess the situation and any implications for the census, including appropriate contingency measures, should they be needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Community engagement will very much go ahead and onwards from now, including with local government in all our areas, to help ensure that everybody can take part. To this end, dedicated staff on the ground will have a particular focus on hard-to-reach communities, which I know will be welcome to all Members. I commend the draft order to the House, and look forward to our debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}