{
    "url": "https://www.ukpol.co.uk/ellis-smith-1943-speech-on-transference-of-labour/",
    "title": "Ellis Smith – 1943 Speech on Transference of Labour",
    "post_date": "January 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1943",
            "url": "/tag/1943/"
        },
        {
            "text": "Ellis Smith",
            "url": "/tag/ellis-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ellis Smith, the then Labour MP for Stoke, in the House of Commons on 23 February 1943.",
    "content": [
        "Let me make It quite clear that we wish to maintain our record in the world battle for freedom. We want the complete annihilation of the Nazi and Fascist cliques and the subjugation of the economic and social forces that gave rise to the Hitlerites, who, in the main, are responsible for this war. Therefore, we are logically bound to support more efficient organisation. We support more efficient organisation, first of all, to enable us to secure an early victory, to avoid a war of attrition and to provide our Forces with overwhelming superiority in weapons and equipment. We desire more efficient organisation in order to be worthy of our great Russian Allies and to ​ send them the maximum supplies and, at the same time, to get this war over as soon as possible and so save thousands of our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I have prefaced what I intend to say, in order to point out the need, especially in the war situation, to get away from the pre-war quibbling that used to take place in this country, and which to a certain extent, when we come to deal with domestic affairs, we find is still there. The war has made this country dynamic, and we want to maintain that attitude. We want our country to gather momentum for victory and also for peace purposes. At the end of last year, the Minister of Production visited the United States, where he had consultations with those in charge of American production. I should think—and we would like a reply on this point—that agreement was reached on a united, planned strategy, on a planned production programme, based upon our strategical needs. The result of it was the Minister’s statement, which, summed up, meant this: Temporary dislocation, leading to the peak production of our offensive needs in ships, aircraft and tanks, in the main.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "To-day we are concerned with the following points which the Minister made and which I will give in an extract from his speech:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“Nineteen forty-three will be a peak year in our war production, and the total labour force employed in the munitions industries during the year will considerably exceed the numbers employed in 1942. In order to obtain the additional labour force required and at the same time to satisfy the requirements of the Forces, there will have to be, by means of concentration or otherwise, further withdrawals of labour from the less essential industries and further mobilisation of women into industry both for munitions work and as replacements for those transferred from the less essential industries. At the same time transfers of labour within the munition industries themselves must take place ….\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Managers and workers who are affected by the changes in programmes which I have just described must realise that, notwithstanding any temporary dislocation that may occur, these changes are part of an ordered plan. If men and women find themselves being transferred to new work they will understand that it is because the new work is even more vitally important than that upon which they were previously engaged. If there is some temporary dislocation to management or to labour, the great and insistent demand for man- and woman-power will quickly reabsorb them into new activities.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We hope they are. If men and women find themselves being transferred to new ​ work, they will understand it is because the new work has become even more vitally important than that upon which they were previously engaged. If there is some temporary dislocation of management and labour, the great and insistent demand for all man- and woman-power will quickly re-absorb them into new activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Then the Minister went on to say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“I would appeal to Members of this House, whose influence can be of so much importance in their constituencies, as well as to the managements of all companies, to give every assistance to my right hon. Friend the Minister of Labour and National Service in his difficult task, by explaining to their workpeople why the changes are necessary. If they are understood, doubt and uncertainty will not occur.”—[OFFICIAL REPORT, 19th January, 1943; cols. 38 and 39, Vol. 386.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That is our main purpose in this Debate. We differ from an hon. Gentleman who spoke from a Bench below the Gangway not long ago, in regard to Debates, because we believe that Debates in this House have been a great contribution to our war effort. We believe that, in this democratic assembly, Questions, in the main, and Debates have helped to stimulate the Government and Government Departments, and at the same time to provide Ministers with an opportunity of making statements which have explained matters of this kind to the country. It is with this reason in mind that we are raising this issue to-day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "An important factor in the degree of success in the new policy will be how the workpeople are treated when these transfers are being made. Upon that matter I am instructed by my hon. Friends to speak, and I gladly do so. At the last Trades Union Congress this resolution was carried:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“The Congress urges upon the Government the necessity of seeing that ample safeguards are provided to ensure that employers cannot take advantage of the Regulations by transferring their (the employers’) liability for subsistence allowance on to the Government and, in addition”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "and this is what I want to emphasise—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“that proper accommodation is provided for the workers prior to transference, and adequate welfare arrangements made. Further regard should be paid to the question of women workers and the need of keeping them employed as near their homes as possible.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I hope that, in the policy which the Minister of Production outlined, that resolution will be borne in mind. I understand that the new policy will mean that ​ transfers will have to take place on a national scale and also within a region, and that there will also be transfers within a restricted area. What does the Ministry consider a reasonable distance to travel daily for a transferred worker, from his or her home to the new place? Over a reasonable distance, workers should receive travelling allowance daily. When the travelling distance is over the reasonable mileage, can arrangements be made for transferred people to receive a hot meal when they arrive, or, at the very least, tea, if the distance is outside a reasonable mileage? I would also ask that the transferred workpeople should be given more free travelling vouchers, especially at holiday periods. When there is sickness at home they should be given leave as expeditiously as possible, because if their minds are on the fact that there is sickness in their homes, they cannot do justice either to themselves or to those in charge of the work. It is to be remembered that in those cases they have to bear the cost of making the journey home and that sickness in the home increases the domestic expenditure, while at the same time they suffer a loss of wages. That is why I suggest that leave should be granted to them more readily than has been the case up to the present, and that they should also receive more travelling vouchers. I think in circumstances like those, transferred people are entitled to some such benefits as I suggest, and I therefore ask that consideration shall be given to that aspect of the matter in connection with the new policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Then, I would ask, cannot something be done to ease the difficulty experienced by workpeople who are transferred from a relatively highly-paid area to an area where the pay is lower? I can visualise that under the new policy which has been outlined this will be a cause of considerable difficulty. Cannot arrangements be made for the payment of a transfer bonus in cases of that kind? There is another point. Why have the Government not taken steps to put an end to the exorbitant charges which are being made for houses? This matter is probably causing as much friction as any other question—if not, indeed, more than any other question of which I know at the present time—in connection with the transfer of workpeople. If transference is to take place on a large scale, something will have to be done in this respect, in order that the ​ machine may work as efficiently as we desire it to work, and enable us to get the best results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Mr. Craven-Ellis (Southampton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "The hon. Member has just complained of the charges which are being made for houses. Would it not be more correct if he were to say the charges made for lodgings, since house rent is controlled?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "**Mr. Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I was going on to make that point. My first point was in regard to houses, and I intended in the next place to mention that the same complaint applied to lodgings. The same thing applies to rent, and the same thing applies to charges for keys. All this means a form of inflation. The Government have done better than I expected as regards the avoidance of inflation in this country, but they do not seem to have tackled this particular problem, in the same way as they have dealt with bigger issues. We want to know to-day who has prevented this matter from being dealt with; who is responsible for it, and will it be dealt with before transfers take place on a larger scale? The question of housing accommodation is one of the most difficult which has to be faced in connection with large-scale transfers. In the industrial areas there were serious housing shortages even before the war, and these have been intensified by the large numbers of people who have come into the industrial areas since the war began.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Within limits, the most efficient way of dealing with the problem would be for the Government to take over all the large hotels in the industrial areas and to retain the staffs and the service in those hotels for the accommodation of transferred workers. No class of people in this country, apart from the Armed Forces, are more entitled to have the most efficient service possible than the people directly employed in the manufacture of munitions. If it was right to take over seaside hotels to house Government offices and to accommodate Civil servants, then I think it is reasonable to suggest, now that a policy of large-scale transfer is to be embarked upon, according to the Minister’s own statement, that large hotels, within reasonable distance of industrial centres, should be taken over in order that our people may be housed on as decent a basis as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I do not know whether it is generally realised everywhere what our people have gone through during the last four or five years, particularly in the industrial centres. Very few countries, with the possible exception of Russia, have gone through worse experiences, and I do not think this is fully realised throughout the world. I live among these people; I belong to them and do not desire to be any different from them, and it is obvious, when you are among them and speak to them, how great has been the effect of the strain of the last few years upon them. No one could have made a greater contribution to the war effort than they have made. I submit that we have now reached a stage at which maximum hours could be fixed at a certain figure which would enable us to get the best possible production from the people, having regard to that strain under which they have been working. After Dunkirk they worked for 60 and 70 and 80 and 90 hours—a fact of which the Minister himself needs no reminding. He is as well aware of it as any of us. But now we have reached a stage of the war and a situation in regard to man-power, in which, I think, it would be good policy if hours were fixed, except in cases of exceptional emergency or urgency, at about 54 or 56 or some figure like that. Is the Minister satisfied that we are obtaining the best results from the men and women in industry who desire to give of their best? I would follow up that question by asking also: Are we getting the best production we could get from the numbers engaged in the aircraft industry? Those are questions to which we should have satisfactory answers before any large-scale transfers take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I had expected that a representative of the Ministry of Production would have been here to-day, because the issues which are being raised concern not only the Ministry of Labour, but also the Ministry of Production and the Ministry of Supply. I would like to ask at this point whether better arrangements can be made to balance and to fit in the labour supply with the raw materials supply. When major modifications are made or when there is a change-over from one type to another, can we be given an assurance that transferred workpeople will not be sent to some place where they will have to mark time until production can start? Nothing has a worse effect on workpeople than ​ being transferred from one area to another, only to find that the area to which they have been transferred is not yet ready for production. There has been too much of that, and under the new policy that kind of thing ought not to take place. I would also ask whether workpeople will be allowed to remain as near to their homes as possible. I have seen a number of circulars issued by the Ministry, and we have heard speeches made by the Minister. We have noticed the spirit in which he makes those speeches, and I be-believe it is intended that the whole administration of the scheme should be carried out in that same spirit. What steps then are being taken, in connection with the new policy of transference, to see that the other Ministries involved in particular localities act in accordance with the Minister’s intentions? Will there be a linking-up in the localities to avoid friction?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I suggest that where production committees have not already been set up some sort of joint committees should be established, in order that the facts can be explained to the workpeople. I have sufficient confidence in our people, and I know them sufficiently well, to say without hesitation that if the facts are explained to them most of them will respond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Unfortunately, too often a new policy is introduced and people are transferred, or some change takes place, without any explanation being offered to the people. These joint committees ought to be set up where large transfers take place, so that the facts can be put before the workpeople and so that general discussion can take place. I also suggest the setting-up of a rota, in the preparation of which everything would be taken into consideration in regard to domestic responsibilities and liabilities, and that the transfers should be made upon that basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "We all know that the Ministry of Labour has organised the British people in such a way that a great story can be told of it. It is time that that story was told to this country and to the world. It would inspire our people to greater efforts; it would encourage our men in the Forces, and that which would assist the enemy could be left out. In my view there is not yet the co-operation there should be between the Ministries responsible on such questions as transfers. Is there the co-ordination there should be on these questions between the Ministry of Labour, the Ministry of ​ Production, the Ministry of Supply, the Admiralty and the Ministry of Aircraft Production? Are we getting the co-operation we should get from the local authorities? Here is just one example. Let us remind ourselves that we are in the fourth year of war. In the last war supplementary rations were granted to workpeople. I believe that in this war those engaged in heavy manual work should have received supplementary rations, but the Ministry of Food would not agree to a policy of that kind. Many of my hon. Friends would not agree to a policy of that kind. I agree that it is very debatable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "This is the reply which the Ministry of Food made to some of us. My right hon. Friend will remember those of us in Parliament who suggested that heavy workers like miners, engineers, transport workers, steel workers should be entitled to supplementary rations. The Ministry said, “We have a good deal of sympathy with you, but it cannot be done, owing to the situation we find ourselves in.” They went on to say that British Restaurants are now being established and that in industrial centres in particular the workpeople can take advantage of the facilities which the Ministry has organised at those British Restaurants and that this is equivalent to a supplementary ration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I thought that was very reasonable, and I accepted it. But what do we find? Here we are in the fourth year of the war, and so far as industrial centres are concerned this is what has been done. At the end of January, 1943, the number of British restaurants operating in the towns mentioned, per 30,000 of the population, were as follow:—Stoke-on-Trent, 1; Birmingham, 1; Manchester, 0.4; Sheffield, 0.4; Glasgow, 0.3; Salford, 0.1; Liverpool, 0.4. I have no hesitation in saying that these figures are a disgrace to those localities, and that were we getting the co-operation of the local authorities in those areas that we should do those figures would be much higher. I go on to the numbers that have been set up—Stoke-on-Trent, 9; Sheffield, 7; Glasgow, 10; Manchester, centre of a large industrial area which will probably become more important in view of our new needs and products upon which we are going to concentrate, 11; Birmingham, 35, with 14 being prepared; Newcastle-on-Tyne, 30; Salford, 1; Liverpool, 10; Darwen, ​ Eccles and Farnworth, none; Leigh, none; Mossley, none; St. Helen’s, none; and Swinton, none. Therefore, there seems to be need, before the Minister embarks on large-scale transfers, with the additional people going into those localities, to take notice of these figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "There is too much of this, and I am going to read this, because I think the House ought to be aware of it. A man wrote to me, and I asked him, because of what he said in his letter, whether he was a trade unionist, because that is a point which carries some weight, so far as we who come from industrial areas are concerned, because we believe, in view of the part which trade unions have played before and during the war, it places an obligation on the shoulders of all British working people to associate themselves with their fellows and become a part of the trade union movement. My correspondent replied under the official heading of the Transport and General Workers’ Union:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“Dear Bro. Ellis Smith,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Many thanks for the reply to my letter. I am sorry to inform yon that my wife died a few hours after writing yon on Saturday night, from meningitis. I think you will agree with me that her death would be aggravated by the suffering and worry over my having to leave her to go out of the district at that particular time. I do not want to take up much of your time but I would like you to hear this appeal of mine. I have also addressed a similar appeal to another member of the House. I might add that I feel very sore at losing my wife through the inefficiency of these people who claim to administrate in these cases, and I would like you to interview Mr. Ernest Bevin, the Minister of Labour (who might know me personally) to look up my case. I have written to the National Service Officer at Malvern for my release on the same ground as before except that I have added that my wife has since died and further that my activities as a union official warrant me a job nearer to my home. I am enclosing the original copy of my appeal.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "Here is the original copy, which anyone can examine. This is a real tragedy. It is headed “Regulation 58A of the Defence (General) Regulations, 1939.” This man is being instructed to take up employment as a designated craftsman in another part of the country, and this is the case which he puts in his appeal:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“1. Owing to the illness of my wife, who has been suffering from tuberculosis for the last 25 years. Secondly, of the four children left at home out of six, two of them, girls of 15 and 17 respectively, a son of 19 and a little girl of ​ seven require parental control, and my effort, if I went away, would be wasted to the country if these children lost all parental control.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "That was sent by the man. They go on to say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "“This man was withdrawn from building maintenance work at the R.O.F. on instructions from Regional Office, through the Inspector of Building Labourers Supply. He was directed to take up first urgency work.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "I do not believe that it was ever the intention of this House that cases of that kind should be transferred. If transfers are to take place on a large scale, we have somehow to get the Minister’s and the Ministry’s spirit carried out right through the administration, because I do not believe that it was ever intended that that kind of case should be transferred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers",
        "When workpeople are transferred in the future, I ask for the most efficient organisation and the best possible treatment from when they leave their homes to when they settle in another. We on this side of the House—I say that in no political sense but because of where we come from and belong to—have restrained ourselves from the beginning of this war to an extent to which I never thought I should be able to restrain myself. We have done that as a contribution to the war effort. We have allowed scores and scores of Regulations to go through this House without saying a word. Now it annoys us when we, sitting here, can see Members quibbling over Regulations when they are introduced, not to move people about, but because Ministers want to improve the efficiency of the war machine. We find certain hon. Members quibbling, and in many ways that is bound to have some effect on us, considering how these matters are dealt with. In pre-war days those who could afford it had their holiday tours arranged for them. During the whole of the tours they made there was very seldom a hitch. We want to aim at the same standard of organisation in the organisation and treatment of all transferred work-people. It is not luxury we are asking for. We are asking for human treatment, the avoidance of friction, the maintenance of good will, all leading to the maximum production. There is more consideration and sympathy in this country now for one another than at any, other time in my lifetime. We should keep in tune with the people and make care for the people’s welfare a State instruction to all. I remember when I was at work one very efficient manager whose ​ policy was to give full consideration to all questions that were raised. You could not have a row with him. The result was that he obtained maximum production. That is what we should aim at in this transference policy. We take no objection to the policy; we realise that it is a contribution to the war effort; but the policy should be carried out on the basis I have indicated, to eliminate friction and to maintain good will, so enabling us to secure maximum production. By that means we shall achieve earlier victory and take a much larger part in the battle for freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers"
    ]
}