{
    "url": "https://www.ukpol.co.uk/andrew-smith-2000-speech-to-the-ippr-new-economy-launch-event/",
    "title": "Andrew Smith – 2000 Speech to the IPPR New Economy Launch Event",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Andrew Smith",
            "url": "/tag/andrew-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Smith, the then Chief Secretary to the Treasury, in London on 4 April 2000.",
    "content": [
        "##  THE FUTURE FOR PUBLIC SERVICE AGREEMENTS \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for that kind introduction, and to Matthew Taylor and the IPPR for inviting me to speak today. I want first to set out our ideas about setting PSAs , and then I want to briefly cover how all this fits in with our ambition of modern, high-performing public services combining innovation and excellence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As many of you know, PSAs are a unique innovation. Colleagues from other countries in Europe and across the world are intrigued and, sometimes, frightened by our radical approach. Never before has a British Government set out so clearly the aim, objectives, resources, performance targets, and operations targets for every major government Department in one public document. Neither has any government publically committed itself to reporting annually against those targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 1998 Comprehensive Spending Review PSAs were a revolution in this respect. And for our departments, I think they were something of a revelation too. PSAs challenged them for the first time to think about what were the outcomes they really wanted in each policy area. They also challenged departments to think about how their success might best be measured. But most importantly they challenged them to commit publically to delivering the improvements we have targeted within the resources allocated to them in the CSR. Through the PSAs, the Government made clear that it was investing for reform. Reform for better public services and a step change in the way they were delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not everyone sees it that way of course. PSAs have come in for their fair share of suspicion and criticism. According to Simon Jenkins in the Times, Gordon Brown and I sit at the heart of a “vast cobweb” of targets. In fact, according to Mr Jenkins, I am building a structure like Stalin’s Gosplan! Mr Jenkins even accuses my officials of being “music-loving, theatre-going liberals”. Those of you who have dealings with the Treasury will judge whether that’s and accurate description.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The radical nature of PSAs, and their immediate impact on Departments inevitably led to some shortcomings in the new system the first time round. As John Garrett pointed out in the Guardian, our emphasis on the serious issue of sickness absence in the public sector looks unbalanced when we didn’t have comparable measures in other areas of people management. And some of our targets are simply not very good, because we were new to the business: setting targets to achieve 100% prompt payment of invoices looks good, but will often be unachievable for very sound reasons, if an invoice needs to be investigated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the current spending review, is a big opportunity to improve the PSAs and learn from experience – both positive and negative – as we take them forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Setting the SR2000 PSAs \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are doing that in a number of ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First we are focussing even harder on the things that really matter. PSAs are all about priorities. Openness and accountability about priorities should not be allowed to be fudged by too great a mass of targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we are making sure part of this focussing process involves separating out the key overall goals (the “what”), from targets for Departmental processes and operations (the “how”).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we are working harder than ever before on ensuring we target the right measures of success. Determining what it is you want to achieve is the first crucial step. But picking the right measure to avoid unwanted distortions in the system, is as important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, we are sharpening up our targets, making them as transparent as possible. We should be clear in every case about what the terms of the targets mean, when we are committing to deliver the target, and how it will be measured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The way we are conducting the review means that we are tackling all of these issues head on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past few months, I have had a series of meetings with Ministerial colleagues to nail down their highest priorities. Everyone is determined to show Parliament and the public the things that really matter to us. Whereas some Departments had more than thirty policy targets after the CSR, most Whitehall Departments will have no more than ten high level PSA targets after SR2000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also making PSAs even clearer by ensuring they are short and sharp, containing only the aim, objectives, and top few political priority targets. New supporting documents, Service Delivery Agreements, will describe how these priorities will be delivered, and the management and operational changes Departments will be introducing to facilitate this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On measures, departments have been working together with the Treasury to ensure the measures to support the next round of targets are the best possible in the light of evidence. And in another first, the Treasury is leading work with other Departments, the National Audit Office, and the Audit Commission, to agree the basics about what makes for good performance measurement in Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivering the new PSAs So that’s how we’re ensuring the targets are the most specific, measurable, outcome-focussed targets they could possibly be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want to make sure the right support and structures are in place to allow Departments to deliver public services fit for the 21st Century. I want to briefly examine three reforms here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we are determined to break down artificial barriers in policy-making and delivery, using the PSA process to make Departments jointly responsible for delivering some key policy objectives. It is important to get this right as government increasingly has to organise horizontally, with joint work across departments to deal with challenges which don’t organise themselves conveniently in line with the traditional vertical departmental silos. For this Spending Review we have launched fifteen cross-cutting studies of problems that cross Departmental boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With subjects as diverse as crime reduction, new gateways to care for the elderly and conflict prevention in sub-Saharan Africa the studies have pulled together expertise from outside and inside Government to propose targets for cross-Departmental working. In some cases they will result in further full cross-cutting PSAs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, Departments are now more than ever drawing on outside expertise to raise their productivity and to produce the step change in our public services that we all want to see. This Government wants to listen and learn from the best practice available. The mantra is “what matters is what works”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why I am committed to the work of the Public Services Productivity Panel, which I chair. The Panel brings together high level experience of the public sector and the outside perspective of the private sector. It brings together people with deep knowledge of the public sector, such as Andrew Foster of the Audit Commission, and Sheila Masters with her NHS experience, and leaders from business like John Makinson from Pearson’s and John Dowdy from McKinsey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Panel is an excellent resource for all Departments to draw upon. Each Panel member is assigned to detailed projects, supported by Departmental and Treasury staff. And some Panel members are also supported by their own company staff. This openness and joint working encourages innovative approaches, and puts an emphasis on the practical steps that will help us do things better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Already good examples of the fruits of this approach have been published. John Makinson wrote an excellent report with the big Government office networks on incentivising good team performance. Andrew Foster has highlighted both good practice and bad in customer service in the big DETR driving agencies, so that we challenge poor performance as well as praising the good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reports are only a means to an end. And that end is delivering real changes in the effectiveness and customer focus of our public services. John Makinson’s report represents a bold and radical new approach to pay in the public sector. His proposals have the potential to lever up productivity in the Inland Revenue, Customs and Excise, Benefits Agency and Employment Service. Work is underway to implement new pay systems based on team incentives from 2001. These will deliver real improvements to taxpayers and users of services as well allowing staff to share in the benefits of better performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Makinson report is only one element of the Government’s strategy to empower public servants. For too long, public services have been allowed to stagnate because public servants have been undervalued, and have not been listened to. So the Government third reform is to turn this around, encouraging innovation by front-line staff and by local managers, and celebrating the success of our most outstanding managers and teams, as beacons to others in their sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reforms to the Civil Service inspired by the Prime Minister and being led by Sir Richard Wilson, offer the prospect of transforming our Civil Service – retaining the elements so prized abroad, such as its probity and professionalism, but encouraging more adventurous thinking, greater diversity, and a stronger sense of good management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Local autonomy versus central direction \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to touch on the important issue raised by Matthew [Taylor] an issue all major programmes of reform in any institution must face and tackle: that is, to what extent should the centre direct and impose change, and to what extent should local agents be allowed the flexibility to find their own strategies for delivery, shaped to local context and taking advantage of the available expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some criticism of the Government’s modernisation programme has centred on the perception that it inevitably involves highly inflexible directives from the centre. I do not accept this, and would argue instead that Public Service Agreements and our programme of reform offer an important opportunity to local service deliverers to shape their own strategies within the framework we have set.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that local government and local services are a crucial source of good ideas about improving service delivery, and the vast majority of public servants take pride in the standard of service they deliver. We are determined to learn from good practice at local level, and to tackle unacceptable variations in performance where they exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only last week, I hosted a seminar at the Treasury bringing together experts from inside and outside Government to see how we might best raise the performance of the less good units to that of the best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The real challenge for the Government is not debating an artificial tension between local autonomy and central direction but in making sure that good practice from some of our most outstanding public services is successfully shared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not to say however, that there are not issues of balance which we need to work on. But I see this as a dynamic process. Different combinations of direction and autonomy will be appropriate for different services and between different units within services. This is a matter which I will be discussing with colleagues, particularly as we make progress on their Service Delivery Agreements, which will state clearly for the first time how they intend to cascade their high level commitment to local agents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, I believe PSAs have been something of a revolution. Departments have recognised the real benefits for their own management of clear priorities and targets, and we will see further steps forward in the quality and clarity of the PSAs which come out of this spending review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But like the Productivity Panel, PSAs should not be about elegantly drafted glossy documents: they must be about driving change on the ground that the public can see. The Government has set out its vision. In PSAs we have published a ground-breaking set of commitments. In our modernisation and investment programme, we are giving public sector employees the tools to do the job. That has raised public expectations. So now they have to see the change we have promised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}