{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-the-contribution-to-the-uk-made-by-international-students/",
    "title": "Alyn Smith – 2022 Speech on the Contribution to the UK Made by International Students",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in Westminster Hall on 2 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the contribution of international students to the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to see you in the Chair, Mr Stringer, and to see so many colleagues here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The contribution that international students make to our domestic society and economy is a subject close to my heart. I was an international student and did my Erasmus year at Heidelberg University, and I did a master’s at the College of Europe in Warsaw. Prior to that, I studied in Scotland’s near abroad—Yorkshire—at Leeds University, and at Nottingham Law School. We must not lose sight of the important fact that so many of the world’s best and brightest are willing to come to our countries and work with us towards the light of science.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as vice-chair of the all-party parliamentary university group. It is a pleasure to see so many good colleagues from the group present, and I look forward to the discussion. I am grateful to a number of organisations for the briefs that we have had prior to the debate, particularly Stirling University in my constituency, Forth Valley College, Universities Scotland, Universities UK, the Russell Group, Imperial College London and UCAS. I refer colleagues to the House of Commons Library brief, which provides a really good state of play on where things are and a very helpful overview of the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I stress that this is a good news story. Since I came into the House of Commons in 2019, I hope it has been clear that I do not do point scoring. I am here to work towards a common ambition: I want to see the UK do well. Global Britain is not the Scottish National party’s project. I believe that Scotland’s best future is as an independent state back in the European Union, and we will have a referendum about that in due course—it is not for today. In the meantime, it is important for me to say to colleagues that I do not wish global Britain harm. If I were trying to undermine global Britain, I would cut the international aid budget, defund the BBC World Service, shut down British Council organisations worldwide and jeopardise our contacts with the European Union. All those things are happening under the Government right now, and I ask the Minister, whom I do not regard as part of the problem, to urge his colleagues to stop them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a success story and a good news story. The contribution that international students make to Scotland and the UK is significant, but it is a success story that cannot be taken for granted. Scotland and the UK have a huge interest in this issue, although Scotland’s interest is disproportionate. In 2020-21, 24.1% of university enrolments in Scotland came from outwith the UK, compared with 22.2% in England, 21.3% in Northern Ireland, and 14.9% in Wales. All the home nations have a significant interest in retaining and attracting international students, but Scotland has a disproportionate interest in doing so. We have an interest in the UK Government’s policies, particularly on immigration, that threaten progress on this matter, which is surely in all our interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2020-21, we had 5,000 international students based at Stirling University—30% of the campus-based student population. UK-wide, the number is obviously bigger, with 605,100 international students at various higher education institutions across all our constituencies and countries. We are talking about hundreds of thousands of the world’s best and brightest, who have paid us the supreme compliment of coming to our home to work with us. I am conscious that a number are watching, and I say to them, “You are welcome here. You are welcome in our society. You enrich our society by your presence, and you enrich the institution that you are committed to. You are working with us towards a global science.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kate Green (Stretford and Urmston) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as a member of the board of governors at Manchester Metropolitan University. I agree with much of what the hon. Member is saying, except about independence for Scotland. I believe we are stronger together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I endorse the hon. Member’s point about the value that is added by international students, particularly in commuter universities such as Manchester Metropolitan. Our students may have less opportunity to travel abroad because of caring and other responsibilities, and being able to mix with international students who come to our country to study gives them an important connection to the global economy into which they will graduate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alyn Smith**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her intervention, except for the part about independence, which we will probably come back to at some point. I strongly agree with her, and I pay tribute to her for the power of work she has done in the all-party parliamentary universities group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the international students who so enrich our communities and institutions by their presence—and that is before we get on to the economics. It is the dismal science, but the economic impact is considerable. To be clear with colleagues, that is not my starting point; I do not regard universities as money-making widget factories. Universities are seats of learning, seats of exchange and seats of research. They form a globally interconnected network of the exchange of people, ideas and knowledge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are only two things that drive human progress—science and art—and universities have a crucial role to play in that. It was Isaac Asimov who said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“There is a single light of science, and to brighten it anywhere is to brighten it everywhere.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Science is global. Universities are global by their very nature, and the exchange of students, people and ideas is fundamental to what they do. However, I am Scottish, and the money does not hurt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The contribution of international students is significant. We have calculated that international students contribute £66.4 million net to the Stirling economy. For the whole of Scotland, their contribution is £1.94 billion net, and for the UK economy, a single cohort of international students contributes £25.9 billion net. At a time of straitened budgets and economic turbulence, we need to safeguard that progress, not undermine it either deliberately or by accident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious of time, so I will wrap up on two particular points about the Government’s rhetoric, which risks undermining progress, and about EU relations, in which there is huge opportunity that the Government could unlock by changing course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The comments by the Home Secretary and various other members of the Government about limiting international students are wrong politically, societally and economically. Limiting international students would be a “hammer blow”. Those are not my words, but those of Vivienne Stern, the chief executive of Universities UK. I will ask the Minister some questions from Universities UK that I think it is worth putting on the record—I appreciate that I am blindsiding him slightly, so I will happily accept a letter after the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What assessments have the UK Government made of the economic cost—including the loss of tuition-fee income, living cost expenditure and knock-on expenditure —of restricting the number of international students and their dependants entering the UK’s world-leading university sector? Are the Government committed to retaining the graduate visa route established in 2021? That fact that it is under threat is utterly wrongheaded, but it has been called into question by some senior people, so I would be very grateful for reassurance that it is safe. Are the Government committed to the successful international strategy outlined in 2019, including the target to host 600,000 international students, which has since been achieved, and to bring in £35 billion of export income every year by 2030?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before turning to EU links, I declare an interest: I was a Member of the European Parliament from 2004 to 2019, and as a member of its Committee on Industry, Research and Energy, I helped draft some of the regulations on Horizon Europe and on student and educational exchanges, so this matter is close to my heart. Scotland and the UK are research-intensive places, and Scottish and UK involvement in the EU frameworks for this stuff is a win-win-win for everybody. I regret deeply that the UK has left the European Union, but I am not here to fight old battles. There are ways of interacting with what is going on in the EU that stop short of EU membership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was in Brussels recently and in Berlin just the other week. There is a real willingness on the part of our European friends to see the UK play a full part in institutions and networks such as Horizon Europe, Erasmus+, Copernicus and Euratom. As I have said, it is a win-win-win to be part of those projects, but a chill is under way: in Erasmus, there has been a huge reduction in the number of EU nationals applying to UK institutions, which is deeply regrettable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 22 July, the EU announced the cancellation of 115 grants for UK-based scientists because they were not part of the reference networks or frameworks. There is a big prize here: Horizon Europe is worth €95.5 billion, and that money could—but does not—work towards not just the EU’s science but our own. The single biggest thing blocking progress on all those fronts, and that holds back our universities and academics, is the lack of trust between the UK Government and the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That lack of trust has crystallised around the Northern Ireland Protocol Bill. The fact that the UK introduced that Bill, which has been passed by the House of Commons and is now in the other place, calls into question the UK’s good faith on all of this stuff. The EU will not allow us an ad hoc, legally undefined membership when the UK is clearly willing to rip up legal order, as it has done with the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us scrap the Northern Ireland Protocol Bill. That would unlock progress on all these real-world opportunities and give our university sector and our students an advantage. There is a huge prize to be won. Global Britain is not part of the SNP’s project, but academic exchange is. We very much want to be part of the exchange of ideas and people, and I want to see the UK play a full part in that. I am grateful for the discussion, and I look forward to questions and comments, and, above all, to the Minister’s response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}