{
    "url": "https://www.ukpol.co.uk/chloe-smith-2021-statement-on-the-boardman-review/",
    "title": "Chloe Smith – 2021 Statement on the Boardman Review",
    "post_date": "July 23, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chloe Smith, the Minister for the Constitution and Devolution, in the House of Commons on 22 July 2021.",
    "content": [
        "On 12 April, the Government announced that the Prime Minister had asked Nigel Boardman to investigate the development and use of supply chain finance in Government, especially the role of Lex Greensill and Greensill Capital (including associated companies or companies in its group) and any related issues that Mr Boardman considered were in scope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In accordance with the terms of reference, Mr Boardman has provided the Prime Minister with a report which sets out Mr Boardman’s findings of fact. This was provided to the Prime Minister yesterday and is being made available to the House today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In producing this report, Mr Boardman interviewed 45 individuals, for a total of over 100 hours. Mr Boardman had access to all the papers he requested, totalling several thousand pages of written evidence. This is a non-statutory review, but in line with long-standing convention, the Prime Minister made clear at the outset his expectation that all Ministers, special advisers and civil servants, whether current or former, should co-operate fully. Those individuals who participated, or their personal representative where applicable, were provided with relevant documents to assist their evidence. They were then offered the opportunity to discuss the relevant documents and provide any comment during an interview with Mr Boardman. These comments were considered, in good faith, as part of the review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The purpose of the review was to establish the facts and any lessons to be learnt. As set out in the terms of reference, the review does not form part of a disciplinary process, nor is it intended to apportion blame or criticism to individuals. In establishing and setting out the facts, however, Mr Boardman attributes actions to named individuals, some of which could be read as critical of individuals. Where this is the case, the individuals concerned, or their personal representative where applicable, were given the opportunity ahead of the report being finalised to make representations on those sections of the report that could be perceived as criticisms to correct factual inaccuracies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government thank Mr Boardman for all of his work in examining the evidence and setting out his judgement on the facts of what occurred. Mr Boardman will be providing the second part of his report, including any specific recommendations, shortly. The Government will respond to Mr Boardman’s findings, and any recommendations, in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am depositing a copy of the report in the Libraries of both Houses, and publishing it on gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}