{
    "url": "https://www.ukpol.co.uk/chloe-smith-2012-speech-to-the-oil-and-gas-fabricators-conference/",
    "title": "Chloe Smith – 2012 Speech to the Oil and Gas Fabricators Conference",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Chloe Smith",
            "url": "/tag/chloe-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chloe Smith, the then Economic Secretary to the Treasury, to the Oil and Gas Fabricators Conference on 27 July 2012.",
    "content": [
        "[![chloesmith](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/chloesmith.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good evening, and thank you for inviting me to speak to you today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even as we move towards a lower carbon economy, no one should be in any doubt as to the continued importance of oil and gas, which still provide nearly three quarters of the UK’s primary energy needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Oil and gas is one of the UK’s greatest industrial success stories, supporting a third of a million jobs, and successfully extracting the equivalent of 41 billion barrels of oil to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The supply chain – and fabricators such as yourselves in particular – plays an especially crucial role in making the oil and gas industry what it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Highly skilled supply companies have developed a global reputation of excellence – which I was pleased to see recognised in an Economist article only last week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I myself have seen this work in Aberdeen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am particularly pleased to be in Norwich to discuss how we can help the sector continue to flourish, as the Southern North Sea and this region play a considerable part in that success as a centre of excellence for offshore activity and expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conversations with companies operating in the North Sea, it always strikes me that this is a truly global market – not only in terms of the commodities that are sold, but also in terms of competition for capital and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Companies can choose to invest in the UK or in Canada, Brazil or Nigeria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A trained engineering graduate can begin their career in the Southern North Sea or in Norway, the Gulf of Mexico or Australia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that, as the UK Continental Shelf matures, and other basins compete for the skills and investment it needs, Government and industry need to work together to adapt accordingly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s be frank – we need to ensure we extract the full benefit from the oil and gas that remain under the shelf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UKCS has many advantages:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– a superb hydrocarbon system;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– a wealth of seismic and production data;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– superb infrastructure; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– oil companies that lead the world in skills and capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that we play to these strengths and exploit them fully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I want to take a few moments today to talk to you about how we do that – working with industry to ensure that, through investment, innovation and the tax system, we can secure the greatest benefit for the UK that our rich natural resources can offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**State of the sector**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to see that 2012 is already shaping up to be a successful year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DECC expects a substantial increase in offshore field approvals over last year, on top of the many other discoveries already being worked on; and applications for the 27th licensing round are the largest since offshore licensing began almost 50 years ago – 35 more than the previous record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I was very pleased to see Oil & Gas UK’s most recent Business Confidence Index show a significant rise in confidence in the first quarter of 2012.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am keen for the industry to maintain this momentum, by making the most of the many opportunities still available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Fiscal measures**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that the Government has a crucial role to play in ensuring that the regulatory and fiscal regimes help to deliver the best possible future for the UKCS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today I want to focus on some of the recent decisions we have taken that highlight the Government’s commitment to delivering a fiscal regime that encourages investment and innovation – as well as ensuring a fair return for UK taxpayers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been engaging constructively with companies at an individual and industry-wide level on tax issues that could promote confidence and facilitate further investment in the basin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And at this year’s Budget we announced a package of measures to secure billions of pounds of additional investment in the UKCS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… Adopting a contractual approach to offer long term certainty on decommissioning relief, delivering billions of pounds of extra investment;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… A new £3 billion allowance for deep fields with sizeable reserves, targeted at the west of Shetland\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… A significant expansion of the value and size threshold for the small field allowance\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… As a signal of our intent, we brought in legislation giving Government the power to introduce a brown field allowance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… And only yesterday the Chancellor announced further support for the gas industry alongside wider measures on the UK’s energy market as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This included a new allowance aimed at securing investment in large shallow water gas fields in the North Sea. This is likely to benefit investment in this area – the Southern North Sea – in particular, and I am pleased that this has been welcomed by the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, the changes we have made to the field allowance regime aim to encourage investment in commercially marginal fields – ensuring that, as a country and for you as an industry, we continue to make the most of the rich resources available to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The positive effects of these changes will be felt across the industry, including throughout the supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These changes also follow from excellent engagement between Government and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this month I chaired the second meeting of the Fiscal Forum in Aberdeen – a Forum we established to provide a regular, structured basis for the ongoing discussions on the key tax issues facing the industry, complementing the excellent work done by DECC’s PILOT group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I warmly welcome the constructive engagement we have seen from all sections of the industry attending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know that there is important work still to be done. Earlier this month, I was pleased to launch our consultation on Decommissioning Relief Deeds, and I look forward to hearing industry’s views on the issues we raise there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the introduction of the necessary legislation, and in recognition of the importance of ongoing investment in older fields, discussions are also ongoing between Government and companies on a potential brown field allowance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is through this kind of co-operation that we can ensure that Government and Industry can deliver together for the UK – not just on the fiscal regime, although that is clearly a key part of our thinking, but also through ensuring the sector has the access to the skills and technology it needs to reach its full potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Technological challenges**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The best overall outcome from the basin will require innovation and advances to existing technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made changes to the tax regime to encourage innovation, including improving the viability and generosity of R&D tax credits, and we need to continue to look beyond fiscal policy at the support Government can offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministerial colleagues in DECC are tackling the challenges of maintaining our infrastructure through PILOT, and I know the workgroup is due to report back to them in the Autumn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And DECC are also working to deliver an “Innovation Demand Chain” event at the beginning of November to share challenges and connect operators with developers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Skills**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the success of the sector is reliant not just on the best technology, but also on the best people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strong supply chain we have brings quality, highly paid jobs in an exciting industry – whether in the UKCS, or any other hydrocarbon-producing country, where our expertise is highly prized.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The subsea sector in particular has been very successful in recent years and is forecast to continue growing at around 8 per cent this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the potential to create an additional 10,000 jobs in the next two years in that part of the industry alone, it is imperative we have the training to get the right people with the right skills in the right place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recognition of this, the Government – particularly my colleagues at BIS and at DECC – has established close working relationships with OPITO, Cogent and Skills Development Scotland to address the skills challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, we are ensuring the opportunities and rewarding prospects of the industry are promoted to young people, as well as the jobs for highly skilled and qualified individuals looking for employment or changing career from other industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Summary**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have set out today what we are doing to help the industry continue to benefit the whole of the UK through making the most of the energy resources we enjoy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without the fabrication industry, we would never have experienced the energy revolution we did, alongside the wealth and economic stimulus that oil and gas has given us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to continue to work in partnership – government and industry – to ensure that that continues: getting regulation right; getting the tax regime right; and developing and applying the right skills and technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From what I can see of the programme of papers, it is clear that you are continuing that tradition, and long may it continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}