{
    "url": "https://www.ukpol.co.uk/cat-smith-2021-speech-on-the-integrated-rail-plan/",
    "title": "Cat Smith – 2021 Speech on the Integrated Rail Plan",
    "post_date": "December 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Cat Smith",
            "url": "/tag/cat-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Cat Smith, the Labour MP for Lancaster and Fleetwood, in the House of Commons on 8 December 2021.",
    "content": [
        "It is a pleasure to speak in this debate on the disintegrated rail plan. I associate myself with the comments made by the hon. Member for Westmorland and Lonsdale (Tim Farron); I agree wholeheartedly with his points about rail connectivity outside the Liverpool-Manchester-Leeds corridor, and across Lancashire and Cumbria. It so often feels as though that part of the north is forgotten about. Just because we do not have big cities, it does not mean that we do not have jobs and industry, and a need for connectivity. Indeed, we have some very good projects that lend themselves to reasonably cheap electrification, which would help lower the carbon footprint of our public transport system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will keep my remarks tightly focused on lines affected in my constituency. I must be clear: if HS2 ever gets as far north as us in Lancashire and Cumbria, which seems like something of a long shot, we cannot have trains not stopping in Lancaster. It is the county town of Lancashire. We have world-class universities and industries that need rail connectivity to the capital, and we need that investment. We cannot keep talking about rail connectivity as meaning getting to London faster. We must also talk about investing in the north and in our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about Fleetwood, a town without a railway station, though it has been promised one. In November 2019, the Prime Minister came to Poulton-le-Fylde—and later got it muddled up with Bolton, but we will move on from that. He promised us that its rail line would be reconnected. We are still waiting. We have had £100 million for a plan, but so far, there is no indication that the line will materialise. I encourage the Minister of State, Department for Transport, the hon. Member for Pendle (Andrew Stephenson), who is on the Front Bench —a Lancashire guy—to look favourably on Fleetwood, and to work with us and the local community to make that rail line happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I finish with some words from my constituents, because all too often the real impact is on constituents’ lives. Mark Waites asks, “Where’s the railway?” That is probably the No. 1 question that I am asked as a local MP—where is our railway in Fleetwood? The track bed is there, but there are no trains running up and down it. Jack Harrison offered me a festive quote to share in the debate:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Now all we want for Christmas, is our trains back;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And no more empty election yackity yack.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That sums up the feeling across Fleetwood, and right across the Fylde coast, about the promises that the Government have made, but not delivered on. We have been promised that railway back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Now that the Prime Minister knows where Fleetwood is, will he finally say when the railway connection will be reinstated to Poulton and the rest of the country?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a quote from my constituent Tony Johnson. I urge the Minister to look favourably at Lancashire and Cumbria, and to offer us the rail connection that we have been promised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}