{
    "url": "https://www.ukpol.co.uk/alyn-smith-2022-speech-on-global-food-security/",
    "title": "Alyn Smith – 2022 Speech on Global Food Security",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alyn Smith",
            "url": "/tag/alyn-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alyn Smith, the SNP MP for Stirling, in the House of Commons on 26 October 2022.",
    "content": [
        "It is a pleasure to see you in the Chair, Mr Pritchard, and to wind up for the SNP in this very important debate. I warmly congratulate the hon. Member for Birmingham, Erdington (Mrs Hamilton) on securing it. She said it was her first Westminster Hall debate; I hope it is not her last.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This important discussion is close to my heart. I was a Member of the European Parliament from 2004 to 2019, when that Brexit thing got in the way, and I sat on the Committee on Foreign Affairs and the Committee on Agriculture and Rural Development. I was often struck by the interconnected nature of those issues: climate change, food insecurity and resource scarcity are drivers of many of the issues that we traditionally view through a foreign affairs prism, but which actually need to be viewed through a much more coherent prism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to see the hon. Member for Strangford (Jim Shannon) in his place. I know that fishing and farming are close to his heart; he has been a strong advocate of both sectors for a long time. He made the point powerfully that the UK imports 46% of its food, so the UK’s food security cannot be viewed in isolation; it needs to be viewed through a much wider prism, and our policies need to align better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Glasgow North (Patrick Grady) made a very powerful point on behalf of his constituents: they do not want to see anybody suffering from food insecurity and hunger, whether in our own communities or worldwide. That needs a far stronger response. In a very powerful speech, the hon. Member for Coventry North West (Taiwo Owatemi) spoke about the interconnectedness of climate change and international development policy, and said that we need to do better than we have managed to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel for the Minister, because there is an awful lot in this. As I say, I was struck by the fact that food, agriculture and foreign affairs are often interlinked, and the same is true domestically. Call it agriculture and only so many people are interested, but many are interested in food, nutrition, land management, trade, climate change, animal welfare, development policy and social justice. Food is at the heart of many of those issues, and we do not have the policy coherence that we need. I feel for the Minister, who has to cover all that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make a consensual point—this has been a cross-party, consensual debate—these issues cut across party, country and region. We all need to work on them together, because I am afraid they are getting worse, and they are getting worse faster. The developed world—I do not like that term—is in a position to help other countries that are suffering the consequences of our economic, trade and foreign policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have some concrete suggestions. I am indebted to two organisations: the National Farmers Union of Scotland has produced a number of strong recommendations for domestic food security, which is part of the wider context, and the International Development Committee’s “Food insecurity” report contains a number of strong recommendations. I hope the Government take those recommendations to heart, because if they tackle this issue seriously, no one will applaud louder than me. It needs urgent attention and cross-cutting solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biggest thing we can do to tackle short-term food insecurity is to go back to the 2019 Conservative party manifesto and reinstate the 0.7% international aid commitment. I appreciate that the cut to 0.5% is temporary, but it means that a lot of people in the developing world are suffering. On 6 May, the ONE campaign published concrete data showing that the UK official development assistance cut had caused 11.6 million children, girls and women to lose out on nutritional support, 6.2 million girls under two and 12 million babies to lose out on nutritional support, 7.1 million children to lose out on education, 5.3 million women and girls to lose access to modern family planning methods, and 3.3 million to lose humanitarian aid. In addition, 54 MW of clean energy has not been installed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That relates to my wider point about policy coherence. We must remember that food needs a farmer. We should not allow ourselves to get tied up in short-sighted debates about meat versus vegetables, and between competing land uses. Farmers will be integral to how we feed ourselves now and in the future. Farmers need to be at the heart of that policy. Policy coherence needs to begin at home, and our policies are not as coherent as they need to be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was struck by the point made by the hon. Member for Strangford about forestry. We are dealing with that issue in Scotland as well; the Scottish Government have recently brought out new forestry guidelines. I remember when I helped to draft the European Parliament’s common agricultural policy. It encouraged farmers to diversify into energy crops, photovoltaic panels and forestry, but it was always meant to be for the bits and bats of land that farmers could not do much else with. It was never meant to be taking prime agricultural land out of agricultural production. We must get that back out of our agenda. Of course there are going to be competing land uses—at home and worldwide—but we must put food production far higher up our national security and resilience agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a good debate and discussion. We have a lot of suggestions. I again refer Members to the International Development Committee’s report, which has a lot of concrete suggestions and, in a spirit of constructive co-operation, I offer the Minister our support; where we see positive developments, we will be constructive. These points are not party political. They are not limited to one country, however we define country. They are not limited to the domestic, however we define that too. We need to work together on this stuff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}