{
    "url": "https://www.ukpol.co.uk/karin-smyth-2022-speech-on-the-nhs-workforce/",
    "title": "Karin Smyth – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karin Smyth",
            "url": "/tag/karin-smyth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karin Smyth, the Labour MP for Bristol South, in the House of Commons on 6 December 2022.",
    "content": [
        "In 1948, at the dawn of the NHS, we were around 50,000 nurses short. By the 1960s, 40% of junior doctors were from India, Bangladesh, Pakistan and Sri Lanka. Thousands came from the Caribbean. It is estimated that by the 1970s, 12% of British nurses were Irish nationals, my own family among them. My Aunt Margaret Carter came to Stockport and my cousin Maureen McNulty came to Leeds. Britain welcomed them; they were not invaders. We trained them, we gave them accommodation, we offered them prospects. In the three decades I have worked in the NHS, the hundreds of nurses I have worked with remember their first job. They remember being greeted and welcomed. They remember their new belts. They remember it with great pride. We welcomed them nationally and, crucially, we welcomed them locally. We supported them with accommodation, transport and decent prospects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In January 2019, the then Secretary of State, the right hon. Member for West Suffolk (Matt Hancock), made a statement about the long-term plan and the recommendations. Like the Secretary of State today, he talked about the largest increase in health spending. What he failed to admit, as did the Secretary of State today, was that we had witnessed a decade of the lowest growth the NHS had ever had. In particular, it badly hit public health, capital spending—why we have a £10 billion backlog on maintenance—and workforce education and training. Even if we skirt over the suppression of Exercise Cygnus and pandemic planning, we entered the pandemic unprepared. That is why we had rushed, ad hoc, WhatsApp-panicked procurement processes—about which we will hear much more later today. That is why 2020 was so bad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Members do not have to take my word for it. In June 2019, following that earlier statement, Baroness Harding and Sir David Behan, chair of Health Education England, gave evidence to the Health and Social Care Committee. I recommend that hon. Members read it. I totally agreed with Baroness Harding that the way we solve the workforce crisis is all about staff retention. It is all about people feeling that their careers were not being developed and that they did not have an opportunity to get on. At the time, retention rates were higher in any other profession. It was also noted that if we had kept at 2012 retention levels, we would have had 16,000 more nurses in 2019 than we had at the time. That is the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "There are solutions and we have heard some of them today, but they are a mix of the national and the local. At national level, we need to welcome people. We will always need overseas recruitment, but upwards of 80% of NHS staff are homegrown. We need to incentivise retention—it is cheaper, it is quicker, it is the smart thing to do. The reasons for loss of staff are well known. The Government need to revisit the Augar review. They need to notice what has happened with the loss of bursaries. We need to involve further and higher education in that retention work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We also need to look at regional solutions. The Lansley Act, the Health and Social Care Act 2012, destroyed the regional architecture but there is still a role, still some semblance of a network, possibly grouping ICSs—we talked about that today—where NHS England could have a role without the performance stick. The emergency planning architecture, which was ignored at the beginning of the pandemic but still exists in some places and did rise to the challenge, linking local authorities and public health, could offer a skeleton of a service to co-operative supportive networks above trust and ICS level. But eventually everything is local. Just as we welcome people nationally and have national support structures to retain staff, we absolutely have to do things locally. We need to look at housing, transport, progression and, as has been said, pay and retention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am not particularly interested in the large figures that have been bandied around today, including the millions of people on waiting lists and the 165,000 social care vacancies; I want to know what is happening in Bristol. I want to know what is happening to GP waiting times in Whitchurch, Bedminster and Bishopsworth. I want to know the vacancy rates at the Bristol Royal Infirmary and Southmead Hospital. When I asked the Secretary of State about the vacancy rate in North East Cambridgeshire, obviously, he could not answer, because none of us in this House can answer that question. As MPs, we should know the scale of the problem in our constituencies and, frankly, we do not. We need to know and to communicate to local people what the problem is. We need to help with the local situation and priorities, and we have to build our way out of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "There are no easy solutions, but there is a path. Sadly, the Government have not even started on that path. If we are to keep spending ever more of our country’s wealth on the NHS and care system—as we will, although it would help if we had grown the economy more in the last 10 years—local people must have a say in that. They have to understand the trade-offs and, crucially, be able to hold someone to account locally for the parlous state of our waiting lists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}