{
    "url": "https://www.ukpol.co.uk/karin-smyth-2023-speech-on-international-womens-day/",
    "title": "Karin Smyth – 2023 Speech on International Women’s Day",
    "post_date": "March 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Karin Smyth",
            "url": "/tag/karin-smyth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karin Smyth, the Labour MP for Bristol South, in the House of Commons on 9 March 2023.",
    "content": [
        "International Women’s Day is a time to celebrate, and there is much to celebrate about being a woman in 2023. I always think at this time of my friends, many now spread across the country and some across the world, who I have spent time with in the past. They are now too busy with children, grandchildren, older parents and their own jobs to get together, but I know that they are always there for me, I know they are really proud of me being here, and I know that I would never have made it here without them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This weekend, I am looking forward to joining Bristol Women’s Voice for a fantastic programme of events, in particular discussing social care and the role it could play in the Bristol economy if only it was run better. It will be chaired by my friend Diane Bunyan, who was Bristol’s first female Labour leader of the council only about 20 years ago. Many women have been at the forefront of Bristol’s long, radical history. I think of Dorothy Hodgkin, who was chancellor of the University of Bristol, Elizabeth Blackwell, who was the first woman to qualify as a medical doctor, the trade union activist Jessie Stephen and Mary Carpenter and Hannah More, who were involved in social programmes. Lady Apsley was Bristol’s first woman Member of Parliament. She was a Conservative who, after the death of her husband in 1943, won the seat. Three out of four of Bristol’s MPs are women. We allowed one man to take one of the positions, and I pay tribute to my hon. Friends the Members for Bristol West (Thangam Debbonaire) and for Bristol East (Kerry McCarthy), who are supportive colleagues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The reality is that, like the rest of the country, we are nowhere near economic or political parity. Often we hear about the challenges, and I will move between the challenges and the opportunities. We remember that some good historic achievements have been made recently, whether that is the Lionesses’ incredible success last summer, the next generation of young women and girls getting into sport, or Kamala Harris being the first female vice-president in US history. We await the first woman US president.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Women are redefining culture with historic firsts in film, television, comedy and sport. Taylor Swift became the first woman to win a Grammy for best music video with sole directing credit, and films and shows are demonstrating the varied and multiple lives that women can lead, including “Am I Being Unreasonable?”, which was filmed in my constituency of Bristol South. Labour has led the way in women’s equality since 1923, when Margaret Bondfield became the first female Cabinet Minister. It is important that we celebrate the centenary of that accomplishment and the legacy that Margaret left for all women who have followed in her footsteps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am appalled by the pictures, even in 2023, of international summits and events in the UK full of men with very little female representation. If we think about the women leading political movements—as we have heard again today, we think particularly of those women in Iran, and in Afghanistan and Ukraine, too—women have always been at the vanguard of social change. However, quickly, as that change starts to happen, we become relegated to a back room—often back to the home—and are rarely represented in those photographs or at those summits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This week, I was proud to chair a session of the British-Irish Parliamentary Assembly, which we held in Stormont on the 25th anniversary of the Good Friday/Belfast agreement. I was able to chair a session with some of the founding members of the Northern Ireland Women’s Coalition. Kate Fearon, Bronagh Hinds, Dr Avila Kilmurray and Jane Morrice were amazing activists well before the GFA, and they remain so today, many using that experience across the world. Women need to be represented in all aspects of politics, wherever and whenever. We are fed up with doing that service role and then not appearing in those photographs and leadership positions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As chair of the women’s parliamentary Labour party, which makes up more than 50% of Labour MPs, I am proud to see the successes that Labour Governments have made in promoting equality, from introducing the Equality Act 2010 to championing all-women shortlists to increase female representation. Labour is the party of women and for women. I gently say to the hon. Member for Southend West (Anna Firth), who spoke about how lucky we are to be here and able to speak, that luck has had absolutely nothing to do with it. I take her point about recognising that privilege, but none of it has been luck; it has all been power that we have taken, and it always has to be underpinned by legislation, and I am afraid it is only Labour in government that has enacted that legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Dame Maria Miller**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Lady is rightly talking up her party’s role in all these issues, and I would expect her to do nothing less, but surely she would agree that this Government have done an enormous amount—more than any other—on the issues of domestic abuse and domestic violence and making women safer online, and I do not think she can simply ignore that. These are the issues of today, and this Government are tackling them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Karin Smyth**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am not ignoring it, and I pay tribute particularly to the right hon. Member for Maidenhead (Mrs May) for the work she led in government, but we need to continue to use legislation to underpin, and it should be good legislation. I am not sure that in this week of all weeks we can be proud of what this Government have done. If we think about the trafficked women who are coming forward, that is deeply problematic, and it would be good if we could all work together to help those women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "People outside might not know this, but even on a very busy Monday, Tuesday or Wednesday in Portcullis House and so on, this place is overwhelmingly male. Although some great strides have been made in all these professions, we see that with journalists, lobbyists and even with the third sector people who come to see us. I think the environmental movement is overwhelmingly dominated by men. The camera people and the staff in most places are generally male. I had a message as we were sitting here today from my hon. Friend the Member for Wirral South (Alison McGovern) pointing out that yesterday at Prime Minister’s questions, all four leaders are of course male, but there were two questions from men for every one from a woman. That is the stark reality. As others have said, this place still remains 30% women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We are celebrating how far we have come, but we recognise that more needs to be done. It is 52 years since that first women’s refuge was set up in Chiswick, and the issue of domestic abuse and violence, as we have heard again today, is still all too prevalent. Marital rape was only made illegal in the early 2000s, and the Office for National Statistics estimates that 1.6 million women experience domestic abuse in England and Wales in any given year. We know that, faced with the cost of living crisis and severe lack of funding, the number of refuge spaces in England is falling desperately short. Why, when this issue is affecting so many, is so little progress being made?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We need to work harder on this issue, and talking last week with those women from the Northern Ireland Women’s Coalition was certainly instructive. They were clear that they could only come forward, and that women in any conflict situation can only come forward, if there is an ecosystem of support that they can use, both statutory and non-statutory, operating behind the scenes, and that is sadly missing in many places today. We need to help fund those refuges, and they need to be places of safety for women to seek refuge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We recognise the resilience and strength from women today, and we are so proud to be able to voice, on behalf of all those women, what they bring to us in our constituencies. To close, it is often our friendships with one another that prove to be our biggest strength. Outwith the fact that we disagree across the House, as is necessary, we are strong political women and we work together. It is a pleasure to be a part of this debate today, and when I look around the Chamber and up to the Gallery, I see the bonds of friendship that are made between colleagues who share the desire to make life better for women. Parliament will be safe in our hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}