{
    "url": "https://www.ukpol.co.uk/nicholas-soames-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Nicholas Soames – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Nicholas Soames",
            "url": "/tag/nicholas-soames/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nicholas Soames in the House of Commons on 21 April 2016.",
    "content": [
        "May I associate myself with the excellent tribute paid by the Prime Minister to the Queen, and on behalf of myself and my constituents, may I congratulate the Queen on this great milestone in a life of service and punctilious duty, dedicated entirely to her people in the United Kingdom and the Commonwealth, and as the most formidable ambassador to the rest of the world that this country has ever had? It has been a life of devotion, fortitude, good judgment, selfless duty, great good humour and uncomplaining hard work. In all that, she has been supported by a loving family, and blessed with a happy marriage to a remarkable consort who has done so much for her and for our country. The Queen was crowned in the same abbey church as William the Conqueror, and at the age of 26—the same age as Queen Elizabeth I had been 400 years earlier. She embodies all the best qualities that are most important to our country, and lends such distinction to our nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Queen brings to our national life an experience and knowledge of government and events, and of men and women all over the world, which is truly unrivalled by any other person in the land. Throughout her long reign, she has displayed judgment of the first order, great tolerance, and absolute neutrality at all times. When she ascended to the throne, her first Prime Minister, Winston Churchill, was of an age to have charged with the 21st Lancers at the battle of Omdurman in 1898, armed with a sword and a pistol, yet her current Prime Minister was not even born in 1952. Such is the scale and breadth of the life that she has so triumphantly lived through. During those extraordinary 90 years of some of the most tumultuous social, economic and technological change that Britain has ever seen, she has provided a very firm hand on the tiller.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Queen is a source of powerful influence for this country throughout the world. She is the Queen of 16 countries, including Canada, Australia and New Zealand, and the Head of the Commonwealth—a greatly undervalued organisation that includes more than a quarter of the world’s population. She thus brings a vital and often unrecognised addition to our efforts and influence overseas, and the House should pay great tribute to her work down the years in that remarkable organisation since 1949.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Every country needs someone who can represent the whole nation. That may seem primitive—and indeed it is—but if nationhood is to mean anything, it must have a focus. In our case, for many years that focus has been and remains the Queen. Nations have values, and they should be proud of them and willing to express that pride. That is what we are able to do with our monarchy and our Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is my firmly held belief that the Queen is the single most important, respected, admired and loved public figure in the world today, and if I may, I will conclude with a vignette that I have told in the House before but that bears repeating. On the night of 4 April 1955, on the eve of his resignation as Prime Minister, Churchill gave a dinner at No. 10 in honour of the Queen. It was agreed between the private offices that there would be no speeches, but the Queen, greatly moved by the impending retirement of her first Prime Minister, whom she had known since she was a very small child, rose in her place and lifted her glass with a toast to “My Prime Minister”. And Churchill, a very old man in the full-dress evening uniform of a Knight of the Garter, completely unprepared, pulled himself to his feet, and this is what he said to the Queen:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“Madam, I propose a toast to your Majesty which I used to enjoy drinking as a subaltern officer in the 4th Hussars at Bangalore in India in the reign of your Majesty’s great-great-grandmother, Queen Victoria. I drink to the wise and kindly way of life, of which your Majesty is the young and gleaming champion.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "For 90 years of her life and 64 years of her reign, she has always been the same. God save the Queen!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}