{
    "url": "https://www.ukpol.co.uk/alex-sobel-2022-speech-on-the-convention-on-biodiversity-cop15/",
    "title": "Alex Sobel – 2022 Speech on the Convention on Biodiversity COP15",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Sobel",
            "url": "/tag/alex-sobel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Sobel, the Shadow Secretary of State for the Environment, in the House of Commons on 19 December 2022.",
    "content": [
        "I thank the Secretary of State for advance sight of her statement. The agreement signed in Montreal this morning to protect 30% of the planet for nature and restore 30% of the planet’s degraded ecosystems is welcome news. That we are to protect a minimum of 30% of land and 30% of our seas is a benchmark we must adhere to, to avoid ecosystem collapse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I was glad to be part of the UK’s delegation to COP15. The Secretary of State used her spot on the global stage to announce the UK’s environmental targets—the ones where she missed her own legally binding deadline in October. I note that the Secretary of State did not announce the delayed targets to the House first in the proper way, and I think that speaks volumes. We are still to have an oral statement on those targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is astonishing then, that after all the warm words, the Government’s own targets do not include a 30% goal for protecting nature. The Secretary of State compared nature with Cinderella. If that is the case, the right hon. Members for Camborne and Redruth (George Eustice), for North East Hampshire (Mr Jayawardena) and for Suffolk Coastal (Dr Coffey) must be the cruel stepsisters who have neglected her during their time in charge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Government also failed to include overall measures for water quality and protected sites in their targets. The reality of the Secretary of State’s watered-down targets means that our country and our communities will face even more toxic air and more sewage dumping for longer. A cynic’s view might be that the Government are happy to commit to non-legally binding targets in Montreal, while shirking any real responsibility at home. Ambitious environmental leadership means, at the very least, ensuring clean air, clean water and access to nature. It does not matter how the Government try to dress it up, their targets do not go anywhere near far enough and it is our communities that will suffer as a result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Rivers in England are used as open sewers. Not one is in a healthy condition, and only 14% meet good ecological standards. With no overall water quality targets, the Conservatives can continue to allow raw sewage to flow into our natural environment hundreds of thousands of times a year. How does that fit with our Montreal commitments? Only Labour has a proper plan to clean up our waterways. We will introduce mandatory monitoring with automatic fines, hold water bosses personally accountable for sewage pollution and give regulators the power to properly enforce the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "One in five people in the UK live with a respiratory condition, such as asthma and chronic obstructive pulmonary disease, which are worsened by breathing toxic air. We know that is especially dangerous for children and vulnerable adults, and I am extremely concerned by the unambitious targets for air quality set out by the Government. Labour is committed to tackling this health crisis once and for all with a clean air Act, including the right to breathe clean air, monitoring and tough new duties on Ministers to make sure that World Health Organisation clean air guidelines are kept.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Of the 20 UN biodiversity targets agreed to in 2010, the UK has missed 17. When it comes to the environment, the Government constantly make the wrong choices, delay vital action and duck the urgent challenges. Failure to deliver on environmental targets at home show that their promises at COP15 mean very little. The Secretary of State’s colleague at COP, Lord Goldsmith, described the UK as one of the “most nature-depleted countries” on the planet. The Environment Act 2021 target on species abundance, which the Government were forced to concede by Opposition amendments, promises only to “halt” the decline in species by 2030. How does that now sit with our Montreal commitments? It is clear from the Secretary of State’s watered-down environmental targets that this Conservative Government have given up on governing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Dr Coffey**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I have never heard such rubbish from the Opposition. I am really quite sad about that. For a start, let us just get it clear: it was good that the hon. Member went to Montreal, but he was not a member of the UK Government’s delegation. I am glad that he went anyway, as did other Members. At the first opportunity after getting clearance for the targets, I did inform Parliament, and a written ministerial statement was laid in the Lords on Friday before I made a short announcement when I was in Montreal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am very clear that this agreement would genuinely not have been as strong had it had not been for the efforts of the UK Government. Even this morning, in the dark hours in Montreal, the text was reopened at our insistence to make sure that the depletion of nature was included in the text of what was agreed. At the same time, we have been working tirelessly, day in, day out, during this negotiation to make sure that we secured finances, because I am conscious that many nature-rich countries around the world need that financial support to make sure that nature is restored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In terms of what we are planning to do here in the UK, frankly, nature has been depleted ever since the industrial revolution. That has recently been more recognised, and that is why it was this Government who put in place the Environment Act 2021. By the way, that builds on a number of environment Acts that previous Conservative Administrations have put in place, recognising the importance of legislation, but also delivery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Gentleman refers to the air quality target. The only reason why we have kept what we consulted on—10 micrograms per cubic metre for PM2.5 by 2040—is because the Labour Mayor in London is failing to deliver it. I am absolutely confident that in the rest of the country it can be delivered by 2030, but that is why we will continue to try to make sure that air quality is a priority for Mayors and councils right around the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As for moving forward, almost every statutory instrument has now been laid today. There was a slight delay on one of them, but I expect those SIs to be considered by both Houses of Parliament next month. They will come into law. Meanwhile, we continue to work on our environmental improvement plan and making sure that the environment will be a better place than it was when we inherited it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}