{
    "url": "https://www.ukpol.co.uk/alex-sobel-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Alex Sobel – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Sobel",
            "url": "/tag/alex-sobel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Sobel, the Labour MP for Leeds North West, in the House of Commons on 17 May 2022.",
    "content": [
        "In this Queen’s Speech, the Government are faced with the twin challenges of the cost of living crisis and a climate crisis, in a period when we are emerging from the greatest pandemic in 100 years. The times call for a big, brave response—a game-changing policy that makes energy secure, ensures rapid decarbonisation and weans us off gas. At the same time, with rising prices and stagnant wages, people need relief, especially on the most essential bills, including energy, water, housing and transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Given the measures brought forward over the last few months and in this Queen’s Speech, it feels as though the Government abandoned COP26 as soon as the doors of the Scottish Event Campus were closed. It is not just individuals and families who face this crisis, but businesses, which have the highest cost pressures and the highest tax burden in 50 years. The Conservative party thinks it is the party of business, but the pandemic taught us that that is only the case if your chums own the business. The millions working in small and medium-sized enterprises who were not fortunate enough to go to school with a Cabinet Minister, or to run a Cabinet Minister’s local pub, get no help at all. It is the chumocracy response to a crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This Queen’s Speech provides not an ounce of relief for those struggling with costs and in dire need of a pay rise. To meet the challenge, we need an energy security Bill that takes a quantum leap in ambition, compared with what the Government have provided so far. I would expect, as a minimum, to see in the Bill a retrofit revolution, not a repeat of failed previous schemes such as the green homes grant. We need a serious delivery body to deliver adequate insulation for every building in Britain; serious funding for the sector; a mass apprenticeship programme; a stellar leap in decarbonisation, involving district heat and power, heat pumps and hydrogen; and an annual target for a reduction in household energy bills and real-terms carbon emission reductions. The future system operator needs to have real teeth to be able create a two-way smart grid that takes advantage of battery storage and home electricity generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We must deliver the much-needed windfall tax on energy that nearly everybody, particularly Opposition Members, have called for, but we should go further. We need real measures on the energy price cap that offer real protection. The current cap does not balance excessive energy producer profits against costs. Why is there not a mechanism in the Bill to smooth profits against the costs to consumers in the long term? Why are the Government not lifting their ban on onshore wind? Polling shows that it is popular if community-owned, and it is one of the cheapest renewable technologies. If we doubled capacity, we could power 10 million homes, weaning them off gas. Why did the Government cut the solar feed-in tariff? That has decimated the domestic solar market, and stopped people, particularly those in social housing, getting solar. As a minimum, the Government should introduce a social feed-in tariff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Finally, we have heard a lot about food banks during debate on this Queen’s Speech. Food banks are a stain on our society, as they expose the poverty the Government have allowed people to fall into. No one looks forward to using a food bank, and no one is proud of using a food bank. Let us see the £20 of universal credit returned to people. This Government are not just lacking in ambition; they are failing big time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}