{
    "url": "https://www.ukpol.co.uk/alex-sobel-2022-speech-on-ofwat/",
    "title": "Alex Sobel – 2022 Speech on Ofwat",
    "post_date": "June 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Sobel",
            "url": "/tag/alex-sobel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Sobel, the Labour MP for Leeds North West, in the House of Commons on 9 June 2022.",
    "content": [
        "I sincerely thank the right hon. Member for Ludlow (Philip Dunne) for all the work that he has done on this issue. He has done so as Chair of the Environmental Audit Committee, on which I, too, served, spending much of my early years here with him on the Committee—in fact, today marks the fifth anniversary since I was elected—through his private Member’s Bill and through his significant campaigning on issues of sewage. He opened the debate in his typically stylish way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I thank the Backbench Business Committee for granting this debate—a Committee on which I also served as a Back Bencher. I know the vital role that it plays in allowing important subjects to be aired in the House. I also thank all the Members who have taken part in this last piece of parliamentary business this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have had a broad range of excellent contributions. The hon. Member for Broxbourne (Sir Charles Walker) is a doughty defender of anglers and the need for clean water for angling. He will be pleased to hear that I have met the Angling Trust. My hon. Friend the Member for Plymouth, Sutton and Devonport (Luke Pollard), whom I was with in Plymouth just last week, called for greater accountability on the SPS and the need for more powers at Ofwat, and his points were well made. He is right about the lack of a clear plan for decarbonisation and nature restoration, and I commend him on his ambitious campaign to get Devil’s Point designated an official bathing water spot. Maybe one day I will be able to bathe in it with him. [Interruption.] In wetsuits—I hope people will not read too much into that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Member for Kensington (Felicity Buchan) made an important contribution on flooding, which, due to climate change, will be ever more frequent unless more action is taken, especially on upland catchments. My hon. Friend the Member for Brentford and Isleworth (Ruth Cadbury) gave an account of Mogden sewage treatment works discharging into the Duke of Northumberland’s river—one of too many such horrific events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Member for Southend West (Anna Firth) made a good point about the need to ban wet wipes. We already had a Bill that my hon. Friend the Member for Putney (Fleur Anderson) attempted to get through the House, and hopefully we will see it come back to this place again. The hon. Member for Devizes (Danny Kruger) made a good point about nature-based solutions; I saw a similar project to the one he described on a reed bed in Norfolk by Anglian Water and Norfolk Rivers Trust, and we need to see many more of them. The hon. Member for Wantage (David Johnston) made a good point about new housing creating huge strain on the infrastructure dealing with sewage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The fact is that our rivers are dirty. They have been dirty for too long, and they have got dirtier. Beyond a shadow of a doubt, we need them cleaned up. The Victorian sewage system was implemented because the Thames had become so toxic that the Prime Minister of the time, Benjamin Disraeli, could no longer stand to be in the Chamber during the “Great Stink” of 1858. He said the Thames had become,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“a Stygian pool, reeking with ineffable and intolerable horrors”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Outside Parliament now, the heirs of Bazalgette are creating the super sewer, which will reduce sewage overflow into the Thames in central and east London—although not in west London past Hammersmith, a point my hon. Friend the Member for Brentford and Isleworth made. However, it is the only such project in the UK. When the House passed a motion declaring an environment and climate emergency three years ago, that should have challenged the water industry and the Government to undertake radical change. We can no longer accept being the dirty man of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is fair to say that the Government have started to move on this, although they have been brought to it reluctantly, and in no small part due to campaigning of the right hon. Member for Ludlow and the screeching public outrage when Conservative MPs were whipped to vote against an amendment calling for the end of raw sewage discharges. We need more power in the hands of consumers so that they can understand what is happening in their communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let us recap the water industry numbers so that we can see where there is space in the system for solutions. The water companies in England collectively invested £1 billion less in real terms last year than they did in 1991. In the past 11 years they have added £19 billion in dividends to shareholders. That is the financial leakage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Then there is the water leakage, with 229,000 litres in 2021 and, as we know, hundreds of thousands of sewage dumping events. In 2020, there were just shy of 400,000. In the same year, the average household in England saw £62 of their bills go as dividend. The hon. Member for St Albans (Daisy Cooper) made a good point about water company bosses receiving bonuses while those dumping events take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Philip Dunne**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Gentleman is making an impressive speech and I am grateful for his kind comments about our serving on the Committee together. On the matter of dividend payments, is he aware that many of the water companies’ capital structures mean that payments made as interest on the significant loans they take out to invest in their businesses are structured by way of dividend payments to inter-company subsidiaries and accounts? Therefore, the gross amount of dividends does not actually reflect dividend payments to equity shareholders, but includes interest payments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Alex Sobel**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I think the figure I quoted was just dividends to shareholders, but I will check on that. I understand the point the right hon. Gentleman makes. We need to de-duplicate that data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Rivers Trust has a brilliant website with an interactive map that allows people to zoom in on where they live and see where raw sewage is being discharged. It is disturbing to see how close to many of our communities this discharge is taking place—even directly on to children’s playing fields. We need a plan for raw sewage discharges that considers not only storm overflows, but a creaking sewage system. There is routine discharge of raw sewage into rivers and seas, not in the event of extreme weather from combined sewer overflows but as a result of daily discharges. The fines levied against companies include the £90 million fine for Southern Water, but we are still seeing discharges by Southern Water—for instance, in Whitstable, affecting the fishing and tourism industries. This just shows that the system is not working. I agree with comments by Members on both sides of the House about delays in prosecution. Ministers need to make sure that the Environment Agency puts real emphasis on bringing further prosecutions. The level of fines is not yet producing a change in behaviour in water companies and stopping raw sewage being routinely discharged. The word “routinely” really matters, because it means that it happens every single day. While we have been debating, the water companies have been routinely discharging raw sewage, not because of extreme weather in the past hour but because of a sewerage system that cannot cope with the level of demand being placed on it and the lack of investment in it. I will resist the temptation to slip into a speech on sustainable urban drainage, which we can pick up on another time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Environment Act 2021 sets out changes to the way that raw sewage will be reported on and the need for plans. It did not set out a timetable for when the scandal of raw sewage discharge would be brought to an end, nor did it set out any interim targets. The Ofwat strategic priorities also fail to give that clear direction. We need to delve into the workings of the water industry. That will influence the changes for water companies in the next pricing period, but what changes are happening right now? They know that they do not have to invest in the same way until the next pricing period, because Ofwat sets the pricing controls and the investment strategies. Although many water companies fell foul of the business plans in this period, I doubt that we will see a huge surge in action to close raw sewage outfalls and investment in the treatment period until the next price period. The challenge is what we do about it now, and that really matters. What we discharge into our rivers is not always easily seen. We need a clear plan to understand how much will be stopped, how much will be properly treated, and how much will be carefully looked after in future. Water companies discharged raw sewage into England’s rivers 372,533 times last year—a slight reduction on the previous year. Taking the past three years together, raw sewage was discharged over 1 million times for a duration of over 8 million hours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Government’s storm overflows discharge plan has been rightly criticised for its lack of urgency. Mark Lloyd, the chief executive officer of the Rivers Trust, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“I’m disappointed that this plan lacks the urgency we so desperately need. This plan is going to need strong input from civil society and NGOs like The Rivers Trust if it is going to outpace the twinned climate and nature crises we’re currently facing. We want to have rivers where people and wildlife can thrive, but the target timelines in the plan are far too slow—I want to see this in my lifetime!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I do not know how old the CEO is, but that is probably a considerable length of time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Data released by the EA show that the 10 water companies covering England were releasing raw sewage into waterways for hundreds of thousands of hours in 2021. The 372,533 spills were recorded only on those overflows where event duration monitors were in place—just 89%, so the actual figure is considerably higher. More than 60 discharges a year from an overflow is considered too high and should trigger an investigation. On average, 14% of discharges from the 10 water companies passed that limit. In one event last year, 8.7 million gallons of raw sewage discharged into the River Calder above Wakefield, and the fine was just £7,000. Water companies in England are under investigation by the regulator—Ofwat—and the EA after they admitted that they may have illegally released untreated sewage into rivers and waterways. The investigation will involve more than 2,200 sewage treatment works, but any company found breaching its legal permit is liable to enforcement action, including fines or prosecutions. Fines can now be up to up to 10% annual turnover in civil cases or unlimited in criminal proceedings, and I welcome that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The SPS states that Ofwat should\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“enhance the quality of the water environment”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "However, last autumn, beaches around the Tees estuary and along the coast in North Yorkshire saw a huge rise in dead and dying crabs and lobsters. Dogs were also found to be falling ill after being walked on the beaches. In January, the Government launched what they called an “investigation”. In February, they put out a press release announcing that the mass death of sea creatures and the dog illnesses were caused by an algal bloom. The Minister and I have an association going right back to when I first got elected, and one thing I learned from her is that it is always good to be appropriately dressed for debates, which is why I have worn this tie today. I notice that she is dressed in a very algal-bloom green, so I am not sure whether she is going to refer to this issue in her closing remarks. The Government claimed that there had been a rapid increase in the population of algae that can release toxins into the water and affect other wildlife, but no data or evidence was published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "An algal bloom occurring in October or in February ranges from unlikely to impossible, as blooms require high temperatures and clear water, and the sea off Northumbria and the Tees is cold and turgid. Also, no bloom was noticed by the local fishing community, so they and anglers commissioned an independent investigation by a marine pollution consultant, Tim Deere-Jones. Using freedom of information requests, he found that the Government had based their judgment that it was algal bloom on only satellite data. More astonishing, he also found that levels of pyridine, a toxic pollutant, in crabs caught in the north-east and tested by the Government was 74 times higher than in crabs caught in Cornwall. Will the Minister now bring together agencies including Ofwat and the Environment Agency, as well her own Department, to get to the truth of the matter?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The strategic policy statement is not just about protecting the environment and the stability of the industry; it is also about protecting consumers. The Government claim that their No. 1 priority is the cost of living crisis, but social tariffs are a postcode lottery, with no consistency between companies in the financial support offered to consumers and no legal minimum. The Government have not even imposed a statutory duty on water companies to provide that support or on Ofwat to require it. The Government have set the weakest possible framework. Average water bills rose by 1.7 % to £419 in April 2022, but there is significant regional variation, with the average bill rising by 10.8% in one water company area. People are struggling, and for many households a water bill can be the straw that breaks the camel’s back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}