{
    "url": "https://www.ukpol.co.uk/alex-sobel-2021-speech-on-holocaust-memorial-day/",
    "title": "Alex Sobel – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alex Sobel",
            "url": "/tag/alex-sobel/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Sobel, the Labour MP for Leeds North West, in the House of Commons on 28 January 2021.",
    "content": [
        "Today’s Holocaust Memorial Day theme of “Be the light in the darkness” is really important. We are going through a form of darkness ourselves with the coronavirus epidemic, and 1,500 out of every 100,000 people in this country have died due to coronavirus. For European Jews, the death rate was two thirds of our whole community in the second world war. The fear that Jews had every day in the period from when Hitler took power was unbelievable, and we need to reflect on that today. It did not start with extermination. It started with acts of antisemitism, the forced shaving of beards, the forced labour camps, the removal of religious rights and the detention of children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I can also say all those things that I have just said about the Uyghur Muslims in China. They are going through a form of persecution, which we need to stand up to today on Holocaust Memorial Day. I praise the Board of Deputies of British Jews for its work on this. We also have other genocides in the world. I am the Chair of the all-party parliamentary group on West Papua, where more than half a million people have been killed. The universities of Sydney and Yale have classified this as genocide, and it is important not just to reflect on history but to remember those people who are being oppressed and having genocidal action taken against them today. We have a duty to speak out about what is happening now, as well as reflecting on what happened to my own ancestors—people I will never get to meet and whose children were never born. That is something that has fallen not just on the Jewish community, but on other communities around the world. It is not just about communities of race or religion. We need to remember other minority communities, such as the trans community, who are going through terrible forms of persecution and oppression around the world, and who are grossly misunderstood in many places. We also need to send our solidarity to communities of identity and others today on Holocaust Memorial Day. This is not a day just about Jews and the holocaust; this is a day about all those facing oppression, genocide and persecution. As a Jewish person, I send my solidarity and my support to all those facing persecution. We need to be able to shine a light in the darkness. It is said that light is the best disinfectant. Today, we can shine that light and start to disinfect the problems and issues of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}