{
    "url": "https://www.ukpol.co.uk/alex-sobel-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Alex Sobel – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Sobel",
            "url": "/tag/alex-sobel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Sobel, the Labour MP for Leeds North West, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir George. I join other Members in congratulating the right hon. Member for Maldon (Sir John Whittingdale) on securing this crucial and timely debate. Like me, Members are rightly concerned about the impact of this virus, and they have made excellent points. I thank the hon. Member for Westmorland and Lonsdale (Tim Farron), my hon. Friend the Member for Lancaster and Fleetwood (Cat Smith), the hon. Member for Tiverton and Honiton (Richard Foord), the right hon. Member for Witham (Priti Patel), the hon. Member for Torbay (Kevin Foster), and the esteemed Chair of the Environmental Audit Committee, the right hon. Member for Ludlow (Philip Dunne). Of course, no debate could exclude the hon. Member for Strangford (Jim Shannon), who shared an egg anecdote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am delighted to be stepping in for my hon. Friend the Member for Cambridge (Daniel Zeichner), who is addressing farmers at the Norfolk Farming Conference and therefore could not be here. Norfolk and the east in general have suffered acutely from this crisis. He is disappointed not to be here himself to continue to press the Minister on this important matter. He has been asking repeated questions of the Minister in recent weeks at the Dispatch Box and in this Chamber, often not receiving direct answers, but we will try again—never fear. On my hon. Friend’s behalf, I am more than happy to keep the pressure on. Hopefully, we will get more answers today to the questions we have posed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The UK is currently experiencing its worst outbreak of bird flu, which is impacting the wild bird and farm bird populations. As the chief vet said in a DEFRA statement on 31 October,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“We are now facing, this year, the largest ever outbreak of bird flu and are seeing rapid escalation in the number of cases on commercial farms and in backyard birds across England.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "According to data provided by the Minister’s Department last week in response to a written question, 2.8 million farm birds have either been culled or died because of bird flu in 2022. Just under 2 million of those were since September. That figure is made up exclusively of chickens, ducks and turkeys. That relates to the many points that Members have made about Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The rate of the spread has been alarming, with wild bird populations severely affected, and the problem has been known about for months. The RSPB, which gave evidence to the EFRA Committee yesterday, is helping to remove wild bird carcases, and I want to put on the record my thanks to it for that vital work. Some 65 species of wild bird have so far tested positive for avian flu in the UK, and population-level effects have been seen in seabirds including guillemots, kittiwakes, terns, great skua, gannets and barnacle geese, as other Members, including the hon. Member for Torbay, mentioned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Government’s response has been criticised for being reactive instead of proactive in spite of early warning signs that there was a worsening problem. However, in the past month we have finally seen action from the Government, which we welcome. A full housing order was implemented on 7 November, which legally required all bird keepers to keep their birds housed, regardless of type or size. The Government altered their compensation process so that farmers could be compensated from the outset of planned culling, rather than at the end, and some regulatory liberalisation was introduced to allow poultry producers to freeze and then defrost birds between 28 November and 31 December to limit any supply issues in the run-up to Christmas, but has that been too little, too late?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "When the Minister delivered the Government’s statement on the housing order to the House of Commons, it was clear that he thought biosecurity was the most effective tool in tackling bird flu. I am sure he recalls what he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "“It is fair to say that the housing order has a twofold impact on the spread of avian influenza, whereas biosecurity can have a 44-fold impact on the spread, which is why our focus has been completely on biosecurity.”—[Official Report, 1 November 2022; Vol. 721, c. 806.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We accept that biosecurity is crucial to preventing the spread of bird flu, but the industry was calling for a full housing order weeks before one finally arrived.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Will the Minister tell us what impact the housing order is having on the spread of avian flu? Is it proving successful in stemming the spread? As we have heard—I join the criticism from other Members—some devolved nations have not yet implemented full housing orders, so what can the Minister tell us about the situation there? I am sure he will want to comment on that, considering the debate we have had. Does the evidence suggest that, in England, the housing of birds has been successful?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "On support for farmers, we need to ask whether the Government are doing enough. The evidence provided yesterday to the Environment, Food and Rural Affairs Committee by the chief executive of the British Poultry Council, Richard Griffiths, and poultry farmer Paul Kelly of KellyBronze Turkeys, who was mentioned by the right hon. Member for Maldon and is from the right hon. Gentleman’s area, showed that they argue that the compensation scheme laid out in legislation from 1981 is out of date and does not reflect the consequences of the disease in 2022. With compensation being issued for healthy birds culled, smaller producers might see all their flock die before the APHA is able to arrive to cull, and be left without compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The growing worry is that financial loss, coupled with the trauma and mental strain of losing an entire flock—we heard from the hon. Member for Westmorland and Lonsdale about the historical effects of previous crises on other types of farming—might lead to producers deciding not to restock for next winter, so that they effectively leave the sector. It is not hard to understand why after hearing what Paul Kelly said yesterday during the Select Committee hearing after detailing the £1.2 million hit his farm has taken as a result bird flu this year: “Could we take the risk to produce Christmas poultry based on what we’ve seen this year? We couldn’t.” That is pretty telling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Department issued £2.4 million in compensation in the six weeks from 1 October. Will the Minister put that in context? How many birds does that involve? I appreciate that the compensation scale is complex, and I hear that there are 13 different documents just for turkeys, but are farmers getting enough support to be able to restock and continue in business next year? To put it frankly, will they have confidence that the Government have a grip on the situation such that they stay in the sector?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Avian flu has been returning year on year, as was stated by the esteemed Chair of the Environmental Audit Committee, the right hon. Member for Ludlow, so it seems as though there is no long-term strategy. Are discussions being had in the Department on vaccinations? Is consideration being given to speeding up the development of an effective vaccine? What discussions are being held with trading partners to ensure that vaccination becomes a viable proposition?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Can we hear from the Minister about capacity in the APHA? We have heard many speeches here discussing that and capacity in the Environment Agency, but the recent report from colleagues on the Public Accounts Committee hardly inspires confidence. Do those agencies have the capacity to respond to another disease outbreak? The Public Accounts Committee doubts that. When my hon. Friend the Member for Lancaster and Fleetwood put that issue to the Secretary of State during EFRA questions just two weeks ago, the Secretary of State ducked the question. I hope we get a better response today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Crossing one’s fingers and hoping it does not happen does not constitute a plan. That is what Labour is concerned about—DEFRA’s long-term strategy for our agriculture sector. The Government seem content for the public to believe that bird flu is the cause of egg shortages and worries about Christmas turkeys, but we all know that farmers face more fundamental problems, and there have been warnings of egg shortages for months because producers could not make a return. Avian flu should not be used as cover for wider systemic problems and failings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Avian flu is a horrible disease that is dreadful for wild birds and harrowing for farmers and their flocks. Overall, the advice is that numbers lost should not cause supply problems on the shelves, but the Government need to keep on top of the outbreak. For individual farmers who lose their flocks, the impact is dreadful, and they deserve our support, not least because we need them to farm in the future. Across the country, staff at the APHA and other agencies, including local authorities, are doing everything they can to keep the country safe and our food system secure. We thank them for that. They are doing their job. The Government must support them, and enable them to do what they need to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}