{
    "url": "https://www.ukpol.co.uk/anna-soubry-2019-speech-on-brexit/",
    "title": "Anna Soubry – 2019 Speech on Brexit",
    "post_date": "March 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Anna Soubry",
            "url": "/tag/anna-soubry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anna Soubry, the Independent MP for Broxtowe, in the House of Commons on 29 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/04/annasoubry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/annasoubry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is a pleasure to follow the hon. Member for Christchurch (Sir Christopher Chope). I do not agree with much of what he says, but I will say this in his favour: at least he is consistent with the arguments he has made repeatedly in this place for why this is a bad deal. He and I will be in the same Lobby tonight—for different reasons—and actually I agree with much of what he says about the deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Apparently hon. Members now decry consistency. It is quite bizarre—forgive me, Mr Speaker, for repeating comments I made only a few days ago—that hon. Members think it entirely proper and honourable that they should be allowed to change their vote and their minds but that the British people should be denied exactly the same right on this matter. [Interruption.] The right hon. Member for South Holland and The Deepings (Sir John Hayes) is one such person. He voted against the Prime Minister’s deal, then he voted for it, and he will again vote for it today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In all the shameful shenanigans that have embraced Brexit, we have sunk to real depths today, and I want to explain why. It is not good enough for people to stand up and say, as we have heard, that they will now vote for the deal, not because they think it might be good for our country or our constituents, but because it will stop an extension—even though the Government have made it clear that no further extensions would be allowed. It is perverse for hon. Members to say they will now vote for the deal because it prevents our taking part in European parliamentary elections. These are not good reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Other Government Members have said they will vote for the Prime Minister’s deal on the basis that the Prime Minister will stand down. That is not acting with honour; that is not acting with principle. I will vote with the right hon. Member for Witham (Priti Patel)—she remains my friend and always will be. At least she has been true ​to her principles. She stands and says that she will not vote for the deal and rightly says that she will be held to account by her constituents. I congratulate her on that. We do not always agree—we do not agree on this issue—but on many points we do agree about why this withdrawal agreement is bad for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I pay tribute to the Democratic Unionist party. [Interruption.] The Minister of State, Ministry of Justice decries that. He has not even let me finish my sentence. As a grouping, I have grave difficulties with the DUP, as individuals I find most of them pleasant, but at least they have been consistent, and on this I absolutely agree with them. This withdrawal agreement is a genuine threat to the Union of the United Kingdom. I genuinely believe that. It is one of the reasons why I am in fear of this agreement. I believe that it is a threat to Northern Ireland and its relationship as part of our United Kingdom. I believe that the same is true of Scotland. I believe that Brexit will increase the desire of the Scottish people to break away from the Union and strike out by themselves, because they will see a future as a member of the European Union denied them as part of the United Kingdom. In Wales, too, we know that the number of remain voters continues to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I agree with the comments made by the right hon. and learned Member for Beaconsfield (Mr Grieve), the hon. Member for Leicester West (Liz Kendall) and the right hon. Member for Leeds Central (Hilary Benn) that the division between the political declaration and the withdrawal agreement will make the certainty that British businesses are crying out for even less achievable. It is so regrettable, given that we have started finally on a process of indicative votes—something that, as you know, Mr Speaker, many of us were crying out for at the beginning of this process to bring unity; to bring the 48% and the 52% together to form a consensus. We have begun that process and we are making good progress in it, and I think that there will be some good and reasonable outcomes that will heal the divide and take us forward in the way that we need to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "What sort of country have we become post the referendum? Are we a better country? Are we a happier country? Are we a more united country? Or is the absolute reality that we are not just as divided as we were in June 2016 but even more divided? Change will come because change has to come, because British politics is broken. We are seeing that change. I have left the Conservative party along with two others. I think more will follow. I think we will see the break-up of the two parties, and I am delighted today that the group that I have joined with former Labour Members has today formed itself into a new political party that will change the face and direction of British politics. That is why we call ourselves change.org—[Interruption.] I believe that that is what the British people are crying out for—leadership, honesty, integrity and a new way of doing politics. That is the only good thing that will come out of the Brexit chaos.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}