{
    "url": "https://www.ukpol.co.uk/anna-soubry-2017-speech-on-brexit/",
    "title": "Anna Soubry – 2017 Speech on Brexit",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Anna Soubry",
            "url": "/tag/anna-soubry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anna Soubry, the Conservative MP for Broxtowe, in the House of Commons on 26 June 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is a great honour and pleasure to follow the right hon. Member for Wolverhampton South East (Mr McFadden). I agree with much of what he said and, indeed, with the excellent speech from my right hon. Friend the Member for Preseli Pembrokeshire (Stephen Crabb). As ever, I also endorse much of what was said by the right hon. Member for Leeds Central (Hilary Benn).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "People right across this House, and indeed this country, have to be utterly realistic and honest about this and accept that everything has now changed. In my constituency, I found very few angry remainers—I know there are many angry remainers, but it tends to be a London-based thing, and the results in London for the Conservative party say it all. However, in my constituency, there are very few angry remainers. What there is is an acceptance of the result and almost a sense of resignation—it is not agreement, and it is not a welcome. That is especially true of constituents who run their own businesses, who did not welcome the result and who do not welcome the fact that we are leaving the European Union. However, people have accepted the referendum result, and their message and their plea now is that we should come together and get the best deal we can in the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "That is why I am so pleased that we are already seeing changes in the approach being taken, and many other hon. and right hon. Members have expressed that view. I repeat much of what was said from the Opposition Front Bench about the need to change the tone. Those on the Government Front Bench need to wake up and understand that things have now changed. The rhetoric has to be dropped. The slogan that no deal is better than a bad deal is nonsense, and it has always been nonsense. The British people know that, and that is why they voted as they did on 8 June.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Nobody likes somebody being very smart, but I am going to have to say this: I stood up in this place—on this spot—on two occasions, and I warned hon. and right hon. Friends of the dangers of ignoring the 48%, ​and the young in particular. The expression I used was that many young people who voted remain believe an older generation have stolen their future, and the result was there on 8 June. I hate to have been proved right, but I was. Look at the demographics of the results; they almost mirror those from the referendum. The older people were, the more likely they were to have voted Conservative; the younger ones—obviously, in my terms, that is anybody under the age of about 50—did not. More people under the age of 45 voted Labour in the election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Of course it is profoundly ironic that people who voted remain then voted for the Labour party and the Leader of the Opposition—a man who gave remain a very lukewarm seven and a half out of 10. If I may say so, Opposition Members, too, now have to wake up and accept the reality of the situation, because they have promised many of these people things they may not be able to deliver on. When they talk about the customs union, the single market and immigration, they now have to say what they mean, and they should stop being cowards about it: if they think they want the benefits of the customs union, they should have the—I nearly said a very unparliamentary word—courage to stand up and say that. They should make the case, and make the argument, just as we now need to make the case and make the argument about the benefits of immigration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Finally, this is a great country. We still have a very good economy. We have a great and bright future. That is not because we are leaving the European Union, but despite it. We now need to make sure we have the education and training to seize those opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}