{
    "url": "https://www.ukpol.co.uk/anna-soubry-2016-statement-on-the-uk-steel-industry/",
    "title": "Anna Soubry – 2016 Statement on the UK Steel Industry",
    "post_date": "February 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Anna Soubry",
            "url": "/tag/anna-soubry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anna Soubry, the Minister for Small Business, Industry and Enterprise, on 18 January 2016.",
    "content": [
        "[![CBI Conference](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This morning, Tata Steel announced plans to make over 1,000 redundancies across its UK strip business as part of its continuing restructuring plans. The proposals involve 750 job losses at Port Talbot, 200 redundancies in support functions at Llanwern, and 100 redundancies at steel mills in Trostre, Corby and Hartlepool. This will be a difficult time for all the workers and their families, and our thoughts must be with them. Our immediate focus will be on helping any workers who lose their jobs back into employment as quickly as possible. We will also continue to support the steel industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Given the United Kingdom’s devolution settlement, much of the support that can be offered in south Wales, both to the workers and to Tata Steel, will come from the Welsh government, but the UK government want to ensure that Port Talbot has a commercial and sustainable future. It is encouraging that the Welsh government are to launch a taskforce this week – I believe that it is to meet for the first time on Wednesday – to support those affected by today’s announcement. We have offered our support to the chair of the taskforce, Edwina Hart, and we will continue to work with the Welsh government. I welcome the commitment that the First Minister made today to work closely with the UK government. I am confident that the Welsh government will accede to our request to play a full part in the taskforce. I can assure hon. members that we are also working closely with the Secretary of State for Wales – he is there today, which is why he is not in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is important to remember that the fundamental problem facing our steel industry is the fall in world prices, caused by the over-production and under-consumption of steel. We know, for example, that the price of slab has almost halved over the past 12 months, and that Tata has been losing £1 million a day as a result of the slump in prices. All that the industry has asked for – this includes the unions – is a level playing field, and that is what we are achieving. The government have been working closely with Tata to do all we can to ensure a sustainable future for Tata Steel in the United Kingdom, both at Port Talbot and at Scunthorpe. We have offered our assistance to Tata as it seeks to find a buyer for its long products division. It is encouraging that it has announced that Greybull Capital is its preferred bidder. We remain in close contact with Tata as its commercial negotiations continue. The government stand ready to play our part to help secure Scunthorpe’s long-term future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Returning to today’s announcement, the same offer is there for Port Talbot. Tata is currently working with consultants to develop a plan to address the near-term competitiveness of its business at Port Talbot. We and the Welsh government are in regular dialogue with Tata. This dialogue includes my right hon. Friend the Business Secretary, as well as my officials and, of course, me. While the future of Port Talbot must be commercially led, we will help where we can within the parameters of state aid rules. I want to make it absolutely clear that, in the words of the Prime Minister, we are unequivocal in saying that steel is a vital industry. This government are determined that steel is produced not just at Scunthorpe but at Port Talbot, and that it has a sustainable future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As I say, we are creating the level playing field that the industry has asked of us. It set out 5 asks when we had our steel summit back at the end of last year. On dealing with lower energy costs, in December we secured state aid approval to pay further compensation to energy-intensive industries (EIIs), including steel, to include renewables policy costs. We have already paid about £60 million to the steel industry to help to mitigate the costs of existing energy policies. The new state approval will enable us now to extend the scope of compensation. It will go live tomorrow, enabling steel and other energy-intensive industries to apply. That will save the steel industry about £100 million over the financial year – roughly 30% of its energy bills – but we are going to go even further and exempt EIIs from most of these costs. Our support for these industries will save them hundreds of millions of pounds over the next 5 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The sector asked for flexibility over EU emissions regulations, and that is exactly what we have secured. Derogations for Port Talbot have already been agreed by Natural Resources Wales. The Environment Agency has accepted Tata Steel’s proposals for derogations for improving emissions from Scunthorpe, subject to a current public consultation. Once approved, this will give it a further 6 years to improve emission levels from the coke ovens. Both of Tata Steel’s major power plants have been included in the UK transitional plan that the UK has submitted to the European Union. This gives it until June 2020 – a further 4 years – to meet the emission requirements. These actions will save the industry millions of pounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have further updated and published, specifically and properly, new guidance about procurement, of which mention was made during Defence questions. We are the first country in the European Union to take advantage of and implement these new flexibilities, so social impact, job impact and staff safety can now be taken into account. In short, there is no excuse not to, and every reason to, buy British steel. Having just met the Aluminium Federation, I want to make it clear and put it on the record that those procurement rules include aluminium.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I have heard it said that the government have blocked the reform of trade defence investigation, but they have not. I can assure the House that the government have been acting decisively to safeguard the United Kingdom’s steel interests in Europe. In July last year, and again in November, we voted in favour of anti-dumping measures on certain steel imports. The United Kingdom lobbied successfully in support of industry calls for an investigation into imports of reinforcing steel bar. I hope that we will have an announcement soon on the result of those actions under the excellent leadership of the Business Secretary. The European Commission has taken this forward swiftly, including responding quickly to industry requests to register imports. The United Kingdom secured an extraordinary meeting of the EU’s Competitiveness Council and agreed faster action. Next month I will return to follow that up at a stakeholder conference where I will push for further progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The review of business rates in England will conclude this year. Of course, the Welsh government, because this is devolved, have responsibility for business rates in Port Talbot and other parts of Tata’s workings in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have seen today that the steel industry remains subject to unprecedented global pressures. While the immediate causes of these are beyond the government’s control, I can assure the House that we continue to do all we can to help this industry, and we will stand by all the workers who face redundancy in south Wales and other parts of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}