{
    "url": "https://www.ukpol.co.uk/anna-soubry-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "Anna Soubry – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Anna Soubry",
            "url": "/tag/anna-soubry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anna Soubry, the Independent MP for Broxtowe, in the House of Commons on 14 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/annasoubry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is a pleasure to follow the hon. Member for Chesterfield (Toby Perkins). I rise to support amendment (h), tabled by my hon. Friend the Member for Totnes (Dr Wollaston) in support of a people’s vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The people’s vote is not about the four of us who attended the event just over a year ago when we launched the People’s Vote campaign, although I am proud that the hon. Members for Oxford West and Abingdon (Layla Moran), for Brighton, Pavilion (Caroline Lucas), for Streatham (Chuka Umunna) and I will all tonight be true to our word and vote for a people’s vote. At the launch we were members of four parties; we are now, of course, in different positions. But as I say, it is not about us. We are not the people’s vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The people’s vote is not even Susan and Linda, who go out every weekend as members of the Nottinghamshire People’s Vote campaign, not only in West Bridgford, where we were on Saturday, but in all weathers and all circumstances. They have been to Ashfield and to Mansfield. They have stood and made the case for a people’s vote, not only in bad weather but, frankly, in other adverse conditions, and they do it with a burning passion. They do it because they believe that our great nation has made a mistake, but they do not do it to thwart Brexit. They do not do it to stop Brexit; they do it as I do, and as I know many other Members do: because we believe with passion that this matter must now go back to the British people. It is the only way through the mess.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It may be when I am long gone, but there will undoubtedly be an inquiry into what happened and how this great country came to find itself in a position of leaving the European Union—and, notwithstanding last night’s vote, I still gravely fear that we could do so without a deal. The inquiry will record that there was a lack of honesty, courage and leadership, not only in this place but among journalists and businesses—among people who said things in private but simply failed to do the right thing in public when it was needed for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The moment is now. I apologise if I caused offence by crying out “Shame” earlier, but I say gently to colleagues in the Labour party, many of whom I have huge respect for—they know that I work cross-party with them on all manner of campaigns and will always continue to do so—that they know in their hearts the courage of my friend the hon. Member for Redcar (Anna Turley). Her constituency voted leave in the number it did, but she has led in her constituency and persuaded the people of her constituency to back a people’s vote. She has shown courage, honesty and leadership. We cannot wait for the Labour Front-Bench team—they are Brexiteers. They do not want a people’s vote because they are frightened that the people will change their mind. If we do not do the right thing, that will be our legacy, knowing that people did not want it. We cannot let it happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}