{
    "url": "https://www.ukpol.co.uk/caroline-spelman-2016-speech-on-the-loyal-address/",
    "title": "Caroline Spelman – 2016 Speech on the Loyal Address",
    "post_date": "May 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Spelman, the Conservative MP for Meriden, in the House of Commons on 18 May 2016.",
    "content": [
        "[![carolinespelman](https://www.ukpol.co.uk/wp-content/uploads/2016/01/carolinespelman.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/carolinespelman.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "That an humble Address be presented to Her Majesty, as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Most Gracious Sovereign,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We, Your Majesty’s most dutiful and loyal subjects, the Commons of the United Kingdom of Great Britain and Northern Ireland, in Parliament assembled, beg leave to offer our humble thanks to Your Majesty for the Gracious Speech which Your Majesty has addressed to both Houses of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is an honour to be asked to propose the Loyal Address, especially in Her Majesty’s 90th year. When I was asked to see the Chief Whip, my first thought was: what have I done? The relief in discovering that it was for a good reason was followed almost immediately by the angst of how to do it well. I looked carefully at how my right hon. Friend the Member for Chelmsford (Sir Simon Burns) tackled it last year. Unfortunately, he cannot be with us today as he has to attend a funeral. We all now know of his unswerving admiration for Hillary Clinton. We have shared with him the anxieties of the primaries, so I put all colleagues on alert that if they are standing next to him when the news of the presidential election comes through, be prepared to provide moral support whichever way it goes, but especially should Hillary be trumped.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "First, may I say to my constituents in Meriden how grateful I am to them for electing me to Parliament? I am always proud to represent them. A lot has changed since my first day here 19 years ago. I was often the only woman in meetings. I was one of very few women around the Cabinet table with school-age children. This could prove awkward, such as at the shadow Cabinet meeting interrupted by the news that one of my sons had fallen off a drainpipe at school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In 1997, only 18% of MPs were women. This has now risen to a total of almost 30%—not yet parity, but we are heading in the right direction. It has also been a great privilege to help mentor newcomers, and in return I have been especially grateful to Baroness Shephard for her mentoring down the years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The Chamber now looks more like the electorate at large. **[Interruption.]** On all sides! Better decisions are made when those who make them are more diverse. For example, when assessing the priorities for public transport, men rate reliability and cost as the most important factors, but women put something else first—their personal safety. Put the two perspectives together and a better outcome is achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I hope that by now the nearly new Members are beginning to make friends in all parties and discover that they can have allies across the Floor. In fact, the work of Parliament is often enhanced by the friendships that transcend party lines. When I was party chairman, the right hon. Member for Birkenhead (Frank Field) asked me to organise a debate with him on the subject of dying well, as we each had a parent with a poor experience of that in hospital. The Whips did not bat an eyelid at that. The only objection was to the title: dying was considered far too controversial, and we had to call it end-of-life care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I also worked with the right hon. Gentleman on the Modern Slavery Bill, as we both served on the Joint Committee of both Houses. If ever there was an outstanding example of a cross-party approach to tackling a terrible injustice, this is it. The Home Secretary deserves the credit for securing a piece of landmark legislation, which is a world first in this area. The legal expertise of Baroness Butler-Sloss forced us all to think very hard how to get this absolutely right, and I felt that it was my red letter day when the noble Lady uttered these magic words to me: “I think the right hon. Lady has a point.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I have been in a cross-party prayer fellowship all the time I have been here. It consists of two Conservative MPs, two Labour MPs, one Liberal MP and one Democratic Unionist MP. We could not have done that better by using proportional representation if we had tried. We and our families met up in each other’s constituencies, and my children were initially perplexed by the fraternisation until I explained that it was like when your friend supports Aston Villa and you support Coventry: you think he is misguided, but you are still friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We will shortly face a big decision about our membership of the EU. Whichever way the vote goes, we will need to ensure good relations with our neighbours. I commend to the House the recent concert by the Parliament Choir in Paris to show our solidarity with the people of France after the terrorist attacks last year. There are often opportunities for soft diplomacy, and we should take them. My hon. Friend the Member for Harwich and North Essex (Mr Jenkin) and I may not see eye to eye on Europe, but his rich baritone and my alto voice have produced delightful harmony.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I welcome the clear references in the Gracious Speech to the life chances agenda, and I am pleased that this is to be a key theme in the year ahead. My right hon. Friend the Member for Chingford and Woodford Green (Mr Duncan Smith) pioneered this approach, and the new Secretary of State for Work and Pensions has the life experience and the ability to drive it forward. My constituency has a council estate of nearly 40,000 people, and I have seen how the life chances of my constituents have improved through the regeneration of housing and schools by Solihull Council. When I took a Minister on a visit there recently, two tenants emerged from one of our 37 refurbished tower blocks to express their delight that their energy bills had halved as a result of the new energy-saving features. The Minister turned to me and asked, “How much did you pay them to say that, Caroline?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Buildings can be regenerated but it is the life chances of the human beings within them that really make the difference, so I am delighted that so many of our young people are getting apprenticeships as engineers, including many young women, in the great tradition of those women who built the Spitfires in the last world war. All of this is made possible by the renaissance of manufacturing and the economic recovery that we have seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Parts of my constituency are rural, and despite being at the very centre of England, we have mobile and broadband not spots, so I am glad to hear that a renewed effort is being made to address the digital divide. With my Church Estates Commissioner’s hat on, may I remind the Government of the offer of church spires and towers to help to crack this problem? They may bring us closer to God, but a proper signal can feel like heaven on earth to those who have had none.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Prison reform is well overdue. We know that reoffending can be dramatically cut with the right kind of help. The Justice Secretary and the Education Secretary know how important it is to improve the life chances of school children, as far too many prison inmates are unable to read and write. I am glad that the Justice Secretary is now using his reforming zeal to give prisoners a better chance to turn their lives around. I have witnessed at first hand how this can be achieved. I helped to set up a charity called Welcome to tackle drug and alcohol abuse and to get people free of addiction and into work. We started with just one employee in a community hall; now we employ more than 20 and we do the triage for the NHS in our borough of 200,000 people. Some of the best advocates are our volunteers who have achieved this themselves and are role models for others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "No party has a monopoly on compassion, and Members on both sides of the House have sought to help the vulnerable. On entering politics, it was my personal resolution to speak for those who were unable to speak for themselves. Few people in our country are more vulnerable than a child leaving care. The state has not often proved to be a great parent, and knowing how hard it is to be a parent, we should not be surprised. But I take my hat off in particular to the parents who adopt. We need more parents to come forward to foster and adopt, so I welcome the Government’s intention to speed up adoption—indeed, this was the objective of my private Member’s Bill on the subject—but children can still be left too long in care and the damage can be irreparable. so let us improve the follow-up care and keep it going until a young adult is fully fledged. Eighteen may be the notional age of adulthood, but, in my experience, it takes a good few more years of parental support before young adults’ wings can take life’s turbulence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "New measures are clearly needed to prevent sections of society feeling alienated, but I appeal to the Government not to take a hammer to crack a nut. Good role models and moderate voices are what are needed, and I have high expectations of the new Mayor of London, who is not only an excellent cricketer, as the Lords and Commons cricket team will testify, but uniquely well placed to help. Good luck, Sadiq—no pressure!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let me return to my opening theme of making friends across the House. Over the years, there have been a good few Members whom I have sought to encourage after they had suffered setbacks in their parliamentary careers. My key piece of advice has been, “Don’t give up! Get stuck back in and fight for the causes you know and care about, and this House will ultimately respect you for it.” May I therefore say a heartfelt thank you for the way the House has helped me rediscover the fulfilment of being an elected Member of this mother of all Parliaments. As long as you have the chance to make a difference, there is no such thing as having had your day. We are elected to change things for the better and to take up the issues that confront us, so seize the day! I commend the motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}