{
    "url": "https://www.ukpol.co.uk/caroline-spelman-2003-speech-to-the-solihull-multi-agency-domestic-violence-conference/",
    "title": "Caroline Spelman – 2003 Speech to the Solihull Multi Agency Domestic Violence Conference",
    "post_date": "August 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Caroline Spelman to the Solihull Multi Agency Domestic Violence Conference on 9 June 2003.",
    "content": [
        "I welcome the opportunity to come and address you today on “Domestic Violence – the National Context”. Before I move on to this subject, may I congratulate all of you who are part of the Solihull Multi Agency Domestic Violence Strategy for the work you have done and are doing to fight domestic violence. It is an extremely important and much-needed work and I am sure that there are many survivors of domestic violence grateful to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "When I was Shadow Spokesman on Health and when I came to be Shadow Minister for Women, I was shocked to discover the extent of domestic violence. Domestic violence is cross-cutting and is not constrained to a particular gender, age, class, ethnicity, region – it can, and does affect people from all circumstances. 1 in 4 women and 1 in 6 men suffer from domestic violence and domestic violence accounts for a quarter of all violent crime. Figures I found even more shocking were that 2 women and 2 children die every week at the hands of their partner or ex partner as a result of domestic violence. You cannot argue with these statistics for you cannot argue against bodies in a morgue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "You may have heard it said that there are 3 types of victims of domestic violence. The primary victim is the person who has been directly attacked by their partner or ex-partner. The secondary victims are those who may not have been directly attacked but have been indirectly affected, for example, children who may have been in the same house or room when the violence took place. I also recently met with a group of Grandparents who had watched the lives of their grandchildren suffer as a result of the scars from seeing domestic violence. The tertiary victim is the future victim who may enter a relationship with the perpetrator if he is not sufficiently dealt with by the statutory agencies. So, not only is domestic violence cross-cutting, there are also many hidden people affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Provision of services nation-wide to help those affected by Domestic Violence is far from adequate. That is why it is so encouraging to see that Solihull is taking a lead with a Multi Agency Domestic Violence Strategy. The provision of refuges in the UK is very scarce. It appalls me that there are more animal sanctuaries in this country than refuges. It is estimated that around 40,000 women are on the move in refuges every week. This ‘caravanning’ around the countryside of vulnerable women and children looking for somewhere to hide and sleep is barely credible in the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am very pleased to be involved with the refuge that is being set up in the Solihull area. With little help from the Government in establishing refuges, it is a difficult process but this must not put us off. I hope that this is the start of further refuges being built in the Solihull area so those affected by domestic violence can find a safe haven away from their abusive partners, before it is too late.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "So, what is being done on a national level to fight against domestic violence? At any time now, the Government will announce a Bill on Domestic Violence. I understand the Bill will cover a number of areas. For example, unduly lenient sentencing, establishing where the public interest lies in prosecution of perpetrators of domestic violence, a focus on a multi-agency approach, and child contact orders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "There will be a period of Government consultation and I will also be carrying out consultation with the relevant agencies and actors. May I encourage you to play an active role in the consultation process both with the Government and myself – this is a real chance to influence the legislation as this early stage, before it is ‘put in stone’. We haven’t had any legislation dedicated solely to domestic violence for over 25 years – we must not get it wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I welcome this legislation and we will work closely with the Government on it – this is not an issue to score political points. However, I feel strongly that legislation is not the only answer to the problem of domestic violence. There must be a culture shift in relation to domestic violence. Domestic Violence can no longer be termed ‘just a domestic’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Imagine domestic violence being seen as unacceptable in the UK; perpetrators wouldn’t be able to ‘get away with it’ and they would receive the lengthy sentences they deserve; victims of domestic violence would hopefully seek help before it was too late; those of us thankfully not primary victims of domestic violence, would be there to support our friends who were victims and have confidence to raise concerns about possible perpetrators; children being able to talk openly to their teachers about their fears. Maybe this seems unrealistic, but I honestly believe we can bring about a substantial culture change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let me give you an example of how we have tried to contribute to this. Last Christmas I produced a domestic violence poster. This was the first time the Conservative Party had done something like this. The poster carried the helpline numbers of Women’s Aid and the NSPCC. Over 10,000 posters were put up in GP surgeries, hairdressers, police stations and other places throughout the country where women could discreetly write down the helpline number and seek help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The model for the poster campaign was the Drink Driving Campaign seen in the early to mid 1990s. Some of you may remember that few eyebrows used to be raised when people went to the pub, drank alcohol and then drove home. However, as the result of an effective, nationwide, advertising campaign over consecutive years, and I must add no specific legislation, there has been a huge culture shift. Now, it is my generation and the one above who may still be tempted to drink and drive. But on the whole, those in their 20s and 30s view it as unacceptable. They would not drive if they had drunk alcohol and they would not get in a car with someone who was over the limit. So, why can’t the same change in opinion occur with domestic violence?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is crucial that we target all generations but for a culture change to be sustainable, we need to target the younger generations. And may I press it upon you that this need is urgent. There are worrying figures which show that about 20% of young men and 10% of young women think abuse or violence against a partner is acceptable. This trend needs to be urgently reversed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Another example of trying to bring about a culture change was the recent BBC Hitting Home Initiative. I am sure many of you saw some of the programmes during that week in February. The media is an effective tool of changing public opinion and we must encourage them to do this with domestic violence, as we did with the BBC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "One area I am extremely concerned about is child contact arrangements. I acknowledge this is an extremely contentious area but one that needs to be resolved in the forthcoming legislation. I think that we must address the problem of abusive and violent parents – particularly those convicted of a sexual or violent offence against a child, having unsupervised contact with their children following separation. This may sound shocking but it does occur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Courts are putting children and their mothers at unnecessary risk. There have been incidents of child contact arrangements being used by an abusive partner to track down his wife and children and then to kill them. A court needs to consider all the relevant evidence, assess the risks and take all reasonable steps to ensure the protection of the child when a violent parent applies for contact or residence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am very encouraged about your emphasis on a joined-up approach to the development and delivery of services. Domestic Violence will only be tackled if we work together. It is very important that we make early intervention with victims of domestic violence. A woman is likely to be assaulted by her partner or ex-partner 35 times before reporting to the police. This is unacceptable. A victim of domestic violence may feel unable to go to the police but they may have to receive medical treatment for their injuries. If we can make contact with them at this point, and encourage them to seek help, we may be able to prevent further abuses against them in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "A multi-agency approach will only work if all the relevant agencies receive better training. This is particularly needed with the magistracy. Survivors of domestic violence will be more willing to press charges if they feel justice will actually be done. Unfortunately this is not the case at the moment. Perpetrators of domestic violence do not receive the sentences they deserve. I was, however, very encouraged to read in the strategy that Solihull Magistrates Court will be dedicating Wednesday mornings to Domestic Violence Cases. I hope this practice will be extended as time goes on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "So, let me bring my remarks to a close. This week, people are suffering at the hands of their partners or ex-partners, some may even die; there are not enough refuge places to deal with the demand; perhaps a child will be forced to have contact with a parent they are terrified of; perhaps a perpetrator will receive a light punishment for the crimes committed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "But it is not all negative; I really believe the tide is turning in relation to domestic violence. The new piece of legislation will bring about some important changes but we have to make sure we get it right – we owe that to all those affected by domestic violence. May I once again congratulate you on all you are doing to fight domestic violence and urge you to continue to give it a high priority. And every day, we can all play a part in the daily fight against domestic violence. By talking about domestic violence, we bring it into the public arena and if we actually do something to fight it, we can bring about the much needed culture change and change the lives for the better of many people affected by domestic violence in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}