{
    "url": "https://www.ukpol.co.uk/caroline-spelman-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Caroline Spelman – 1997 Maiden Speech in the House of Commons",
    "post_date": "August 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Caroline Spelman, the then Conservative MP for Meriden, on 19 June 1997.",
    "content": [
        "I am grateful for the opportunity to make my maiden speech. I thank the House in advance for listening, given the foreshortened length of the debate. The House will appreciate that I pay tribute to my predecessor, Iain Mills, with a note of sadness. He was much respected in Meriden as a good constituency Member. He worked hard for those in need, especially in Chelmsley Wood in the north of the constituency, where he helped to secure a local Benefits Agency office. The sad circumstances of Iain’s death must be a challenge to us all not to let a colleague down and to try harder to help colleagues facing problems or ill health. The House will want to reassure his widow that Iain’s tragedy will strengthen our resolve to care for each other in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I wanted to speak in the debate on agriculture because of the acute pressures on the countryside in my constituency, especially the Meriden gap, a narrow corridor of green belt only six miles wide at its narrowest point between Coventry and Birmingham. As a newcomer to the area, selected only 11 weeks before the general election, I was struck by the fragile character of this rural area. Meriden, as the name implies, lies at the very centre of England and boasts excellent communications. With Birmingham international airport, the west coast main line and the midlands motorway network passing through, one can reach London, Bristol, Manchester, Paris or Amsterdam in an hour and a half—except on a bad day, in which case one would be jolly lucky to get to Wolverhampton in that time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Meriden has conceded some of its best countryside to the prestigious national exhibition centre, a beneficiary of those good communications. That illustrates the willingness of my constituents to move with the times and be well connected, to welcome the facilities of modern business and transportation. However, that comes at a price. One can still find idyllic green country lanes in the villages of Barston, Berkswell and Hampton in Arden, but rising over the brow of the hill one is soon reminded of the proximity of the cities by the sound of traffic and the glow of lights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "What happens to the Meriden countryside will depend on the future shape of the common agricultural policy. The beef crisis has placed an exceptional strain on small family farms devoted to dairy and beef farming. Uncertainty has probably been the greatest strain. As we have heard that the incidence of BSE has fallen from 1,000 cases a week to 100 and that there is a prospect of eradicating the disease by 2001, a timetable for lifting the ban must now be possible. Meriden’s small farms are small by British standards, but they are far from small in European terms. It is the Meriden-sized farms that may fall through the gap between very small farms, which are supported to prevent the desertification of the countryside as in rural Greece or Portugal, and the large farms typical of the Beauce in the Paris basin, which could probably survive with no support at all. I hope that the Minister agrees that any move towards modulation would be counter-productive to efforts to reform the CAP into a more market-oriented policy. It would disadvantage British farmers and could result in Meriden’s farms going under concrete for ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Meriden’s farmers will also struggle to compete if the support system for the CAP is not overhauled before the enlargement of the European Union. Anyone who has visited the vast collectivised farms of eastern Europe will realise the competitive advantage that they would enjoy, with their economies of scale and low wage costs. Unless the CAP is reformed into its separate economic and social aspects, it will collapse under the strain of supporting huge east European farms with unrealistic subsidies. I urge the new Government to fight hard to prevent British farmers from being disadvantaged by CAP reform and to watch out for the national aids that are often used by European countries to offset the impact of reform but distort agricultural markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Only a small percentage of my constituents are farmers, but the land that they tend, and the environment that it offers, is what attracts many more people to quit the city and raise their families in a relatively healthy, safe and harmonious environment. Those who choose to live in the leafy suburbs of Knowle and Dorridge have weighed up the benefits of dwelling poised between town and country. All too often, I am shown new developments where once stood bluebell woods and open fields. Residents are right to protest at the loss of the rural amenity for which they originally moved to the area. This is where the values of middle England are nurtured: honesty, fairness and mutual respect. To undermine this fragile framework, in which young people are brought up and the elderly retire with security and pleasure, would be a step backwards from the rural legacy that made England a green and pleasant land.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}