{
    "url": "https://www.ukpol.co.uk/john-spellar-2020-speech-on-the-census/",
    "title": "John Spellar – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "John Spellar",
            "url": "/tag/john-spellar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Spellar, the Labour MP for Warley, in the House of Commons on 6 May 2020.",
    "content": [
        "Frankly, this measure is a slap in the face for the Sikh community, a community that has contributed so much to our country not only in recent years, but over the past couple of centuries of our joint history. As we know, this sizeable, dynamic community is contributing in business, the professions, the armed forces—we recorded last year the huge contribution and the vast number of deaths in world war one—politics, the media and medicine. Only a month or so ago, that was highlighted by the death of Manjeet Singh Riyat, the A&E leader at Royal Derby Hospital. Clearly, the Sikh community feel strongly about this: in the 2011 census, 83,000 ticked the box saying “Other” and wrote in, “Sikh”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Why does this matter? First, because Sikhs have been legally recognised as an ethnic group for nearly 40 years, since a House of Lords ruling in 1983. The ethnic group set question was only introduced in the 1991 census. At that time, the Office for National Statistics stated that it was introduced to help public bodies assess equal opportunities and develop anti-discrimination policies. Ethnic group data, not religious data, is what is used by public bodies to make decisions on the allocation of resources and the provision of public services. The Prime Minister’s most recent race disparity audit indicated that there were 176 datasets spanning sectors from housing and education to employment, health and the criminal justice system, but no data on Sikhs. Effectively, ​they are invisible. As the covid-19 crisis has shown, there has been no systematic collection of data on the number of Sikhs tested as positive or on the number who have tragically died, even though we are inquiring into the question of differentiation in different groups of health outcomes. Although they come to prominence when a key worker dies, nobody is actually properly collecting the data. Quite frankly, we either need to change the local practice of how this is assessed and how Departments work, or we need an additional box in the census. I would argue that one is probably quite a bit simpler than the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am frankly still perplexed by the Government’s stubbornness on this issue. It seems perverse of the Government to marginalise and ignore this important community and our society. The Minister mentioned bringing forward further orders on the census at a later stage, so I ask her, even at this late stage, to restore the Sikh community to their proper place in the census.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I will also touch on another matter: how we run the census in the first place. The Minister rightly indicated some improvements and changes, but fundamentally, the basic way of collecting the census remains unchanged over the last couple of centuries. My hon. Friend the Member for Lancaster and Fleetwood (Cat Smith) said that this is a snapshot. It is, but as public bodies, we are still using data from 2011, and in many of our constituencies and right the way across the country, there have been very significant changes. Are we capturing that or is there a better way of doing this? Would it not be better now, in the modern age of technology, to look at, for example, creating a virtual national register and having up-to-date information undertaken by sampling and polling?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "A whole number of areas are going to be changed by the coronavirus epidemic, including travel to work, work patterns and holiday patterns. A huge range of changes will take place, and we need to be able to capture those in real time. I therefore ask the Minister to look at that, and, by the way, there is an additional layer of her responsibilities where this would be an advantage: we could end up with a much more accurate and comprehensive electoral register, and do it much cheaper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}