{
    "url": "https://www.ukpol.co.uk/caroline-spelman-1998-speech-on-road-tolling/",
    "title": "Caroline Spelman – 1998 Speech on Road Tolling",
    "post_date": "August 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Caroline Spelman, the then Conservative MP for Meriden, in the House of Commons on 30 January 1998.",
    "content": [
        "I was aware that a range of charges was being considered and I would be interested to know whether there are plans for other such schemes. If there are, I should like to make a plea on behalf of the retailers in the heart of the city of Birmingham who are concerned about the prospect of road pricing as they feel that it might deter retail customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Perhaps it would be useful to consider toll-free times and zones. There is no doubt that the heaviest congestion on the west midlands motorway network occurs around commuter times. Shoppers can arrange to travel to the city centre during off-peak times. I should be most concerned for the overall economy of the region if shoppers were deterred from supporting retailers in the city centre because they were penalised by the road-pricing system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Where road-pricing systems operate on the continent, particularly in France, the local communities benefit from toll-free zones. The peage system on French motorways that pass close by major cities is often suspended at certain times. Local people have to put up with so much pollution, noise, nuisance and congestion that it would be hard for them to bear most of the burden of the cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I invite the Minister to tell us about some of the studies that the Government might be carrying out in relation to best practice elsewhere in Europe. The city of Zurich in Switzerland has managed to stabilise traffic growth, so it would be interesting to take a lesson from that major European city. I should also draw the Minister’s attention to the success of the Umweltkarte in Freiberg in south Germany that has limited the access of heavy goods vehicles to city centres by introducing a scheme to encourage synchronised deliveries. Instead of several lorries travelling to the city centre each day, one lorry distributes to a variety of outlets. If that is too complicated, it is often possible to have a depot outside the city from which short-distance distribution facilities are arranged. That reduces the number of large heavy goods vehicles and their attendant pollution in city centres.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I should like to commend what the hon. Member for Ceredigion (Mr. Dafis) said about pollution. Although the subject is outside the remit of the Minister’s Department, let me draw her attention to the health aspects relating to the composition of vehicle fuel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We should re-examine the effects of pollution on health and the development of cleaner fuel. In that respect, British legislation has mirrored that in the United States. The removal of lead from petrol under the previous Conservative Government was a major success and represents an important contribution to the nation’s health, but vehicle fuel still contains components that are detrimental to health. In the United States, progress has been made in the reformulation of gasoline—particularly the removal of benzene, which scientists tell us is just as carcinogenic as lead. Perhaps there is a case for taking another look at the health aspects of fuel composition as part of the general objective of the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The hon. Member for Cambridge (Mrs. Campbell) advocated the use of bicycles. I recall from my days in that city that the greatest danger to health was being run over by one. She drew attention to the pollution in Parker street in Cambridge city centre. I recollect that that is also largely due to the variety of fuel used by the public transport fleet—notably buses—as diesel fuel has a high level of particulates. Perhaps as one of the more general objectives of the Bill and our efforts to improve the nation’s health, we should look again at the composition of fuel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Finally, to return my point about land use in relation to transport, let me make a strong plea for the on-going study on the allocation of additional homes to different parts of Britain. Last Friday, I visited a wire rope manufacturer, Webster and Horsall, at Hay Mills in Birmingham. When the company was looking for more staff, it advertised for recruits who could walk to work. The factory’s shift pattern and the availability of public transport meant that people coming from Chelmsley Wood in my constituency had to take at least two buses, and spent at least an hour and a half getting to work. That led to reduced reliability and many staff resorted to bringing their cars to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As part of the Government’s strategy to provide new homes, I urge them to consider urban regeneration, not just for the sake of the urban economy but to benefit the country overall by relieving congestion on our arterial and commuter roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}