{
    "url": "https://www.ukpol.co.uk/caroline-spelman-2003-speech-to-conservative-spring-conference/",
    "title": "Caroline Spelman – 2003 Speech to Conservative Spring Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Spelman to the 2003 Conservative Spring Conference on 15th March 2003.",
    "content": [
        "My job is to focus on the humanitarian consequences of a possible conflict in Iraq. For months now I have been badgering my opposite number Clare Short to produce a detailed humanitarian contingency plan. There has been stark contrast in the way we prepared for the war in Afghanistan where the Prime Minister said humanitarian and military contingency were of equal importance. For Afghanistan we had several statements on humanitarian relief. We debated how to do it better; should there be a pause in the bombing to deliver food aid and so on. This time nothing. I think this is a disgrace. However much Clare Short is respected for her strong views and her deep concern for the plight of the world’s poor, which of course I share, she should not allow her personal views to get in the way of doing her job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In November, I got all the aid agencies together who work in Iraq and its neighbouring countries to brainstorm what needed to be done. We sent Clare Short two full sheets of suggestions which were barely acknowledged. In December I asked her what extra funding her Department had earmarked for contingency in Iraq. I got a one word answer, ‘none’. In January, I asked which of the neighbouring countries she had spoken to about the possible flight of refugees. I got the same answer: ‘none’. This is no way to carry on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Out of sheer frustration, we devoted one of our precious opposition days to the subject of humanitarian contingency in Iraq. We got her to come to Parliament. But did we get any answers? You guessed: None.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This is so wrong when so much could be done even now to mitigate the consequences of war for innocent Iraqis. We could preposition food, water, medicines and dare I say it gas masks on Iraq’s borders. We could prepare for the flight of refugees estimated by the UN to put up a million people. Indeed this is beginning to happen. Oxfam has enough supplies for 10,000 refugees in each of Iraq’s neighbouring states. But this is woefully inadequate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In a written statement to Parliament on Thursday, Clare Short said her ‘assessment of the overall level of preparedness of the international community to cope with the humanitarian challenges which may lie ahead in Iraq is limited and this involves serious risk’. So, you have to do something about it. She should therefore either put up or shut up, or if she cannot stomach the position of her government she should resign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "No one can afford to ignore the humanitarian dimension of the crisis in Iraq. We are talking about a country where one in ten children die before their fifth birthday. A country where a third of the children are chronically malnourished. A country where the Government uses chemical and biological weapons against its own people. A country where torture and execution are common place. Because of these awful facts I believe that we are right to support the Prime Minister in liberating the people of Iraq.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It would have been quite wrong to make party political capital out of the plight of the Iraqi people, but it just is a fact that the Liberal Democrats have tried to face both ways on this issue. Never mind about being serially reckless, they have been serially opportunist. Pro-war and anti-war; pro-UN and anti-UN; pro-second resolution and anti-second resolution. They must make up their minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I feel passionately that just like in the war in Afghanistan we have to demonstrate to ordinary Iraqis that our war is not with them. This means we need a proper strategy for delivering aid to the people of Iraq. If we are to persuade the Iraqi people that this is a war against a cruel repressive dictator, and not a war against them, or a war against Islam, we must genuinely liberate the people of Iraq. Unless we provide aid and assistance to the Iraqi people we may win the war and lose the peace. A successful outcome, one that provides genuine freedom to the Iraqi people, will be another victory for the war on terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}