{
    "url": "https://www.ukpol.co.uk/caroline-spelman-1997-speech-on-women-in-sport/",
    "title": "Caroline Spelman – 1997 Speech on Women in Sport",
    "post_date": "August 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Caroline Spelman",
            "url": "/tag/caroline-spelman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Caroline Spelman, the then Conservative MP for Meriden, in the House of Commons on 27 June 1997.",
    "content": [
        "I congratulate my right hon. Friend the Member for Horsham (Mr. Maude) and my hon. Friend the Member for Teignbridge (Mr. Nicholls) on their appointment to the Opposition Front Bench and wish them much success and a run of good form in their time in their new capacity. I also congratulate the Under-Secretary of State for National Heritage, the hon. Member for West Ham (Mr. Banks); as a new Member, I very much look forward to witnessing his renowned quickness of wit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Sport is central to the British way of life. Although we probably have more of a tendency to watch than to participate, just over half the adult population plays some form of sport once a month. We all know that that frequency of playing sport is not likely to benefit our overall condition. It is also a fact that women are less likely to play sport than men.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I approach the debate from the perspective of the fitness that sport can confer. “The Health of the Nation” initiative, set up under the previous Government, set a goal of reducing obesity among women by one third by the year 2005 and by 25 per cent. among men. The third progress report of that initiative, which was published in July last year, showed that no significant step had been achieved towards either of those targets. Another finding of the progress report was also worrying, in that the proportion of children aged 11 to 15 who smoke has risen by 50 per cent. since 1988.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The promotion of sport among young people is vital if the health of the nation is to be improved. The Sports Council currently allocates £4 million per annum to various sporting initiatives involving young people. However, there is patently more success in encouraging sports uptake among young men than among young women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In 1993, a shoe company undertook some research, which showed that three out of five teenage girls played no sport at all outside school. For young women, the only sporting activities being undertaken twice a week are cycling, walking, keep fit and weight training. Further research shows that 66 per cent. of girls dislike the kind of sport on offer in schools and particularly object to competitive sports where there are winners and losers. It is different for boys: only 38 per cent. said that they disliked sports with a competitive element, which shows a different approach to sport and exercise among men and women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Another marked contrast is that only 30 per cent. of 14 to 16-year-old girls undertook sport to be with their friends, which compares with 52 per cent. of boys. That shows that the social aspect of sport is less important for women, although that may have something to do with the type of sport on offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Sport for young women does not enjoy a good image. In the modern idiom, we would say that it is not cool for a young woman to do sport. I urge the Minister to think of ways to change that. Let us consider media coverage of women’s sport. Of all the television sports coverage in this country, only 6 per cent. is devoted to women’s sport, and the figure for newspaper coverage is only 13 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "To take up the point made by the hon. Member for Bassetlaw (Mr. Ashton), it is no good being glib about sponsorship. Commercial sponsors are not interested in sport if there is very little media coverage, which is what women’s sports suffer from. Commercial sponsors are reluctant to back women’s sports because they do not get the television and newspaper coverage that they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "It is therefore no wonder that even committed teenage sportswomen could name only one famous British sportswoman. I am sure that we could all name her, too—Sally Gunnell—but what about our other athletes such as Kelly Holmes and Tessa Sanderson? In addition, it is really only athletes and tennis stars who have become household names in women’s sports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mr. Ashton**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Is it not a fact that many young women go in for aerobics and classes or even dance in nightclubs, and that they provide their main forms of exercise? That is why women do not go out on to a muddy football field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mrs. Spelman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am coming to that very point in relation to the national curriculum’s contribution to sport.  \nThe problem is that young women often lack a well-publicised role model. Perhaps the Minister for sport and the Department for Education and Employment could look at ways in which the profiles of successful sportswomen could be raised in education, so that young women have a wider range of role models.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The image of women’s sport is not helped by the way in which it is reported. The back page of The Mirror on 25 June—I am not sure how many hon. Members had the chance to look at it—had what can only be described as an uncompromising photograph of the world-class tennis player Monica Seles in action, with disparaging remarks about her weight gain. Young women need positive role models, not the running down of the sporting achievements of stars.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The previous Government launched a number of initiatives to promote sport for young people, one of which was the introduction of two hours of physical education into the national curriculum. I am glad that the Heart of England school at Balsall Common in my constituency has shown how that time can be used creatively, taking account of the attitudes towards sport of young men and women that I mentioned earlier. Girls and boys can choose a sport from a range of options. They have an opportunity to try those sports and then pursue them in more depth. The sports teachers also use that time for modules about anatomy and physiology, so that young people learn about the way in which exercise can keep them in good shape. The school recognises that young people need a positive experience of sport. Forcing teenagers into strange and unmodish sports kit to do a sport that they would never choose can be detrimental. The school has proved that embracing the times with aerobics and dance classes can be fun and beneficial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I think nostalgically of my time at school, where sporting attainment was held in equal esteem with academic achievement. The dedication of teachers who gave up their Saturdays to promote our school teams left a great impression on me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I was encouraged to hear the hon. Member for Bassetlaw suggest that we could do more to promote the use of sports facilities out of school hours. Even if that is not supervised by professional teachers, it could be done by ex-professionals. Fathers often put in time at weekends to run sports coaching these days. More often than not, that is for boys’ sports. What can be done to encourage mums to show up on a Saturday and give a good example to young women, by giving up their free time to encourage them in their sport? The teaching profession could also be encouraged to reconsider such a contribution on a Saturday morning. Such dedication from a mentor who gives up their free time to encourage a child to pursue a sport in depth has a wider lesson for life than just the pursuit of a sport. That willingness to make a sacrifice rests with us when we think back to the time when we were encouraged at school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am greatly concerned about the future funding of sport if national lottery funds are diverted into mainstream public policy areas such as health and education. The lottery has made a real difference to sport. The Secretary of State said today that the number of national lottery awards to sport has risen to more than 3,000 and that £540 million of lottery money is going to sport. That dwarfs the Government’s £50 million of dedicated core funding for sport in the past year. Small clubs and groups all over the country have benefited from improvements to their sports facilities—the refurbishment of a sports pavilion, the purchase of a new set of goalposts or the installation of a ramp to make facilities accessible to the disabled. Taking away the profit motive from running the lottery may sound “cute”, as the Financial Times said, but the victims will very likely be the good causes the lottery is purportedly set up to serve. It is decision time for the new Labour Government. We need to know where the academy of sport and the national stadium will be. The uncertainty does not serve the industry. How will the Government prevent the dilution of sports funding from the national lottery? When will their election pledge of a youth sports unit be fulfilled? How will they shift a generation of potential couch potatoes into regular exercise and invest for the health of the nation in the next millennium?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}