{
    "url": "https://www.ukpol.co.uk/ben-spencer-2022-speech-on-the-public-order-bill/",
    "title": "Ben Spencer – 2022 Speech on the Public Order Bill",
    "post_date": "May 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Spencer",
            "url": "/tag/ben-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Spencer, the Conservative MP for Runnymede and Weybridge, in the House of Commons on 23 May 2022.",
    "content": [
        "This is an important Bill, which I support. During this debate, we have heard a lot from Opposition Members about peaceful protest. I support peaceful protest and peaceful demonstration, but today’s debate suggests to me that there is some confusion about what peaceful protest is and what it is not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My constituents know what peaceful protest is. As Members of Parliament, we see it every day on Parliament Square—people singing, people heckling us, people making themselves and their opinions known to us as legislators. My constituents also know what peaceful protest is not: it is not people blocking the M25, or roads to hospitals, which I think is particularly egregious. I was horrified years ago watching when ambulances were trying to get through to St Thomas’ Hospital. People from Extinction Rebellion were taking it upon themselves to decide who was worthy to pass the blockade and get urgent medical treatment. We have seen the same thing with the recent M25 protests. Peaceful protest is not stopping people going to work or blocking the distribution of newspapers. It is not blockading fuel at a time of particular pressures around fuel. It is not slashing the tyres of trucks or smashing up petrol stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This Bill is not an anti-peaceful protest Bill; it is an anti-criminal behaviour Bill. It is a Bill to tackle the tactics deployed by people with no regard to the consequences of their actions or democratic process and who use criminal damage to try to hold the public to ransom. What really infuriates my constituents is that the people they see deploying these tactics seem to be above the law. They go and lock on and do protesting round and round again, with seemingly no powers to act to stop them. That is why the serious disruption prevention orders are so critical in stopping it. These behaviours are not on and cannot be accepted in any society committed to the rule of law and democracy. This Bill is essential to tackle this criminal behaviour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}