{
    "url": "https://www.ukpol.co.uk/mark-spencer-2022-speech-on-marine-management-organisation/",
    "title": "Mark Spencer – 2022 Speech on Marine Management Organisation",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Spencer",
            "url": "/tag/mark-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Spencer, the Minister for Food, Farming and Fisheries, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Pritchard. I welcome the debate and am grateful to my hon. Friend the Member for Clacton (Giles Watling) for securing it. I sense his frustrations and I am sympathetic to them; I will try to assist and alleviate some of them. My hon. Friend said that he has not heard from the MMO and that it has not engaged in the debate; it has sent a rather brilliant Minister to respond on its behalf. [Interruption.] Yes, unfortunately he could not be here so I have taken his place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This is a timely debate: the MMO is due to publish its annual report next week. It comes ahead of the Second Reading of my hon. Friend’s ten-minute rule Bill, which is due in February. Alongside its marine licensing duties, the MMO covers a broad range of activities, including fisheries management and the management and regulation of marine protected sites. Many of these also interact with the MMO’s responsibilities as the marine planning authority for English waters, which my hon. Friend referenced. It has teams based in 15 locations around the English coast. It is responsible for engaging with the full range of local stakeholders, signposting to relevant MMO guidance and, where relevant, making introductions to other parts of the MMO in relation to specific activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "When it comes to marine licensing and the process, the MMO is the appropriate marine licensing authority for English waters. The scope of responsibility and function held by the MMO ensures not only that marine licensing applications are assessed on an individual basis, but that marine planning activities are placed in a wider context so that conservation work on protected sites and species and compliance, monitoring and inspections are taken into consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The MMO aims to determine 90% of marine licence applications within 13 weeks. Some cases are more complex and take longer because of the detailed technical and complex environmental assessments that may be required. My hon. Friend the Member for Clacton referred to an individual case that he was working on and the fact that when he engaged with Ministers, he got a response very quickly. It is my understanding that that was purely coincidence—that a lot of work was going on in the background to gain access to that information, and the intervention of the Minister at the time coincided with the MMO pulling the information together and it being ready within a matter of hours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am aware of the circumstances around the licence application made for the sea defences at Naze. My understanding is that this licence has not been straightforward to determine. Supplementary information and assessments had to be sought from the applicant after the initial application was received in July 2021. This included a required water framework assessment and further information from the applicant to update the methodology of the works. The MMO also had some difficulty ascertaining whether Tendring District Council’s planning department was dealing with the planning application for the works as an environmental impact assessment application, and whether there was scope for working through the coastal concordat on the case. The potential for coastal concordat working was raised with the council on 2 August 2021, but it took seven weeks for the council’s planning department to reply, confirming its position. There was also a 28-day consultation period for interested parties and stakeholders to express their views on the licence application. I hope that my hon. Friend has some sympathy with the fact that there is a process to go through. Whether it was with the MMO or the local authority, there would be hoops and challenges to get through to ensure that we get to the right decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Following the consultation period, the MMO identified that a habitats regulations assessment would also be required. Agreement was reached with the applicant on the fees only on 22 March, ahead of the MMO progressing the final determination and issuing that on 14 April. I am aware that an application for a licence variation was then received in July this year and I understand that it has been held up while the MMO has awaited the submission of an environmental impact assessment screening request from the applicant. That was received by the MMO on 3 November, and the MMO will move to consider the licence variation as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I understand that the time taken to determine some marine licence applications is sometimes frustrating. This case is an example of the complexity of some marine licences and of how careful consideration is paramount.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Giles Watling**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We are talking here about potential flooding—flood risk. The area around Jaywick in my constituency flooded in 1953, with the loss of some 90 lives, so when we see floods no one hangs around; people have to be fleet of foot. That is what I am asking for: fleetness of foot. The case that I identified earlier was one where, with every succeeding tide, the damage worsened, threatening to flood a sewage farm and poison the backwaters\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mark Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I wholly acknowledge the necessity of speed to save his constituents and to ensure that no environmental damage is caused around Clacton. What we must not do, though, is introduce a scheme that might cause damage in another community six or seven miles down the coast. It is important to determine whether an action is required—it clearly was required—to protect an area or piece of infrastructure and that it does not impact on another piece of infrastructure that could cause even more damage. To do so, there needs to be an overarching authority that looks at all the facts in the light of day and, after all due consideration, says whether something is the right or wrong thing to do—whether the impacts of the decision made will be felt further down the coastline. My hon. Friend would be distressed if an application in—to pick a constituency at random—Southend were to have a huge impact on Clacton. He would be distressed if Southend-on-Sea City Council made that decision unilaterally without considering the impact on the community of Clacton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "As the debate has highlighted, the MMO has responsibilities in the marine space, all of which are crucial. We must not forget the adaptability of the MMO in its delivery of the important objectives that support the growth of our local communities, the trade in fish, and the marine environment. The MMO is the primary responder to marine emergency situations and is key to supporting evidence-based decisions that touch a range of Government Departments. I think that is the right outcome and an outcome that we can all agree on. We may disagree on whether the MMO performs to a level that we appreciate, but there has to be a regulator. We need to continue to support the MMO’s performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mr Jonathan Lord (Woking) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Who regulates the regulator? Who is marking the homework of this organisation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mark Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Ultimately, I think that falls under the umbrella of the Department for Environment, Food and Rural Affairs. I have regular meetings with the MMO—in fact, I met its chief executive this week. I asked him to meet my hon. Friend the Member for Clacton, and he confirmed to me that he would be willing to meet; I will make sure that meeting happens. Let me say again that if other colleagues want to engage directly with the MMO, I am more than happy to facilitate meetings and to ensure that MMO is delivering for their constituents. We have had an interesting debate. I sense the frustration of some colleagues around the Chamber, but, as the Minister, I am more than happy to try to facilitate those discussions and to work with the MMO to deliver outcomes that hon. Members and their constituents want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}