{
    "url": "https://www.ukpol.co.uk/mark-spencer-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Mark Spencer – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Spencer",
            "url": "/tag/mark-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Spencer, the Minister for Food, Farming and Fisheries, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir George. I thank my right hon. Friend the Member for Maldon (Sir John Whittingdale) for securing the debate. The debate has been positive, and many Members have made similar points. I shall try to address as many of those points as I can over the next 10 minutes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My hon. Friend the Member for Torbay (Kevin Foster) was probably an outlier in talking about Paignton zoo, which is a matter that he has raised with me in private before. There are many zoos up and down the country that face specific and challenging circumstances. Highly valuable birds have to be protected, and many are quite difficult to manage. I am told that penguins, in particular, are of significant value, and that it is difficult to vaccinate and manage birds such as flamingos and ostriches, which are difficult to physically handle and are very wild in their nature. I can perhaps pick up some of those comments with him afterwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Kevin Foster**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I thank the Minister for his response so far. I am very happy to meet him, perhaps with a representative of the Wild Planet Trust, so that we can go into those areas in more detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mark Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am grateful for my hon. Friend’s supportive comment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "DEFRA’s avian influenza disease control measures aim to minimise the economic burden of the current outbreaks. We are working closely with industry to address the impact on the sector and protect public health and the wider economy. We recognise that the poultry industry is under serious pressure, and we also recognise the impact of avian influenza on wild bird populations. Outbreaks of avian flu in both the kept and wild bird populations are at an unprecedented scale: for the first time, significantly, new cases have been confirmed for the second year of the outbreak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "October saw a massive escalation in the number of cases confirmed. Although the number of confirmed cases in poultry and captive birds is slowly reducing, which is good news, there were 124 cases in England, nine in Scotland, three in Wales and one in Northern Ireland as of last night. That compares to a total of 158 cases between October 2021 and September 2022, and 26 cases in winter 2020-21.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In responding to avian flu in kept birds, our priority has always been to get as quickly as possible to the farm where the disease is suspected, and to get on with the issue of compensation. Despite the unprecedented scale of the challenge, the APHA is staying on top of it. I thank the people working at the APHA and DEFRA; they are working day and night to deal with the pandemic, in very difficult circumstances. I know that they will continue to respond effectively as long as the outbreak continues. They are taking steps to improve the operational and policy response, even as it is under way, to support our vital food sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We produce approximately 11 million turkeys in the UK every year, so the numbers of them affected are relatively small. We believe that the outbreak will not affect the overall supply of Christmas turkeys, which is a huge credit to the industry. Its response has been robust, and it is keeping us well fed and supplied at Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Wild birds have also been hard hit over the summer for the first time, and breeding sea birds have been particularly badly affected. DEFRA and the Welsh Government have joined forces to produce a mitigation strategy that provides practical guidance for land managers, the public and those involved in environmental organisations, so that they can work alongside the Government to monitor the disease. Together with the Scottish and Welsh Governments, DEFRA is working closely with the APHA, Natural England, NatureScot, the Joint Nature Conservation Committee and other non-governmental organisations, such as the Royal Society for the Protection of Birds and the British Trust for Ornithology, to monitor and respond to the effect of avian flu on wild birds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I turn specifically to compensation. We recognise the significant financial pressure and emotional impact that the outbreak can have on producers. Current rules are designed to encourage good biosecurity standards, which means being careful about every single movement on and off farm and into poultry sheds. I cannot underestimate the importance of good biosecurity. The hon. Member for Leeds North West (Alex Sobel) mentioned my comments about housing orders; my direct answer is that they help. It is not a silver bullet, but housing poultry helps. As I indicated during that statement, it has a twofold impact, but biosecurity can have a 44-fold impact. We must not underestimate the importance of biosecurity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I took the liberty of passing to the Minister’s PPS the BEIS request forms on compensation and vaccination. There is an argument that the compensation system, as it is now, does not respond to the help needed. Has the Minister had a chance to look at that, and is he able to reply?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Mark Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Let me try to address that directly now. What we cannot do as a Government, which is much more challenging, is to underwrite the whole poultry production system; UK taxpayers would find that too much of a challenge. Of course, we want to try to support the industry and ensure that it is there for the future. That is why we changed the rules, so that we start the conversation process from the second that the APHA vets recognise there is an outbreak of avian influenza. We have become much better and quicker at getting those APHA vets on to site—within 24 hours, in most cases—to identify the disease and start the conversation process from that moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My right hon. Friend the Member for Maldon made reference to four-legged animals—that is almost identical to the compensation scheme for foot and mouth disease, for example, whereby the Government pay compensation for animals that are not diseased that are being culled to stop the spread of the infection. We are working day and night to ensure that this system works. We have improved. People in the industry recognise that that is a better place than we were in at the beginning of this terrible disease, but it still brings huge financial and emotional challenges to the people working in the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have also moved to assist with defrosted products. They will be properly labelled and accompanied by in-store signage, along with the online information for customers, and this option will give producers certainty over business planning. There have been a number of calls, including from my right hon. Friend the Member for Maldon, to extend that scheme to next season, and to give producers the confidence to step back into the marketplace. The Department is genuinely open to a conversation about whether to roll that forward to next year. We do not want to allow competition from overseas to undercut our sector. We are genuinely open to a conversation on what producers see as the best route forward, as we want to support them into next season and next Christmas. Our work with the sector has shown that, in the past, there has been too much uncertainty about the compensation schemes, and we are keen to engage and work with it moving forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I return to biosecurity, which is an essential defence against avian influenza, and, when done extremely well, can reduce the risk of infection by 44-fold. Despite a legal requirement for an avian influenza prevention zone as a baseline for the industry, veterinary investigations at infected premises continue to reveal unacceptable lapses in biosecurity in some cases. The industry must play its part in helping to prevent further outbreaks. That means maintaining buildings properly, ensuring biosecurity is done as robustly as health and safety with senior leadership in companies, and effective training for all staff. One small lapse can have a devastating effect, allowing this terrible disease to enter into a poultry house.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The measures legally require birdkeepers to keep their birds indoors and to follow stringent biosecurity measures to help protect their flocks from the disease, regardless of type or size. I urge all birdkeepers, from those who keep large commercial flocks to those who have one or two birds in their back garden, to adopt the best practice biosecurity advice measures that are required in law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Any future decisions on disease control measures, including the use of vaccination, will continue to be based on the latest scientific and veterinary advice. A lot of work is going on in the background internationally to develop that vaccine and make sure it works. As many Members have identified, the covid pandemic has given us much more professionalism and put much more of a system in place to develop those vaccines, and we will call on that expertise to try to find a vaccine that is effective, in order to prevent this disease internationally. That will also require a lot of co-operation in terms of trade, making sure that the markets we export to are willing to receive vaccinated meat products and eggs in future. That has to be an international agreement, because we do not want to damage our ability to export products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We have seen a tightening in the egg sector, as some Members have referenced. The UK supply chain is resilient: there are currently 38 million laying hens across the country. Avian flu is not having an impact on the overall supply, with only 2% of the national flock having died or been culled due to avian flu. The disruption to the supply of eggs we have seen recently is mainly due to the commercial decisions that businesses are taking as a result of the rising costs of feed and energy over the past year, mostly caused by Putin’s illegal invasion of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We welcome the announcements made by some retailers that they will provide additional financial support to the egg sector in recognition of the challenges that the sector faces, and we encourage those retailers to continue to support the egg industry. We are working closely with devolved Administrations to keep the egg market under close review, and will continue to do so. We have also been keen to work closely with the egg industry; we have done so in recent weeks, and I will chair a roundtable on 6 December with representatives from across the UK egg supply chain to discuss the challenges that the sector is facing and determine how we can assist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "This has been a very positive debate. Lots of Members have identified the way out of this challenge in the long term, which of course will be vaccination. I sincerely hope that our scientists can find a solution that will solve our challenges. I express my extreme sympathy with those people who have been caught up with this terrible disease, and we will continue to work closely with the sector to make sure we have a thriving poultry industry moving forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}