{
    "url": "https://www.ukpol.co.uk/ben-spencer-2022-speech-on-the-supported-housing-bill/",
    "title": "Ben Spencer – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Spencer",
            "url": "/tag/ben-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Spencer, the Conservative MP for Runnymede and Weybridge, in the House of Commons on 18 November 2022.",
    "content": [
        "It is always a pleasure to follow the hon. Member for Croydon Central (Sarah Jones). I will also talk about support for vulnerable individuals. It was harrowing to hear the examples from her constituency, where care—if we can call it that—in supported exempt accommodation has gone horrendously wrong and needs to be fixed urgently. I thank my hon. Friend the Member for Harrow East (Bob Blackman) for bringing forward this important Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Supported accommodation covers a range of people with a range of needs: those with learning disabilities, care leavers, prison leavers, those with mental health needs—both complex and quite simple mental health needs—refugees and victims of domestic abuse, to name a few. In my previous career as a mental health doctor, I looked after people from all those backgrounds and in all those situations. I looked after many patients who have required supported accommodation of one form or another, and I visited lots of different types of supported accommodation that was providing care, both in a broad sense and in a more specific, medical sense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Finding good accommodation is a huge issue when it comes to providing care and treatment for people, particularly those with mental health needs, and it can be—I am sure this remains the case—a huge barrier to discharging people from hospital. When I was the consultant on Gresham ward 1 in Croydon hospital—I suspect, although I am not sure, that some of the people I looked after will have been discharged to the constituency of the hon. Member for Croydon Central—we would prioritise in the first few days of any admission consideration of the discharge location and any barriers to such accommodation. That is absolutely critical in the context of providing care to people, particularly those with very complex and severe mental illness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "In preparing my speech for this debate, I was thinking back to all the different types of accommodation I have visited that patients I have looked after have lived in or been discharged to, and I was trying to think whether they would come under the category of supported exempt accommodation. I struggled to try to make sense of commissioning arrangements and which precise regulatory framework would be in operation, to be honest. I would like to be able to say to the House, “I have been to one of these places. I have seen patients there”, and so on, but I cannot, because I cannot be sure. I strongly suspect that people I have seen and looked after, particularly people in wet hostels, for example, or people with low-level mental health needs but in complex circumstances, have been in supported exempt accommodation, but I cannot be sure. That in itself is concerning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I am also concerned how all that fits with a new regulatory framework, because any care and treatment provided by NHS services will be regulated by the Care Quality Commission. Personal care is CQC-regulated. The question is where that fits into the whole regulatory morass of supported exempt accommodation that provides general supportive care. The CQC badge may come from personal care that is outsourced to an external provider. Going through this exercise of trying to think where it all fits is concerning and challenging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Some of the remarks I have found interesting in this debate were about unpacking the whole area of general support. General support is really important, too, and it can have powerful impacts on people’s transitions and people’s lives going forward. General support in accommodation is not to be belittled as the second-class cousin to the more intense interventions we get from regulated providers with the CQC. For example, there was a discussion earlier about providers not giving employment support, because if people get into work, it creates more problems for them in how much profit they can make. That is probably the most perverse situation I can imagine. When I was previously working as a mental health doctor, one of the critical things I would try to do for my patients was support them to get back into work, for their health and wellbeing going forward. Employment support is not a little thing; it is a huge thing that has a huge impact on people’s overall health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Dr Luke Evans**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "My hon. Friend is making an excellent point. Drawing on his expertise, and looking on a system-wide basis, does he think that the invention of the integrated care boards, pulling together social services, councils and the NHS all in one place, provides the chance to try to join up exactly the care he is talking about?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "**Dr Spencer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I thank my hon. Friend for his intervention. It is a really good question. As the Bill goes through, and hopefully in the Minister’s response, I would like to hear how the regulatory framework it puts forward sits alongside the role of the new integrated care systems, particularly in regard to the duties of organisations that provide healthcare-type treatments to people in exempt settings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "To give a different example of how important general support is, in my career I have looked after many people with complex and severe psychotic illnesses. I recall quite a few cases where people sadly were, despite best treatment and intervention, quite disabled and continued to be quite disabled as a result of their illness, and they were being discharged back into community settings and supported accommodation. Although over the past 30 or 40 years we rightly dismantled the asylum system and brought in care in the community, we then expected the community almost organically to provide general support to people who had severe chronic mental health needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "However, what I quite often saw was that we had created what I call an asylum of one, where somebody was in a type of supported accommodation on their own with very little social interaction and not much of the sort of stuff coming under general supportive care going in. With many of the people I saw, my conclusion was that they did not have reason to be well, because in the community there was not the outreach, support or ongoing engagement, and that led to destabilisation, worsening mental health problems and admission to hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I want to stress the importance of the general supportive care that is being provided to people in supported exempt accommodation, and how necessary and important it is that there is proper oversight and scrutiny, as well as thought about how and what is delivered and making sure it is badged so that it meets the appropriate criteria. Not giving this the same importance as other regulated activities, such as those regulated by the CQC, is unwise and, as we have discussed and seen today, has the potential to do a disservice to some of the most vulnerable people in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I congratulate again my hon. Friend the Member for Harrow East on bringing forward the Bill. I am really pleased that this is being supported to make these very important changes, particularly the national supported housing standards, the advisory panel, which makes a lot of sense, and the licensing framework. To finish, there is a need to collect data, because without data we do not know what the situation is or how many of these organisations operate. With data, we can understand where the problems are and we can scrutinise what is being done to ensure that the most vulnerable in society—this is a group of highly vulnerable people—are getting the support, care and treatment they need. I very much welcome the Bill, and I am very pleased to have had the opportunity to take part in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}