{
    "url": "https://www.ukpol.co.uk/mark-spencer-2022-statement-on-the-annual-fisheries-negotiations-with-eu-and-north-atlantic-states/",
    "title": "Mark Spencer – 2022 Statement on the Annual Fisheries Negotiations with EU and North Atlantic States",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Spencer",
            "url": "/tag/mark-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Mark Spencer, the Minister for Food, Farming and Fisheries, in the House of Commons on 20 December 2022.",
    "content": [
        "As an independent coastal state, we have taken back control of our waters and have the freedom to negotiate on our own terms and push for deals that will deliver for the UK fishing industry, for the marine environment, and for all parts of the United Kingdom. I am delighted to say that this autumn the UK has secured vital deals for 2023 with our coastal state neighbours, including the European Union and Norway. Taken together, these deals have secured more than £750 million-worth of fishing opportunities for the UK fleet in 2023, £34 million more than last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The UK has put sustainability at the heart of these negotiations, and an initial estimate suggests that nine more catch levels align with the scientific advice than did so last year. This is an important step forward and will allow our most important stocks to be fished sustainably. That is essential for a thriving fishing industry for the future. The UK will continue to champion sustainability throughout all negotiation forums and push for other coastal states to do so too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Through the trade and co-operation agreement we will also have the specialised committee on fisheries with our EU counterparts. We use this forum to consider a range of issues, including how to increase the sustainability of certain stocks, which we hope will improve the outcomes of the negotiation in the longer term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The UK’s fishing opportunities are negotiated in three main forums. First, the UK-EU bilateral. Today the UK reached an agreement with the EU on total allowable catches in 2023 for 69 stocks, as well as arrangements for non-quota stocks. This deal provides fishing opportunities for more than 140,000 tonnes for the UK fleet and is worth around £282 million based on historical landing prices. As part of this deal, we have agreed access arrangements on albacore tuna and spurdog in the North sea for the first time through the UK-EU written record. For non-quota stocks, we have agreed a roll-over of access arrangements for 2023 to ensure continued access to fish non-quota stocks in EU waters, worth around £25 million a year to the UK fleet. The House will also want to note that, as a result of the quota share uplifts agreed in the trade and co-operation agreement, the UK has around 30,000 tonnes more quota from these negotiations than it would have received with its previous shares as a member of the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "The second main forum where we negotiate our fishing quotas is the trilateral arrangement that focuses on stocks that we share with the EU and Norway in the North sea. In that negotiation, there were significant increases for North sea whitefish quotas, all set at levels either in line with or below those recommended by scientists. This deal is worth over £202 million to the UK fishing industry in the North sea and a further £11 million in waters around the UK based on historical landing prices. The UK also reached a deal with Norway that ensures stability for the UK whitefish fishing industry through continued access to each other’s waters for 2023. Our arrangements with Norway also mean that our crucially important long-distance fleet has access to fishing opportunities worth over £12 million in the Arctic region at a time when the main quota in that area fell by 20%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Many Members will know that the UK has a significant interest in pelagic stocks, and these form the third main negotiation each year. This autumn we have agreed quotas with the other coastal states in the north-east Atlantic for mackerel, blue whiting and Atlanto-Scandian herring. These quotas were all set at the level advised by scientists and will be worth over £250 million to the UK fleet in 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "These deals are crucial to the long-term health of our vital fishing industry, but it is not just about securing financial value for the year ahead, important though that is. These negotiations are a crucial route for the UK to protect our fish stocks, to safeguard the marine environment and, in turn, to ensure that the fishing industry can profit and thrive for future generations. As we head into 2023, I am excited to carry on working with the industry to maximise fishing opportunities and put sustainability at the forefront, and, in short, to continue to support a fantastic sector to profit, modernise and succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}