{
    "url": "https://www.ukpol.co.uk/mark-spencer-2023-statement-on-the-agricultural-transition-plan/",
    "title": "Mark Spencer – 2023 Statement on the Agricultural Transition Plan",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mark Spencer",
            "url": "/tag/mark-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Spencer, the Minister for Food, Farming and Fisheries, in the House of Commons on 26 January 2023.",
    "content": [
        "With permission, Mr Deputy Speaker, in addition to the written ministerial statement tabled today, I would like to make a statement updating the House on the next steps that we are taking to shake off the damaging legacy of the bureaucratic EU common agricultural policy for good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We will learn from the past, and help farmers to build and maintain profitable and resilient businesses by spending public money in a way that helps us to secure the public good, so that they can continue to produce the food we need and help to improve the state of nature. That is the right and smart thing to do with public money, as we also develop the markets that will draw on finance from all sources. Today we are publishing detailed information about what we will pay for in our environmental land management schemes, and how farmers can get involved this year and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Having kicked off our sustainable farming incentive last summer starting with soil health, today we are adding six more ways that farmers can be paid to take action in 2023, from protecting and enhancing the hedgerows that make up a vital network of habitats across our farmed landscapes, to making sure that we tackle pests, protect crops and support wildlife, so that more farms of all shapes and sizes can make doing their bit for the environment part of their business plan. Each year, we will add offers to the SFI, with the full set in place by 2025, so that farmers can choose more options for their businesses. That is vital for producing food, tackling the causes and impacts of climate change, and helping nature to recover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "We are making it straightforward and simple to get involved. We know that farmers need to plan for the months and years ahead as early as possible, so today we are publishing information on the work we will be rewarding by 2025 through the sustainable farming incentive and countryside stewardship, and sharing information on the next round of landscape recovery projects. We remain as ambitious as ever, as we move ahead through our transition and work with farmers to design a much better way of doing things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "All that will help us to build the resilience of our communities and to meet our environmental targets on air, water and waste, as well as nature, land and sea, guided by our commitments to reach net zero by 2050 and halt the loss of species in our country by 2030. We are also tackling the polluters who stubbornly refuse to help and threaten to undermine everyone else’s hard work. Our aim is to back the frontrunners who can have the greatest impact and inspire others, as well as helping everyone to bring up their baseline and improve it year on year, harnessing the power of innovation and technology to help our farmers give nature a helping hand so that we focus on bringing their businesses into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "All the evidence we have, as well as plain common sense, tells us that making the shift towards a more sustainable, resilient food system is critical to feeding our growing population and meeting our commitments to halt the decline of nature by 2030 and reach net zero. That will fundamentally improve the lives of people across our country and around the world, and make sure that every generation has a better future. The UK will continue to lead the way. I am sure that the whole House will join me in recognising the vital importance of the solutions our fantastic farmers bring to the table. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}