{
    "url": "https://www.ukpol.co.uk/ben-spencer-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Ben Spencer – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Spencer",
            "url": "/tag/ben-spencer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Ben Spencer, the Conservative MP for Runnymede and Weybridge, in the House of Commons on 20 December 2022.",
    "content": [
        "I thank my hon. Friend the Member for Dartford (Gareth Johnson) for securing this important debate. Conservative Members have been campaigning assiduously on this issue, in particular my hon. Friend the Member for Orpington (Gareth Bacon), who has been leading on it for some time. The ULEZ will have a profoundly negative impact on many of our constituents. Hon. Members should be under no illusion: the ULEZ is about revenue generation on the back of poor financial management. This is a London tax, put forward by the Labour Mayor of London, and it hits the poorest, who cannot afford to update their vehicles. In Runnymede and Weybridge, families and businesses will suffer the most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I put out a local petition, and there was an overwhelming response against the ULEZ. That is interesting in itself, but what perhaps gives more power to the arguments against it is the individual comments that people made in response to the petition. People explained that they cannot afford to update their car, because they do not have enough money. Public sector workers, who need to go into London to work, said that the ULEZ will have a serious impact on their ability to continue to do that sort of job. Businesses felt that it would make them go under. People living with disabilities need to use their cars to travel around, and that is a particularly substantial issue at the moment because, yet again, the lift at Weybridge station is broken—sadly, I have had to campaign too often to get it repaired. People are therefore forced into using cars to get to and from London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Sadiq Khan says that the ULEZ is about air quality. If it really was about air quality, why does he use such a blunt tool to deal with the issue, as opposed to focusing on the areas with the most acute air quality problems, which are along trunk roads? Why the blanket approach rather than a targeted approach? If he really wants to improve air quality, why does he not push even faster car scrappage? Why does he not invest more in the bus fleet conversion to electricity and hydrogen vehicles? Why does he not listen to industry?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "Earlier this year, I was at an event hosted by Octopus Electric Vehicles in Weybridge, which was looking at the transition to electric vehicles. There were lots of representatives from all sorts of businesses and innovators, and they said that the key policy to drive forward the uptake of electric vehicles is the zero emission vehicle mandate. They welcomed the Government’s incredible position in terms of bringing it forward, but they said that if we want to really push things, we need a more ambitious ZEV mandate. Why is Sadiq Khan not talking about practical, proper solutions to air quality, rather than pressing his attack on, in essence, the poorest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance",
        "I will finish with this: the ULEZ is a London tax to prop up a failing administration. My constituents should not have to pay the price for Sadiq Khan’s failings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners\n  *[R+D]: research and development\n  *[GVA]: gross value added - the measure of the value of goods and services produced in a sector\n  *[CEOs]: chief executive officers\n  *[OECD]: Organisation for Economic Co-operation and Development\n  *[ESA]: Employment and Support Allowance\n  *[\n  ESA\n ]: Employment and Support Allowance"
    ]
}